Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/CalendarService.*.resx
Languages: ca, eu, fr, pt

# RES_calendarschedulerules.minmaxshifts.or.max.rotext
source: Ninguno de los horarios ${1} se ha planificado un máximo de ${2} veces entre el día ${3} y ${4}, según regla de
ca: Cap dels horaris ${1} no s’ha planificat un màxim de ${2} vegades entre el dia ${3} i ${4}, segons la regla de
eu: ${1} ordutegietako bat ere ez da ${3} eta ${4} egunen artean gehienez ${2} aldiz programatu, arauaren arabera.
fr: Aucun des horaires ${1} n´a été planifié un maximum de ${2} fois entre le ${3} et le ${4}, selon la règle de
pt: Nenhum dos horários ${1} foi planeado um máximo de ${2} vezes entre o dia ${3} e ${4}, segundo a regra do

# RES_calendarschedulerules.minmaxshifts.or.min.rotext
source: Ninguno de los horarios ${1} se ha planificado un mínimo de ${2} veces entre el día ${3} y ${4}, según regla de
ca: Cap dels horaris ${1} s'ha planificat un mínim de ${2} vegades entre el dia ${3} i ${4}, segons regla de
eu: ${1} ordutegietako bat ere ez da ${3} eta ${4} egunen artean gutxienez ${2} aldiz programatu, arauaren arabera.
fr: Aucun des plannings ${1} n'a été programmé au minimum ${2} fois entre le jour ${3} et le jour ${4}, selon la règle de
pt: Nenhum dos horários ${1} foi planeado um mínimo de ${2} vezes entre os dias ${3} e ${4}, de acordo com a regra de

# RES_calendarschedulerules.minmaxshifts.or.rotext
source: Ninguno de los horarios ${1} se ha planificado entre ${2} y ${3} veces entre el día ${4} y ${5}, según regla de
ca: Cap dels horaris ${1} no s’ha planificat entre ${2} i ${3} vegades entre el dia ${4} i ${5}, segons la regla de
eu: ${1} ordutegietako bat ere ez da ${2} eta ${3} aldiz ${4} eta ${5} egunen artean programatu,
fr: Aucun des horaires ${1} n´a été planifié entre ${2} et ${3} fois entre le ${4} et le ${5}, selon la règle de
pt: Nenhum dos horários ${1} foi planeado entre ${2} e ${3} vezes entre o dia ${4} e ${5}, segundo a regra do

# RES_calendarschedulerules.minshiftssequence.rotext
source: El usuario tiene ${1} secuencia/s de horarios en el periodo comprendido entre el ${2} y el ${3}, cuando el mínimo es de ${4}, según regla de ${6} ´${5}´
ca: L'usuari té ${1} seqüència/s d'horaris en el període comprès entre el ${2} i el ${3}, quan el mínim és de ${4}, segons regla de ${6} ´${5 }´
eu: Erabiltzaileak ${1} sekuentzia/s ditu ${2} eta ${3} bitarteko epean, gutxieneko ${4} denean, ${6} ٥${5 }٥ arauaren arabera.
fr: L'utilisateur dispose de ${1} séquence(s) d'horaires dans la période comprise entre ${2} et ${3}, lorsque le minimum est de ${4}, selon la règle de ${6} ´${5 }´
pt: O utilizador tem ${1} sequência(s) de horários no período entre ${2} e ${3}, quando o mínimo é de ${4}, de acordo com a regra ${6} "${5}"

# RES_calendarschedulerules.minweekendsinperiod.morethanone.rotext
source: El usuario sólo tiene ${1} fines de semana libres en el periodo, cuando debería tener un mínimo de ${2}, según regla de
ca: L'usuari només té ${1} caps de setmana lliures en el període, quan hauria de tenir un mínim de ${2}, segons la regla de
eu: Erabiltzaileak ${1} doako asteburuetan soilik ditu epean, eta horietan gutxienez ${2} izan behar ditu, arau arruntaren arabera.
fr: L'utilisateur ne dispose que de {1} $ de week-end gratuits au cours de la période, alors qu'il devrait disposer d'un minimum de {2} $, selon la règle empirique.
pt: O utilizador tem apenas ${1} fins de semana livres no período, quando deveria ter um mínimo de ${2}, de acordo com a regra de

# RES_calendarschedulerules.minweekendsinperiod.one.rotext
source: El usuario sólo tiene ${1} fin de semana libre en el periodo, cuando debería tener un mínimo de ${2}, según regla de
ca: L'usuari només té ${1} cap de setmana lliure en el període, quan hauria de tenir un mínim de ${2}, segons la regla de
eu: Erabiltzaileak ${1} doako asteburuan bakarrik dauka epean, eta orduan gutxienez ${2} izan behar ditu, arau arruntaren arabera.
fr: L'utilisateur ne dispose que de {1} $ de week-end gratuit au cours de la période, alors qu'il devrait disposer d'un minimum de {2} $, selon la règle empirique.
pt: O utilizador tem apenas ${1} fim de semana livre no período, quando deveria ter um mínimo de ${2}, de acordo com a regra de

# RES_calendarschedulerules.oneshift.day.rotext
source: El horario ${2} (día ${1}) no puede planificarse en esa fecha, según regla de ${3} ´${4}´
ca: L'horari ${2} (dia ${1}) no es pot planificar en aquesta data, segons regla de ${3} ´${4}´
eu: ${2} (${1} eguna) ordutegia ezin da data horretan planifikatu, ${3} ٥${4}٥ arauaren arabera
fr: L'horaire ${2} (jour ${1}) ne peut pas être planifié à cette date, selon la règle de ${3} ´${4}´
pt: O horário ${2} (dia ${1}) não pode ser planeado nessa data, de acordo com a regra ${3} "${4}"

# RES_calendarschedulerules.oneshift.resttooshort.rotext
source: Descanso demasiado corto entre los días ${1} (horario ${2}) y ${3} (horario ${4}), según regla de ${5} ´${6}´
ca: Descans massa curt entre els dies ${1} (horari ${2}) i ${3} (horari ${4}), segons regla de ${5} ´${6}´
eu: Atseden laburregia ${1} (programazioa ${2}) eta ${3} (programazioa ${4}) egunen artean, ${5} ٥${6}٥ arauaren arabera
fr: Repos trop court entre les jours ${1} (horaire ${2}) et ${3} (horaire ${4}), selon la règle de ${5} ´${6}´
pt: Descanso demasiado curto entre os dias ${1} (horário ${2}) e ${3} (horário ${4}), de acordo com a regra ${5} "${6}"

# RES_calendarschedulerules.oneshift.sequence.nextdays.rotext
source: Depués del horario ${1} (día ${2}) no puede planificarse el horario ${3} (día ${4}), según regla de ${5} ´${6}´
ca: Després de l’horari ${1} (dia ${2}) no es pot planificar l’horari ${3} (dia ${4}), segons la regla de ${5} ´${6}´
eu: ${1} (eguna ${2}) programatu ondoren ${3} (${4} eguna) programazioa ezin da planifikatu, ${5} ٥${6}٥ arauaren arabera
fr: Après l´horaire ${1} (jour ${2}) il est impossible de planifier l´horaire ${3} (jour ${4}), selon la règle de ${5} « ${6} »
pt: Depois do horário ${1} (dia ${2}) não é possível planear o horário ${3} (dia ${4}), segundo a regra do ${5} ´${6}´

# RES_calendarschedulerules.oneshift.sequence.previousdays.rotext
source: Antes del horario ${4} (día ${3}) no puede planificarse el horario ${2} (día ${1}), según regla de ${5} ´${6}´
ca: Abans de l'horari ${4} (dia ${3}) no es pot planificar l'horari ${2} (dia ${1}), segons la regla de ${5} ´${6}´
eu: ${4} (${3} eguna) programatu aurretik ezin da ${2} (${1} eguna) programatu, ${5} ٥${6}٥-ren arauaren arabera
fr: Avant l'horaire ${4} (jour ${3}), l'horaire ${2} (jour ${1}) ne peut pas être planifié, selon la règle de ${5} ´${6}´
pt: Antes do horário ${4} (dia ${3}), não é possível planear o horário ${2} (dia ${1}), de acordo com a regra de ${5} "${6}"

# RES_calendarschedulerules.rest.resttooshort.rotext
source: Descanso demasiado corto entre los días ${1} (horario ${2}) y ${3} (horario ${4}), según regla de
ca: Descans massa curt entre els dies ${1} (horari ${2}) i ${3} (horari ${4}), segons la regla de
eu: Atseden laburregia ${1} (programazioa ${2}) eta ${3} (programazioa ${4}) egunen artean, arauaren arabera.
fr: Repos trop court entre les jours ${1} (horaire${2}) et ${3} (horaire ${4}), selon la règle de
pt: Descanso demasiado curto entre os dias ${1} (horário ${2})e ${3} (horário ${4}), segundo a regra do

# RES_calendarschedulerules.workonfestive.rotext
source: El usuario no puede trabajar el día ${1} por ser festivo, según regla de
ca: L'usuari no pot treballar el dia ${1} per ser festiu, segons la regla de
eu: Erabiltzaileak ezin du ${1} egunean lanik egin jaieguna delako, arau arruntaren arabera.
fr: L'utilisateur ne peut pas travailler le jour ${1} car, selon la règle générale, il s'agit d'un jour férié.
pt: O utilizador não pode trabalhar no dia ${1} porque é feriado, de acordo com a regra de

# RES_calendarschedulerules.workonfestive.rulename.rotext
source: Puede trabajar en festivos
ca: Pot treballar en festius
eu: Jaiegunetan lan egin dezake
fr: Peut travailler les jours fériés
pt: Pode trabalhar em feriados

# RES_calendarschedulerules.workonweekend.rotext
source: El usuario no puede trabajar el día ${1} por ser no laborable, según regla de
ca: L'usuari no pot treballar el dia ${1} perquè no és laborable, segons la regla de
eu: Erabiltzaileak ezin du ${1} egunean lanik egin egun ez lanegun bat delako, dioenez
fr: L'utilisateur ne peut pas travailler le jour ${1} car il s'agit d'un jour non ouvrable, selon le
pt: O utilizador não pode trabalhar no dia ${1} porque é um dia não útil, de acordo com a regra de

# RES_calendarschedulerules.workonweekend.rulename.rotext
source: Puede trabajar en días no laborables
ca: Podeu treballar en dies no laborables
eu: Lanegunak ez diren egunetan lan egin dezake
fr: Peut travailler les jours non ouvrables
pt: Pode trabalhar em dias não úteis

# RES_resultenum.invaliddata.rotext
source: Datos incorrectos
ca: Dades incorrectes
eu: Datu okerrak
fr: Données incorrectes
pt: Dados incorretos

# RES_resultenum.rowdaydata_assignmentdatainvalid.rotext
source: Datos del puesto incorrectos
ca: Dades del lloc incorrectes
eu: Lanaren xehetasun okerrak
fr: Données du poste incorrectes
pt: Dados do posto incorretos

# RES_resultenum.rowdaydata_employeenotexist.rotext
source: Algún usuario incluido en la exportación no pertenece al filtro inicial
ca: Algun usuari inclòs a l'exportació no pertany al filtre inicial
eu: Esportazioan sartzen den edozein erabiltzaile ez dago hasierako iragazkia
fr: Tout utilisateur inclus dans l'export n'appartient pas au filtre initial
pt: Um utilizador incluído na exportação não pertence ao filtro inicial

# RES_resultenum.rowdaydata_permissiondeniedoveremployee.rotext
source: No tiene permisos para modificar los datos
ca: No tens permisos per modificar les dades
eu: Ez duzu datuak aldatzeko baimenik
fr: Vous n´avez pas d´autorisations pour modifier les données
pt: Não tem autorização para modificar os dados

# RES_resultenum.rowdaydata_planneddaynotexist.rotext
source: Algún día incluido en la exportación no pertenece al periodo inicial
ca: Algun dia inclòs a l'exportació no pertany al període inicial
eu: Esportazioan sartzen den edozein egun ez dagokio hasierako epeari
fr: Tout jour inclus dans l'export n'appartient pas à la période initiale
pt: Um dia incluído na exportação não pertence ao período inicial

# RES_calendar.header.monday.rotext
source: Lunes
ca: Dilluns
eu: astelehena
fr: Lundi
pt: Segunda-feira

# RES_calendar.header.tuesday.rotext
source: Martes
eu: asteartea
fr: Mardi
pt: Terça-feira

# RES_calendar.header.wednesday.rotext
source: Miércoles
eu: asteazkena
fr: Mercredi
pt: Quarta-feira

# RES_calendar.header.thursday.rotext
source: Jueves
ca: Dijous
eu: Osteguna
fr: Jeudi
pt: Quinta-feira

# RES_calendar.header.friday.rotext
source: Viernes
ca: Divendres
eu: ostirala
fr: Vendredi
pt: Sexta-feira

# RES_calendar.header.saturday.rotext
source: Sábado
ca: Dissabte
eu: Larunbata
fr: Samedi

# RES_calendar.header.sunday.rotext
source: Domingo
ca: Diumenge
eu: Igandea
fr: Dimanche

# RES_calendar.header.employeekey.rotext
source: Importación Id
fr: Id d'importation
pt: Id de importação

# RES_calendar.header.employeename.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
pt: Nome

# RES_calendar.header.printeddate.rotext
source: Impreso el
fr: Imprimé sur
pt: Impresso em

# RES_calendar.header.employeegroup.rotext
source: Grupo
fr: Groupe

# RES_schedulerulesresultenum.cannotdeletescheduleruleinuse.rotext
source: No se puede borrar la regla de planificación dado que se está usando en alguna regla de negocio de Visualtime
fr: La règle de planification ne peut pas être supprimée car elle est utilisée dans une règle de gestion Visualtime
pt: A regra de planeamento não pode ser eliminada, uma vez que está a ser utilizada numa regra de negócio Visualtime

# RES_calendarschedulerules.cannotdeletescheduleruleinuse.rotext
source: No se pueden borrar reglas de planificación que se estén usando en alguna regla de negocio de Visualtime. Deshaga cambios para recuperar las definiciones de las reglas borradas: ${1}
fr: Vous ne pouvez pas supprimer les règles de planification qui sont utilisées dans une règle de gestion Visualtime. Annuler les modifications pour récupérer les définitions de règles supprimées : ${1}
pt: Não é possível eliminar regras de planeamento que estejam a ser utilizadas em qualquer regra comercial do Visualtime. Anular alterações para recuperar definições de regras eliminadas: ${1}
