Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/CalendarService.*.resx
Languages: ca, eu, fr, pt

# RES_calendar.header.assignments.rotext
source: Puestos
ca: Llocs
eu: Postuak
fr: Postes
pt: Postos

# RES_calendar.header.concept.rotext
source: Saldo
eu: Balantzea
fr: Solde

# RES_calendar.header.employees.rotext
source: Usuarios
ca: Usuaris
eu: Erabiltzaileak
fr: Utilisateurs
pt: Utilizadores

# RES_calendar.header.status.rotext
source: Estado
ca: Estat
eu: Estatu
fr: État

# RES_calendarrowperioddatamanager.feastday.feastdaydescription.rotext
source: Festivo
ca: Festiu
eu: Jaia
fr: De fête
pt: Feriado

# RES_calendarrowperioddatamanager.validate.dateoutofscope.rotext
source: La fecha no está incluida en el período seleccionado
ca: La data no està inclosa al període seleccionat
eu: Data ez dago hautatutako epean
fr: La date n'est pas incluse dans la période sélectionnée
pt: A data não está incluída no período selecionado

# RES_calendarrowperioddatamanager.validate.employeedoesnotexist.rotext
source: El usuario no está incluido en la selección actual
ca: L'usuari no està inclòs a la selecció actual
eu: Erabiltzailea ez dago uneko hautapenean
fr: L'utilisateur n'est pas inclus dans la sélection actuelle
pt: O utilizador não está incluído na seleção atual

# RES_calendarrowperioddatamanager.validate.excelcellprofilenotfound.rotext
source: No se pudo localizar la plantilla del enlace de planificación, o se produjo un error al cargarla
ca: No s’ha pogut localitzar la plantilla de l’enllaç de planificació o s’ha produït un error en carregar-la
eu: Ezin izan da planifikazio-esteka txantiloia aurkitu edo errore bat gertatu da hura kargatzean
fr: Le modèle du lien de planification n´a pas pu être localisé, ou une erreur est survenue lors de son chargement
pt: Não foi possível localizar o modelo do link de planeamento ou ocorreu um erro ao carregá-lo

# RES_calendarrowperioddatamanager.validate.existprogrammedholiday.rotext
source: Existen previsiones de vacacines/permisos por horas el mismo día
ca: Hi ha previsions de vacances/permisos per hores el mateix dia
eu: Egun berean oporretarako/orduko baimenetarako xedapenak daude
fr: Il existe des dispositions pour les vacances/permis horaires le même jour
pt: Existem previsões de férias/licenças por horas no mesmo dia

# RES_calendarrowperioddatamanager.validate.freezingdate.rotext
source: En fecha de cierre el día
ca: En data de tancament el dia
eu: Itxiera egunean
fr: À la date de clôture le
pt: Na data de conclusão do dia

# RES_calendarrowperioddatamanager.validate.genericinvaliddata.rotext
source: Error general de datos
ca: Error general de dades
eu: Datu orokorren errorea
fr: Erreur de données générales
pt: Erro geral de dados

# RES_calendarrowperioddatamanager.validate.invalidarewokringday.rotext
source: No se puede asignar el horario en un día no laborable el día
ca: L'horari no es pot assignar en un dia no laborable el dia
eu: Ordutegia ezin da esleitu egun ez lanegun batean
fr: L'horaire ne peut être attribué un jour non ouvrable le jour
pt: Não é possível atribuir o horário num dia não útil no dia

# RES_calendarrowperioddatamanager.validate.invalidassignmentdata.rotext
source: Datos de puestos incorrectos
ca: Dades de llocs incorrectes
eu: Lanaren xehetasun okerrak
fr: Détails du travail incorrects
pt: Dados de postos de trabalho incorretos

# RES_calendarrowperioddatamanager.validate.invalidbudgetdata.rotext
source: Datos de presupuesto incorrectos
ca: Dades de pressupost incorrectes
eu: Aurrekontuaren datu okerrak
fr: Données budgétaires incorrectes
pt: Dados orçamentais incorretos

# RES_calendarrowperioddatamanager.validate.invalidcomplementarydata.rotext
source: Datos complementarios erróneos el día
ca: Dades complementàries errònies el dia
eu: Eguneko datu osagarri okerrak
fr: Données supplémentaires incorrectes le jour
pt: Dados suplementares incorretos no dia

# RES_calendarrowperioddatamanager.validate.invaliddate.rotext
source: Fecha incorrecta
ca: Data incorrecta
eu: Data okerra
fr: Date incorrecte
pt: Data incorreta

# RES_calendarrowperioddatamanager.validate.invalidemployeedata.rotext
source: Datos erróneos del usuario
ca: Dades errònies de lusuari
eu: Erabiltzaileen datu okerrak
fr: Données utilisateur incorrectes
pt: Dados incorretos do utilizador

# RES_calendarrowperioddatamanager.validate.invalidfloatingdata.rotext
source: Datos flotantes incorrectos
ca: Dades flotants incorrectes
eu: Karroza datu txarrak
fr: Données flottantes incorrectes
pt: Dados flutuantes incorretos

# RES_calendarrowperioddatamanager.validate.invalidimportfile.rotext
source: El fichero de importación no tiene un formato correcto. Para obtener un fichero con formato correcto, haga una exportación de planificación y use el fichero resultante como plantilla.
ca: El fitxer d'importació no té un format correcte. Per obtenir un fitxer amb format correcte, feu una exportació de planificació i utilitzeu el fitxer resultant com a plantilla.
eu: Inportazio fitxategia ez dago formatu egokian. Behar bezala formateatutako fitxategi bat lortzeko, egin plangintza-esportazio bat eta erabili ondoriozko fitxategia txantiloi gisa.
fr: Le fichier d'importation n'est pas au format correct. Pour obtenir un fichier correctement formaté, effectuez un export de planification et utilisez le fichier obtenu comme modèle.
pt: O ficheiro de importação não está no formato correto. Para obter um ficheiro com o formato correto, efetue uma exportação de planeamento e utilize o ficheiro resultante como modelo.

# RES_calendarrowperioddatamanager.validate.invalidimporttemplatefile.rotext
source: El fichero de plantilla de planificación no tiene un formato correcto. Para obtener un fichero con formato correcto, haga una exportación de planificación de un sólo usuario para el periodo deseado, y en el fichero resultante borre el nombre del usuario y su NIF.
ca: El fitxer de plantilla de planificació no té un format correcte. Per obtenir un fitxer amb format correcte, feu una exportació de planificació d'un sol usuari per al període desitjat, i en el fitxer resultant esborreu el nom de l'usuari i el seu NIF.
eu: Plangintza-txantiloiaren fitxategia ez dago formatu egokian. Formatu egokia duen fitxategi bat lortzeko, esportatu erabiltzaile bakar baten plangintza nahi den aldirako, eta ondoriozko fitxategian ezabatu erabiltzailearen izena eta IFZ.
fr: Le fichier du modèle de planification n'est pas au format correct. Pour obtenir un fichier au format correct, exportez le planning d'un seul utilisateur pour la période souhaitée et dans le fichier obtenu, supprimez le nom et le NIF de l'utilisateur.
pt: O ficheiro de modelo de planeamento não está no formato correto. Para obter um ficheiro com o formato correto, efetue uma exportação do planeamento de um único utilizador para o período pretendido e, no ficheiro resultante, elimine o nome do utilizador e o respetivo NIF.

# RES_calendarrowperioddatamanager.validate.invalidshiftbase.rotext
source: Horario base incorrecto el día
ca: Horari base incorrecte el dia
eu: Eguneko oinarri-ordu okerra
fr: Heure de base incorrecte le jour
pt: Horário base incorreto no dia

# RES_calendarrowperioddatamanager.validate.invalidshiftdefinition.rotext
source: Definición de horario incorrecta
ca: Definició d'horari incorrecta
eu: Ordutegiaren definizio okerra
fr: Définition d'horaire incorrecte
pt: Definição incorreta de horário

# RES_calendarrowperioddatamanager.validate.invalidstartfloating.rotext
source: Hora de inicio incorrecta el día
ca: Hora d'inici incorrecta el dia
eu: Egunean hasiera-ordu okerra
fr: Heure de début incorrecte ce jour-là
pt: Hora de início incorreta no dia

# RES_calendarrowperioddatamanager.validate.nocontract.rotext
source: Sin contrato el día
ca: Sense contracte el dia
eu: Egunean kontraturik ez
fr: Sans contrat le
pt: Sem contrato no dia

# RES_calendarrowperioddatamanager.validate.permissiondenied.rotext
source: Sin permisos el día
ca: Sense permisos el dia
eu: Egunean baimenik ez
fr: Pas de permis ce jour-là
pt: Sem autorizações no dia

# RES_calendarrowperioddatamanager.validate.shiftnotexist.rotext
source: Horario no existente el día
ca: Horari no existent el dia
eu: Egunean ez dagoen ordutegia
fr: Horaire inexistant le
pt: Horário não existente no dia

# RES_calendarrowperioddatamanager.validate.shiftwithoutpermission.rotext
source: Sin permisos sobre el horario el día
ca: Sense permisos sobre l'horari el dia
eu: Eguneko ordutegian baimenik gabe
fr: Sans autorisations sur l'horaire de la journée
pt: Sem autorizações no horário do dia

# RES_calendarrowperioddatamanager.validate.unknownemployee.rotext
source: Usuario desconocido
ca: Usuari desconegut
eu: Erabiltzaile ezezaguna
fr: Utilisateur inconnu
pt: Utilizador desconhecido

# RES_calendarrowperioddatamanager.validate.unknownerror.rotext
source: Error desconocido
ca: Error desconegut
eu: Errore ezezaguna
fr: Erreur inconnue
pt: Erro desconhecido

# RES_calendarschedulerules.2shiftsequence.sequence.rotext
source: Antes del horario ${4} (día ${3}) no puede planificarse el horario ${2} (día ${1}), según regla de
ca: Abans de l'horari ${4} (dia ${3}) no es pot planificar l'horari ${2} (dia ${1}), segons la regla de
eu: ${4} (eguna ${3}) programatu aurretik ezin da ${2} (eguna {1}) planifikatu,
fr: Avant l'horaire ${4} (jour ${3}), l'horaire ${2} (jour ${1}) ne peut pas être planifié, selon le
pt: Antes do horário ${4} (dia ${3}), não é possível planear o horário ${2} (dia ${1}), de acordo com a regra de

# RES_calendarschedulerules.contract.rotext
source: contrato
ca: contracte
eu: kontratua
fr: contrat

# RES_calendarschedulerules.custom.3569.1.rotext
source: El usuario tiene ${1} festivos trabajados en el periodo comprendido entre el ${2} y el ${3}, y ${4} horarios FR de libranza, y no son suficientes o no están planificados según lo esperado, según regla de ${6} ´${5}´
ca: L’usuari té ${1} festius treballats en el període comprès entre el ${2} i el ${3}, i ${4} horaris FR de lliurança, i no són suficients o no estan planificats segons el que s’espera, d’acord amb la regla de ${6} ´${5}´
eu: Erabiltzaileak ${1} jaiegunak lan egin ditu ${2} eta ${3} arteko epean, eta ${4} FR kaleratze-egutegiak, eta ez dira nahikoak edo ez dira espero bezala aurreikusita, $-ren arauaren arabera. {6} ٥${5}٥
fr: L’utilisateur a ${1} jours fériés travaillés dans la période comprise entre le ${2} et le ${3}, et ${4} horaires FR de congé au choix, et ils ne sont pas suffisants ou ne sont pas planifiés par rapport aux attentes, selon la règle de ${6} « ${5} »
pt: O utilizador tem ${1} feriados trabalhados no período compreendido entre ${2} e ${3}, e ${4} horários FR de livrança, e não são suficientes ou não estão planeados conforme esperado, segundo a regra do ${6} ´${5}´

# RES_calendarschedulerules.custom.3569.2.rotext
source: El usuario tiene ${1} horarios DC en el periodo comprendido entre el ${2} y el ${3} que incluye ${4} festivos trabajados, y debería por tanto tener al menos ${5}, según regla de ${7} ´${6}´
ca: L'usuari té ${1} horaris DC en el període comprès entre el ${2} i el ${3} que inclou ${4} festius treballats, i deuria per tant tenir almenys ${5}, segons regla de $ {7} ´${6}´
eu: Erabiltzaileak ${2} eta ${3} arteko ${2} eta ${3} arteko ordutegiak ditu ${4} lan egindako oporrak barne, eta, beraz, gutxienez ${5} izan beharko lituzke, $ {7ren arauaren arabera. } ٥${6}٥
fr: L'utilisateur dispose de {1} $ d'horaires DC dans la période comprise entre {2} $ et {3} $ qui incluent {4} $ de jours fériés travaillés. Il doit donc disposer d'au moins {5} $, selon la règle de {7 $. } ´${6}´
pt: O utilizador tem ${1} horários DC no período entre ${2} e ${3}, que inclui ${4} feriados trabalhados, pelo que deveria ter, pelo menos, ${5}, de acordo com a regra de ${7} "${6}"

# RES_calendarschedulerules.freedays.maximum.rotext
source: El usuario tiene ${1} días libres en el período, y debería tener como mánimo ${2}, según regla de
ca: L’usuari té ${1} dies lliures en el període i n’hauria de tenir com a màxim ${2}, segons la regla de
eu: Erabiltzaileak ${1} egun libre ditu epean, eta gutxienez ${2} izan behar ditu, arauaren arabera.
fr: L’utilisateur a ${1} jours chômés dans la période, et devrait en avoir ${2} maximum, selon la règle de
pt: O utilizador tem ${1} dias livres no período, e deveria ter no máximo ${2}, segundo a regra do

# RES_calendarschedulerules.freedays.minimum.rotext
source: El usuario sólo tiene ${1} días libres en el período, y debería tener como mínimo ${2}, según regla de
ca: L'usuari només té ${1} dies lliures en el període, i hauria de tenir com a mínim ${2}, segons la regla de
eu: Erabiltzaileak ${1} egun libre besterik ez ditu epean, eta gutxienez ${2} izan behar ditu, arau arruntaren arabera.
fr: L'utilisateur ne dispose que de {1} $ de jours gratuits au cours de la période et devrait disposer d'au moins {2} $, selon la règle empirique.
pt: O utilizador tem apenas ${1} dias livres no período, e deveria ter pelo menos ${2}, de acordo com a regra de

# RES_calendarschedulerules.freedays.rulename.rotext
source: Días libres
ca: Dies lliures
eu: Egun libreak
fr: Jours libres
pt: Dias livres

# RES_calendarschedulerules.freedayssequence.maximum.rotext
source: El usuario tiene ${1} días no laborables seguidos en el período, y debería tener como máximo ${2}, según regla de
ca: L'usuari té ${1} dies no feiners seguits en el període, i hauria de tenir com a màxim ${2}, segons regla de
eu: Erabiltzaileak ${1} lanegun gabeko egun jarraian ditu epean, eta gehienez ${2} izan behar ditu, arauaren arabera.
fr: L'utilisateur dispose de {1} $ de jours non ouvrés consécutifs au cours de la période et doit disposer d'un maximum de {2} $, selon le
pt: O utilizador tem ${1} dias de folga seguidos no período, e deveria ter, no máximo, ${2}, de acordo com a regra de

# RES_calendarschedulerules.labagree.rotext
source: Convenio
ca: Conveni
eu: Hitzarmena
fr: Accord
pt: Acordo

# RES_calendarschedulerules.labourdays.maximum.rotext
source: El usuario tiene ${1} días laborables en el período, y debería tener como máximo ${2}, según regla de
ca: L'usuari té ${1} dies laborables en el període, i hauria de tenir com a màxim ${2}, segons la regla de
eu: Erabiltzaileak ${1} lanegun ditu epean, eta gehienez ${2} izan behar ditu, arau arruntaren arabera.
fr: L'utilisateur dispose de {1} $ de jours ouvrés au cours de la période et devrait disposer d'un maximum de {2} $, selon la règle empirique.
pt: O utilizador tem ${1} dias de trabalho no período, e deveria ter, no máximo, ${2}, de acordo com a regra de

# RES_calendarschedulerules.labourdays.minimum.rotext
source: El usuario sólo tiene ${1} días laborables en el período, y debería tener como mínimo ${2}, según regla de
ca: L’usuari només té ${1} dies laborables en el període i n’hauria de tenir com a mínim ${2}, segons la regla de
eu: Erabiltzaileak ${1} lanegun baino ez ditu epean, eta gutxienez ${2} izan behar ditu, arau arruntaren arabera.
fr: L´ utilisateur n´a que ${1} jours ouvrables dans la période, et devrait en avoir au moins ${2}, selon la règle de
pt: O utilizador só tem ${1} dias laborais no período e deveria ter no mínimo ${2}, segundo a regra do

# RES_calendarschedulerules.labourdayssequence.maximum.rotext
source: Secuencia de jornadas
ca: Seqüència de jornades
eu: Egunen sekuentzia
fr: Séquence de jours
pt: Sequência de jornadas

# RES_calendarschedulerules.maxexpectedhoursinperiod.rotext
source: El usuario tiene ${1} horas planificadas en el periodo del ${3} al ${4}, cuando el máximo es de ${2}, según regla de
ca: L’usuari té ${1} hores planificades en el període del ${3} al ${4}, i el màxim és de ${2}, segons la regla de
eu: Erabiltzaileak ${1} ordu planifikatu ditu ${3} eta ${4} bitarteko epean, gehienez ${2} denean, arauaren arabera.
fr: L’utilisateur a ${1} heures planifiées dans la période du ${3} au ${4}, alors que le maximum est de ${2}, selon la règle de
pt: O utilizador tem ${1} horas planeadas no período de ${3} a ${4}, quando o máximo é de ${2}, segundo a regra do

# RES_calendarschedulerules.maxholidays.rotext
source: El usuario tiene ${1} días de vacaciones planificados entre el día ${3} y ${4}, cuando el máximo permitido es ${2}, según regla de
ca: L'usuari té ${1} dies de vacances planificats entre el dia ${3} i ${4}, quan el màxim permès és ${2}, segons regla de
eu: Erabiltzaileak ${1} egun oporretarako aurreikusi ditu ${3} eta ${4} egunen artean, baimendutako gehienezko ${2} denean, arauaren arabera.
fr: L'utilisateur a prévu ${1} jours de vacances entre le jour ${3} et le jour {4} $, lorsque le maximum autorisé est de {2} $, selon la règle de
pt: O utilizador tem ${1} dias de férias planeados entre o dia ${3} e ${4}, quando o máximo permitido é de ${2}, de acordo com a regra de

# RES_calendarschedulerules.maxholidays.rulename.rotext
source: Máximo de vacaciones anuales
ca: Màxim de vacances anuals
eu: Gehienezko urteko oporraldia
fr: Congé annuel maximum
pt: Máximo de férias anuais

# RES_calendarschedulerules.maxminshiftssequence.compensation.rotext
source: El usuario tiene una secuencia de horarios en el periodo comprendido entre el ${1} y el ${2} que incluye ${3} festivos, y debería por tanto ser compensada con el horario ${4}, según regla de ${6} ´${5}´
ca: L'usuari té una seqüència d'horaris en el període comprès entre el ${1} i el ${2} que inclou ${3} festius, i per tant hauria de ser compensada amb l'horari ${4}, segons la regla de ${6} ´${5}´
eu: Erabiltzaileak ${1} eta ${2} arteko aldian ${3} oporrak barne hartzen dituen ordutegi-sekuentzia bat du, eta, beraz, ${4} ordutegiarekin konpentsatu beharko litzateke, ${6} ٥ arauaren arabera. ${5}٥
fr: L'utilisateur dispose d'une séquence d'horaires dans la période comprise entre ${1} et ${2} qui inclut ${3} jours fériés, et doit donc être compensé par l'horaire ${4}, selon la règle de ${6} ´ {5} $
pt: O utilizador tem uma sequência de horários no período entre ${1} e ${2} que inclui ${3} feriados, pelo que deveria ser compensado com o horário ${4}, de acordo com a regra de ${6} "${5}"

# RES_calendarschedulerules.maxminshiftssequence.startday.rotext
source: El usuario tiene una secuencia de horarios en el periodo comprendido entre el ${1} y el ${2} que debería empezar en ${3}, según regla de ${5} ´${4}´
ca: L'usuari té una seqüència d'horaris en el període comprès entre el ${1} i el ${2} que hauria de començar a ${3}, segons la regla de ${5} '${4}'
eu: Erabiltzaileak ${1} eta ${2} arteko aldian ordutegi-sekuentzia bat du, ${3}-n hasi beharko lukeena, ${5} ٥${4}٥ arauaren arabera.
fr: L'utilisateur dispose d'une séquence de programmes dans la période comprise entre ${1} et ${2} qui devraient commencer à ${3}, selon la règle de ${5} ´${4}´.
pt: O utilizador tem uma sequência de horários no período entre ${1} e ${2} que deve começar em ${3}, de acordo com a regra ${5} "${4}"

# RES_calendarschedulerules.maxnotscheduled.rulename.rotext
source: Todos los días planificados
ca: Tots els dies planificats
eu: Egunero planifikatuta
fr: Chaque jour prévu
pt: Todos os dias planeados

# RES_calendarschedulerules.maxnotscheduleddays.rotext
source: No pueden haber días sin planificar en el año ${1}, según regla de
ca: No poden haver-hi dies sense planificar l’any ${1}, segons la regla de
eu: ${1} urtean ezin dira aurreikusi gabeko egunak egon, arauaren arabera
fr: Il ne peut pas y avoir de jours non planifiés dans l´année ${1}, selon la règle de
pt: Não podem existir dias por planear no ano ${1}, segundo a regra do

# RES_calendarschedulerules.maxshiftssequence.rotext
source: El usuario tiene ${1} secuencia/s de horarios en el periodo comprendido entre el ${2} y el ${3}, cuando el máximo es de ${4}, según regla de ${6} ´${5}´
ca: L'usuari té ${1} seqüència d'horaris en el període comprès entre el ${2} i el ${3}, quan el màxim és de ${4}, segons regla de ${6} ´${5 }´
eu: Erabiltzaileak ${1} sekuentzia/s ditu ${2} eta ${3} bitarteko epean, gehienez ${4} denean, ${6} ٥${5 }٥ arauaren arabera.
fr: L'utilisateur dispose de ${1} séquence(s) d'horaires dans la période comprise entre ${2} et ${3}, lorsque le maximum est de ${4}, selon la règle de ${6} ´${5 }´
pt: O utilizador tem ${1} sequência(s) de horários no período entre ${2} e ${3}, quando o máximo é de ${4}, de acordo com a regra ${6} "${5}"

# RES_calendarschedulerules.minexpectedhoursinperiod.rotext
source: El usuario tiene ${1} horas planificadas en el periodo del ${3} al ${4}, cuando el mínimo es de ${2}, según regla de
ca: L’usuari té ${1} hores planificades en el període del ${3} al ${4}, i el mínim és de ${2}, segons la regla de
eu: Erabiltzaileak ${1} ordu planifikatu ditu ${3} eta ${4} bitarteko epean, gutxieneko ${2} denean, arauaren arabera.
fr: L’utilisateur a ${1} heures planifiées dans la période du ${3} au ${4}, alors que le minimum est de ${2}, selon la règle de
pt: O utilizador tem ${1} horas planeadas no período de ${3} a ${4}, quando o mínimo é de ${2}, segundo a regra do

# RES_calendarschedulerules.minmaxexpectedhours.rotext
source: El usuario tiene ${1} horas planificadas en el año ${2}, cuando el máximo es de ${3}, según regla de
ca: L'usuari té ${1} hores planificades l'any ${2}, quan el màxim és de ${3}, segons la regla de
eu: Erabiltzaileak ${1} ordu planifikatu ditu ${2} urtean, gehienez ${3} denean, arabera.
fr: L'utilisateur dispose de {1} $ d'heures planifiées au cours de l'année {2} $, alors que le maximum est de {3} $, selon le
pt: O utilizador tem ${1} horas planeadas no ano ${2}, quando o máximo é de ${3}, de acordo com a regra de

# RES_calendarschedulerules.minmaxexpectedhours.rulename.rotext
source: Máximo de horas laborables anuales
ca: Màxim d'hores laborables anuals
eu: Urteko gehienezko lanaldia
fr: Heures de travail annuelles maximales
pt: Número máximo de horas de trabalho anuais

# RES_calendarschedulerules.minmaxexpectedhoursinperiod.rulename.rotext
source: Máximo de horas laborables en periodo
ca: Màxim d'hores laborables en període
eu: Gehienezko lanaldia aldian
fr: Heures de travail maximales par période
pt: Número máximo de horas de trabalho no período

# RES_calendarschedulerules.minmaxshifts.maximum.rotext
source: El horario ${1} se ha planificado ${2} veces entre el día ${3} y ${4}, cuando el máximo permitido es ${5}, según regla de
ca: L'horari ${1} s'ha planificat ${2} vegades entre el dia ${3} i ${4}, quan el màxim permès és ${5}, segons regla de
eu: ${1} programazioa ${2} aldiz programatu da ${3} eta ${4} egunen artean, onartzen den gehienezko ${5} denean, arabera.
fr: L'horaire ${1} a été programmé ${2} fois entre le jour ${3} et le ${4}, alors que le maximum autorisé est de {5} $, selon le
pt: O horário ${1} foi planeado ${2} vezes entre o dia ${3} e ${4}, quando o máximo permitido é ${5}, de acordo com a regra de

# RES_calendarschedulerules.minmaxshifts.minimum.rotext
source: El horario ${1} se ha planificado ${2} veces entre el día ${3} y ${4}, cuando el mínimo permitido es ${5}, según regla de
ca: L'horari ${1} s'ha planificat ${2} vegades entre el dia ${3} i ${4}, quan el mínim permès és ${5}, segons regla de
eu: ${1} programazioa ${2} aldiz programatu da ${3} eta ${4} egunen artean, baimendutako gutxienekoa ${5} denean, arabera.
fr: L'horaire ${1} a été programmé ${2} fois entre le jour ${3} et le ${4}, lorsque le minimum autorisé est {5} $, selon le
pt: O horário ${1} foi planeado ${2} vezes entre o dia ${3} e ${4}, quando o mínimo permitido é ${5}, de acordo com a regra de
