Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/CausesService.*.resx
Languages: it, pt, sk

# RES_resultenum.causeusedinaccrual.rotext
source: La justificación seleccionada está siendo utilizada en algún saldo y no se puede borrar. Se utiliza en los siguientes saldos: ${1}
it: La giustificazione selezionata è utilizzata al momento in un saldo e non può essere eliminata. Viene utilizzata nei seguenti saldi: ${1}
pt: A justificação selecionada está a ser utilizada em algum saldo e não pode ser eliminada. Está a ser utilizada nos seguintes saldos: ${1}
sk: Vybrané zdôvodnenie sa používa na niektorej bilancii a nie je možné ho odstrániť. Používa sa na týchto zostatkoch: ${1}

# RES_resultenum.causeusedincauses.rotext
source: La justificación seleccionada se ha introducido ${1} veces manualmente
it: La giustificazione selezionata è stata inserita manualmente ${1} volte
pt: A justificação selecionada foi introduzida manualmente ${1} vezes
sk: Vybrané odôvodnenie bolo zadané ${1} krát ručne

# RES_resultenum.causeusedinequivalencedata.rotext
source: La justificación seleccionada se utiliza para realizar equivalencias con otras justificaciones
it: La giustificazione selezionata viene utilizzata per ottenere equivalenze con altre giustificazioni
pt: A justificação selecionada é utilizada para fazer equivalências com outras justificações
sk: Vybrané zdôvodnenie sa používa na porovnanie s inými zdôvodneniami

# RES_resultenum.causeusedinprogrammedabsence.rotext
source: La justificación seleccionada está siendo utilizada en alguna ausencia prolongada y no se puede borrar. Se utiliza en ausencias prolongadas para los siguientes usuarios: ${1}
it: La scusa selezionata viene utilizzata per un'assenza di lunga durata e non può essere cancellata. Utilizzato in caso di assenze prolungate per i seguenti utenti: ${1}
pt: A justificação selecionada está a ser utilizada numa ausência prolongada e não pode ser eliminada. É utilizada em ausências prolongadas para os seguintes utilizadores: ${1}
sk: Vybrané zdôvodnenie sa používa v predĺženej neprítomnosti a nie je možné ho vymazať. Používa sa v predĺženej neprítomnosti pre týchto používateľov: ${1}

# RES_resultenum.causeusedinprogrammedcause.rotext
source: La justificación seleccionada está siendo utilizada en alguna incidencia prevista y no se puede borrar. Se utiliza en incidencias previstas para los siguientes usuarios: ${1}
it: La giustificazione selezionata viene utilizzata in qualche incidente pianificato e non può essere eliminata. Viene utilizzato negli incidenti pianificati per i seguenti utenti: ${1}
pt: A justificação selecionada está a ser utilizada numa incidência planeada e não pode ser eliminada. É utilizada em incidências planeadas para os seguintes utilizadores: ${1}
sk: Vybrané odôvodnenie sa používa v plánovanej udalosti a nie je možné ho vymazať. Používa sa v plánovaných požiadavkách pre týchto používateľov: ${1}

# RES_resultenum.causeusedinprogrammedholiday.rotext
source: La justificación seleccionada se utiliza en previsiones de vacaciones por horas
it: La giustificazione selezionata viene utilizzata nelle previsioni orarie delle ferie
pt: A justificação selecionada é utilizada nas previsões de férias por horas
sk: Vybrané odôvodnenie sa používa v hodinových predpovediach dovoleniek

# RES_resultenum.causeusedinpunchwithincidence.rotext
source: La justificación seleccionada se utilizó en un fichaje con incidencia desde un terminal. No puede borrar la justificación.
it: La giustificazione selezionata è stata utilizzata in una firma con un incidente da un terminale. Non è possibile eliminare la giustificazione.
pt: A justificação selecionada foi utilizada numa picagem com uma incidência a partir de um terminal. Não pode apagar a justificação.
sk: Vybrané zdôvodnenie bolo použité pri taktovaní s incidentom z terminálu. Odôvodnenie nie je možné odstrániť.

# RES_resultenum.causeusedinrequest.rotext
source: La justificación seleccionada está siendo utilizada en una o más solicitudes.
it: La giustificazione selezionata è in uso in una o più richieste.
pt: A justificação selecionada está a ser utilizada em um ou mais pedidos.
sk: Vybrané odôvodnenie sa používa v jednej alebo viacerých aplikáciách.

# RES_resultenum.causeusedinrequestrule.rotext
source: La justificación seleccionada está siendo utilizada en alguna regla de solicitud y no se puede borrar. Se utiliza en las siguientes reglas: ${1}
it: La giustificazione selezionata viene utilizzata in alcune regole di richiesta e non può essere eliminata. Viene utilizzato nelle seguenti regole: ${1}
pt: A justificação selecionada está a ser utilizada numa regra de pedido e não pode ser eliminada. É utilizada nas seguintes regras: ${1}
sk: Vybrané odôvodnenie sa používa v niektorom pravidle požiadavky a nie je možné ho odstrániť. Používa sa v nasledujúcich pravidlách: ${1}

# RES_resultenum.causeusedinshift.rotext
source: La justificación seleccionada está siendo utilizada en algún horario y no se puede borrar. Se utiliza en los siguientes horarios: ${1}
it: La giustificazione selezionata è utilizzata al momento in un orario e non può essere eliminata. Viene utilizzata nei seguenti orari: ${1}
pt: A justificação selecionada está a ser utilizada em algum horário e não pode ser eliminada. É utilizada nos seguintes horários: ${1}
sk: Vybrané zdôvodnenie sa používa v niektorom rozvrhu a nie je možné ho odstrániť. Používa sa v nasledujúcich rozvrhoch: ${1}

# RES_resultenum.changetypenotallowed.rotext
source: No se puede cambiar el tipo de la justificación porque ya está siendo utilizada
it: Non è possibile modificare il tipo di giustificazione perché è già in uso
pt: Não é possível alterar o tipo da justificação porque esta já está a ser utilizada
sk: Typ odôvodnenia nemôžete zmeniť, pretože sa už používa

# RES_resultenum.conceptbalanceannualqueryrequired.rotext
source: Se debe seleccionar un saldo anual y que se visualice en horas
it: È necessario selezionare un saldo annuale e visualizzarlo in ore
pt: É necessário selecionar um saldo anual e apresentá-lo em horas
sk: Je potrebné vybrať ročný zostatok a zobraziť ho v hodinách

# RES_resultenum.invalidjustifyperioddates.rotext
source: El periodo de incidencia entre horas es incorrecto.
it: Il periodo di incidenza tra le ore non è corretto.
pt: O período de incidência entre horas está incorreto.
sk: Obdobie výskytu medzi hodinami je nesprávne.

# RES_resultenum.invalidname.rotext
source: El nombre no puede estar vacío o ya existe
it: Il nome non può essere vuoto o esiste già
pt: O nome não pode estar vazio ou já existe
sk: Názov nemôže byť prázdny alebo už existuje

# RES_resultenum.invalidreaderinputcode.rotext
source: El código de la justificación es incorrecto.
it: Il codice di giustificazione non è corretto.
pt: O código da justificação está incorreto.
sk: Kód odôvodnenia je nesprávny.

# RES_resultenum.invalidroundingby.rotext
source: El redondeo no puede ser 0 o un valor negativo.
it: L´arrotondamento non può essere pari a 0 o un valore negativo.
pt: O arredondamento não pode ser 0 ou um valor negativo.
sk: Zaokrúhlenie nemôže byť 0 alebo záporná hodnota.

# RES_resultenum.invalidshortname.rotext
source: Debe indicar el nombre corto de la justificación
it: È necessario indicare il nome breve della giustificazione
pt: É necessário indicar o nome abreviado da justificação
sk: Musíte uviesť skrátený názov odôvodnenia

# RES_resultenum.namealreadyexist.rotext
source: El nombre de la justificación ya existe.
it: Il nome della giustificazione esiste già.
pt: O nome da justificação já existe.
sk: Názov odôvodnenia už existuje.

# RES_resultenum.numberofcausesexceeded.rotext
source: Ha excedido el número máximo de justificaciones para la licencia de Visualtime eXpress.
it: Hai superato il numero massimo di giustificazioni per la tua licenza Visualtime eXpress.
pt: Excedeu o número máximo de justificações para sua licença Visualtime eXpress.
sk: Prekročili ste maximálny počet odôvodnení pre licenciu Visualtime eXpress.

# RES_resultenum.readerinputcodeexistent.rotext
source: El código de la justificación ya se está utilizando o es incorrecto.
it: Il codice giustificativo è già in uso o non è corretto.
pt: O código da justificação já está a ser utilizado ou está incorreto.
sk: Kód odôvodnenia sa už používa alebo je nesprávny.

# RES_resultenum.shortnamealreadeyexist.rotext
source: El nombre corto de la justificación ya existe.
it: Il nome abbreviato per la giustificazione esiste già.
pt: O nome abreviado da justificação já existe.
sk: Skrátený názov odôvodnenia už existuje.

# RES_resultenum.typedoesnotallowdocumenttracking.rotext
source: Esta justificación tiene documentos de seguimiento, y no se puede cambiar su tipo. Elimine antes los documentos, o cree una nueva justificación
it: Questa giustificazione dispone di documenti di tracciabilità e il suo tipo non può essere modificato. Elimina prima i documenti o crea una nuova giustificazione
pt: Esta justificação tem documentos de acompanhamento e o respetivo tipo não pode ser alterado. Elimine primeiro documentos ou crie uma nova justificação
sk: Toto odôvodnenie má sledovacie dokumenty a jeho typ nie je možné zmeniť. Najskôr doklady vymažte alebo vytvorte nové zdôvodnenie

# RES_resultenum.userfieldempty.rotext
source: Debe seleccionar un campo de la ficha y/o un valor.
it: È necessario selezionare un campo sulla carta e/o un valore.
pt: É necessário selecionar um campo da ficha e/ou um valor.
sk: Musíte vybrať pole karty a/alebo hodnotu.

# RES_resultenum.causeusedinlabagree.rotext
source: La justificación seleccionada está siendo utilizada en algún convenio y no se puede borrar. Se utiliza en los siguientes convenios: ${1}
it: La giustificazione selezionata viene utilizzata in qualche accordo e non può essere eliminata. Viene utilizzato nelle seguenti convenzioni: ${1}
pt: A justificação selecionada está a ser utilizada num acordo e não pode ser eliminada. É utilizada nos seguintes acordos: ${1}
sk: Vybrané odôvodnenie sa používa v konvencii a nie je možné ho odstrániť. Používa sa v nasledujúcich konvenciách: ${1}

# RES_resultenum.xssvalidationerror.rotext
source: Se ha detectado un script malicioso en alguna propiedad del objeto
it: È stato rilevato uno script dannoso in una proprietà dell'oggetto
pt: Foi detetado um script malicioso nalguma propriedade do objeto
sk: Vo vlastnosti objektu bol zistený škodlivý skript
