Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ChannelsService.*.resx
Languages: fr, gl, it

# RES_channel.channeltitle.complaint.rotext
source: Complaints
fr: Plaintes
gl: Queixas
it: Denunce, contestazioni

# RES_channel.conversation.message.anonymous.rotext
source: Anonymous
fr: Anonyme
gl: Anónimo
it: Anonimo

# RES_channel.conversation.message.unknown.rotext
source: Unknown
fr: Un étranger
gl: Un estraño
it: Uno sconosciuto

# RES_channel.status.draft.rotext
source: Restricted
fr: Limité
gl: Restrinxido
it: Limitato

# RES_channel.status.published.rotext
source: Shared
fr: partagé
gl: Compartido
it: Condiviso

# RES_channelresultenum.errorcreatingorupdatingchannel.rotext
source: An error occurred while creating or updating the channel
fr: Une erreur s'est produite lors de la création ou de la mise à jour de la chaîne
gl: Produciuse un erro ao crear ou actualizar a canle
it: Si è verificato un errore durante la creazione o l'aggiornamento del canale

# RES_channelresultenum.errordeletingchannel.rotext
source: An error occurred while deleting the channel
fr: Une erreur s'est produite lors de la suppression de la chaîne
gl: Produciuse un erro ao eliminar a canle
it: Si è verificato un errore durante l'eliminazione del canale

# RES_channelresultenum.errorrecoveringallchannels.rotext
source: An error occurred while retrieving the list of available channels
fr: Une erreur s'est produite lors de la récupération de la liste des chaînes disponibles
gl: Produciuse un erro ao recuperar a lista de canles dispoñibles
it: Si è verificato un errore durante il recupero dell'elenco dei canali disponibili

# RES_channelresultenum.errorrecoveringchannel.rotext
source: An error occurred while retrieving channel information
fr: Une erreur s´est produite lors de la récupération des informations sur la chaîne
gl: Produciuse un erro ao recuperar a información da canle
it: Si è verificato un errore durante il recupero delle informazioni sul canale

# RES_channelresultenum.errorrecoveringnewmessagesinchannel.rotext
source: An error occurred while determining the channel's new messages
fr: Une erreur s'est produite lors de la détermination des nouveaux messages de canal
gl: Produciuse un erro ao determinar novas mensaxes de canle
it: Si è verificato un errore durante la determinazione dei nuovi messaggi del canale

# RES_channelresultenum.errorsettingchannelemployees.rotext
source: An error occurred while setting the employees who can access the channel
fr: Une erreur s´est produite lors de la définition des employés pouvant accéder au canal
gl: Produciuse un erro ao configurar os empregados que poden acceder á canle
it: Si è verificato un errore durante l´impostazione dei dipendenti che possono accedere al canale

# RES_channelresultenum.errorsettingchannelgroups.rotext
source: An error occurred while setting the groups that can access the channel
fr: Une erreur s'est produite lors de la définition des groupes pouvant accéder au canal
gl: Produciuse un erro ao configurar os grupos que poden acceder á canle
it: Si è verificato un errore durante l'impostazione dei gruppi che possono accedere al canale

# RES_channelresultenum.errorsettingchannelsupervisors.rotext
source: An error occurred while setting the supervisors who can access the channel
fr: Une erreur s'est produite lors de la définition des superviseurs pouvant accéder au canal
gl: Produciuse un erro ao configurar os supervisores que poden acceder á canle
it: Si è verificato un errore durante l'impostazione dei supervisori che possono accedere al canale

# RES_channelresultenum.exception.rotext
source: An unexpected error occurred while performing the action
fr: Une erreur inattendue s'est produite lors de l'exécution de l'action
gl: Produciuse un erro inesperado ao realizar a acción
it: Si è verificato un errore imprevisto durante l'esecuzione dell'azione

# RES_channelresultenum.nopermission.rotext
source: Permission to perform this action was denied.
fr: L'autorisation d'effectuer cette action a été refusée
gl: O permiso para realizar esta acción foi denegado
it: Il permesso di eseguire questa azione è stato negato

# RES_conversation.complaintfirstmessage.system.rotext
source: System
fr: Système
gl: Sistema
it: Sistema

# RES_conversation.complexity.high.rotext
source: High
fr: haut
gl: alto
it: alto

# RES_conversation.complexity.normal.rotext
source: Normal
fr: Normale
it: Normale

# RES_conversation.extradata.customer.rotext
source: Customer
fr: Client
gl: Cliente
it: Cliente

# RES_conversation.extradata.email.rotext
source: Email
fr: Courrier électronique
gl: Correo electrónico

# RES_conversation.extradata.fullname.rotext
source: Name
fr: nom
gl: Nome
it: Nome

# RES_conversation.extradata.phone.rotext
source: Phone
fr: Téléphone
gl: Teléfono
it: Telefono

# RES_conversation.lastmessage.youanswered.rotext
source: You
fr: Toi
gl: Ti
it: Voi

# RES_conversation.status.closed.rotext
source: Closed
fr: Fermé
gl: Pechado
it: Chiuso

# RES_conversation.status.dismissed.rotext
source: Dismissed
fr: Rejeté
gl: Descartado
it: Licenziato

# RES_conversation.status.ongoing.rotext
source: In progress
fr: En cours
gl: En progreso
it: In corso

# RES_conversation.status.pending.rotext
source: Pending
fr: Boucle d´oreille
gl: Brinco
it: Orecchino

# RES_conversation.subject.rotext
source: Subject
fr: Affaire
gl: Asunto
it: Affare

# RES_conversation.type.complaint.rotext
source: Complaint
fr: Plainte
gl: Queixa
it: Rimostranza

# RES_conversationresultenum.channelshouldbepublishedtocreateconversations.rotext
source: The channel must be published to create conversations
fr: La chaîne doit être publiée pour créer des conversations
gl: A canle debe publicarse para crear conversas
it: Il canale deve essere pubblicato per creare conversazioni

# RES_conversationresultenum.conversationshouldbecreatedbyanemployee.rotext
source: Must indicate the employee who starts the conversation
fr: Vous devez indiquer l'employé qui démarre la conversation
gl: Debe indicar o empregado que inicia a conversa
it: È necessario indicare il dipendente che avvia la conversazione

# RES_conversationresultenum.conversationshouldbelongtoachannel.rotext
source: You must indicate the channel to which the conversation belongs.
fr: Vous devez indiquer le canal auquel appartient la conversation
gl: Debes indicar a canle á que pertence a conversa
it: Devi indicare il canale a cui appartiene la conversazione

# RES_conversationresultenum.errorconversationalreadyexists.rotext
source: The conversation already exists and cannot be modified.
fr: La conversation existe déjà et ne peut pas être modifiée
gl: A conversa xa existe e non se pode modificar
it: La conversazione esiste già e non può essere modificata

# RES_conversationresultenum.errorcreatingconversation.rotext
source: An error occurred while creating the conversation
fr: Une erreur s´est produite lors de la création de la conversation
gl: Produciuse un erro ao crear a conversa
it: Si è verificato un errore durante la creazione della conversazione

# RES_conversationresultenum.errornewconversationshouldhavefirstmessage.rotext
source: To start a conversation you must include a message
fr: Pour démarrer une conversation, vous devez inclure un message
gl: Para iniciar unha conversa debes incluír unha mensaxe
it: Per avviare una conversazione è necessario includere un messaggio

# RES_conversationresultenum.errorrecoveringallconversations.rotext
source: An error occurred while retrieving the list of available conversations
fr: Une erreur s'est produite lors de la récupération de la liste des conversations disponibles
gl: Produciuse un erro ao recuperar a lista de conversas dispoñibles
it: Si è verificato un errore durante il recupero dell'elenco delle conversazioni disponibili

# RES_conversationresultenum.errorrecoveringconversation.rotext
source: An error occurred while retrieving conversation information
fr: Une erreur s'est produite lors de la récupération des informations sur la conversation
gl: Produciuse un erro ao recuperar a información da conversa
it: Si è verificato un errore durante il recupero delle informazioni sulla conversazione

# RES_conversationresultenum.errorrecoveringnewmessagesinconversation.rotext
source: An error occurred while retrieving new messages from the conversation
fr: Une erreur s'est produite lors de la récupération des nouveaux messages de la conversation
gl: Produciuse un erro ao recuperar mensaxes novas da conversa
it: Si è verificato un errore durante il recupero di nuovi messaggi dalla conversazione

# RES_conversationresultenum.errorupdatingconversationstate.rotext
source: An error occurred while changing the conversation status
fr: Une erreur s'est produite lors de la modification de l'état de la conversation
gl: Produciuse un erro ao cambiar o estado da conversa
it: Si è verificato un errore durante la modifica dello stato della conversazione

# RES_conversationresultenum.initialmessagecannotbeempty.rotext
source: Message cannot be empty
fr: Le message ne peut pas être vide
gl: A mensaxe non pode estar baleira
it: Il messaggio non può essere vuoto

# RES_conversationresultenum.messagerequiredtocreateconversation.rotext
source: To start a conversation you must write a message
fr: Pour démarrer une conversation, vous devez rédiger un message
gl: Para iniciar unha conversa debes redactar unha mensaxe
it: Per iniziare una conversazione è necessario comporre un messaggio

# RES_conversationresultenum.nopermission.rotext
source: You do not have permission to perform this action
fr: Vous n'êtes pas autorisé à effectuer cette action
gl: Non tes permiso para realizar esta acción
it: Non hai l'autorizzazione per eseguire questa azione

# RES_logbook.conversation.complexitychanged.high.rotext
source: Complaint complexity changed to High
fr: La complexité du rapport est passée à Élevée
gl: A complexidade do informe cambiou a Alta
it: La complessità del report è stata modificata in Alta

# RES_logbook.conversation.complexitychanged.normal.rotext
source: Complaint complexity changed to Normal
fr: La complexité du rapport est passée à Normale
gl: A complexidade do informe cambiou a Normal
it: La complessità del report è stata modificata in Normale

# RES_logbook.conversation.statuschanged.closed.rotext
source: Report status changed to Closed
fr: Le statut du rapport est passé à Fermé
gl: O estado do informe cambiou a Pechado
it: Lo stato del report è cambiato in Chiuso

# RES_logbook.conversation.statuschanged.dismissed.rotext
source: Complaint status changed to Dismissed
fr: Le statut de la plainte est devenu Rejeté
gl: O estado da reclamación cambiou a Ignorada
it: Lo stato del reclamo è cambiato in Respinto

# RES_logbook.conversation.statuschanged.ongoing.rotext
source: Report status changed to In Progress
fr: Le statut du rapport est passé à En cours
gl: O estado do informe cambiou a En curso
it: Lo stato del report è cambiato in In corso

# RES_logbook.conversation.statuschanged.pending.rotext
source: Report status changed to Pending
fr: Le statut du rapport est passé à En attente
gl: O estado do informe cambiou a Pendente
it: Lo stato del report è cambiato in In sospeso

# RES_logbookresultenum.errorrecoveringallmessages.rotext
source: Error retrieving logbook messages
fr: Erreur lors de la récupération des messages du journal
gl: Produciuse un erro ao recuperar as mensaxes do rexistro
it: Errore durante il recupero dei messaggi del registro

# RES_logbookresultenum.errorrecoveringlogbook.rotext
source: Error retrieving logbook
fr: Erreur lors de la récupération du journal de bord
gl: Produciuse un erro ao recuperar o rexistro
it: Errore durante il recupero del registro

# RES_logbookresultenum.errorrecoveringmessage.rotext
source: Error retrieving message
fr: Erreur lors de la récupération du message
gl: Erro ao recuperar a mensaxe
it: Errore durante il recupero del messaggio

# RES_logbookresultenum.errorsavinglogbook.rotext
source: Error saving logbook
fr: Erreur lors de l'enregistrement du journal de bord
gl: Produciuse un erro ao gardar o rexistro
it: Errore durante il salvataggio del registro

# RES_messageresultenum.conversationclosedordismissed.rotex.rotext
source: The conversation is closed or has been dismissed
fr: La conversation est fermée ou a été rejetée
gl: A conversa está pechada ou descartouse
it: La conversazione è chiusa o è stata respinta

# RES_messageresultenum.conversationclosedordismissed.rotext
source: The conversation is closed or has been dismissed
fr: La conversation est fermée ou a été rejetée
gl: A conversa está pechada ou descartouse
it: La conversazione è chiusa o è stata respinta

# RES_messageresultenum.errorcreatingmessage.rotext
source: An error occurred while creating the message
fr: Une erreur s´est produite lors de la création du message
gl: Produciuse un erro ao crear a mensaxe
it: Si è verificato un errore durante la creazione del messaggio

# RES_messageresultenum.errormessagealreadyexists.rotext
source: The message already exists and cannot be modified
fr: Le message existe déjà et ne peut pas être modifié
gl: A mensaxe xa existe e non se pode modificar
it: Il messaggio esiste già e non può essere modificato

# RES_messageresultenum.errorrecoveringallmessages.rotext
source: An error occurred while retrieving messages from the conversation
fr: Une erreur s'est produite lors de la récupération des messages de la conversation
gl: Produciuse un erro ao recuperar as mensaxes da conversa
it: Si è verificato un errore durante il recupero dei messaggi dalla conversazione

# RES_messageresultenum.errorrecoveringmessage.rotext
source: An error occurred while retrieving the message
fr: Une erreur s'est produite lors de la récupération du message
gl: Produciuse un erro ao recuperar a mensaxe
it: Si è verificato un errore durante il recupero del messaggio

# RES_messageresultenum.exception.rotext
source: An unexpected error occurred while performing the action
fr: Une erreur inattendue s'est produite lors de l'exécution de l'action
gl: Produciuse un erro inesperado ao realizar a acción
it: Si è verificato un errore imprevisto durante l'esecuzione dell'azione

# RES_messageresultenum.messagecannotberegisteredonlogbook.rotext
source: An error occurred while saving the message
fr: Une erreur s'est produite lors de l'enregistrement du message
gl: Produciuse un erro ao gardar a mensaxe
it: Si è verificato un errore durante il salvataggio del messaggio

# RES_messageresultenum.nopermission.rotext
source: You do not have permission to perform this action
fr: Vous n'êtes pas autorisé à effectuer cette action
gl: Non tes permiso para realizar esta acción
it: Non hai l'autorizzazione per eseguire questa azione

# RES_resultenum.invalidname.rotext
source: Channel name cannot be empty or already exists
fr: Le nom de la chaîne ne peut pas être vide ou existe déjà
gl: O nome da canle non pode estar baleiro ou xa existe
it: Il nome del canale non può essere vuoto o esiste già

# RES_logbookresultenum.errormessagealreadyexists.rotext
source: The message already exists and cannot be modified
fr: Le message existe déjà et ne peut pas être modifié
gl: A mensaxe xa existe e non se pode modificar
it: Il messaggio esiste già e non può essere modificato

# RES_resultenum.xssvalidationerror.rotext
source: A malicious script has been detected in some property of the object
fr: Un script malveillant a été détecté dans les propriétés de l'objet
gl: Detectouse un script malicioso nalgunha propiedade do obxecto
it: È stato rilevato uno script dannoso nelle proprietà dell'oggetto

# RES_conversation.type.conversation.rotext
source: Conversation
gl: Conversa
it: Conversazione
