Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/CollectivesService.*.resx
Languages: fr, it, pt

# RES_collectiveresultenum.errorcreatingorupdatingcollective.rotext
source: Se produjo un error al crear o actualizar el colectivo
fr: Une erreur s'est produite lors de la création ou de la mise à jour du collectif
it: Si è verificato un errore durante la creazione o l'aggiornamento del collettivo
pt: Ocorreu um erro ao criar ou atualizar o coletivo

# RES_collectiveresultenum.nopermission.rotext
source: No tiene permisos para realizar esta acción
fr: Vous n'êtes pas autorisé à effectuer cette action
it: Non disponi delle autorizzazioni per eseguire questa azione
pt: Não tem permissão para executar esta ação

# RES_collectiveresultenum.errorcecoveringcollective.rotext
source: No se ha podido recuperar la definición del colectivo
fr: La définition du collectif n'a pas pu être récupérée
it: Non è stato possibile recuperare la definizione del collettivo
pt: A definição do coletivo não pôde ser recuperada

# RES_collectiveresultenum.namealreadyexists.rotext
source: Ya existe un colectivo con este nombre
fr: Il existe déjà un collectif portant ce nom
it: Esiste già un collettivo con questo nome
pt: Já existe um coletivo com este nome

# RES_collectiveresultenum.xssvalidationerror.rotext
source: Se ha detectado un script malicioso en alguna propiedad del objeto
fr: Un script malveillant a été détecté dans une propriété de l'objet
it: È stato rilevato uno script dannoso in una proprietà dell'oggetto
pt: Foi detectado um script malicioso nalguma propriedade do objeto

# RES_collectiveresultenum.errordeletingcollective.rotext
source: Se produjo un error al eliminar el colectivo
fr: Une erreur s'est produite lors de la suppression du collectif
it: Si è verificato un errore durante l'eliminazione del collettivo
pt: Ocorreu um erro ao eliminar o coletivo

# RES_collectiveresultenum.errorrecoveringallcollectives.rotext
source: Se produjo un error al recuperar la lista de colectivos
fr: Une erreur s'est produite lors de la récupération de la liste des collectifs
it: Si è verificato un errore durante il recupero dell'elenco dei collettivi
pt: Ocorreu um erro ao obter a lista de coletivos

# RES_collectiveresultenum.errorrecoveringemployeeuserfields.rotext
source: Se produjo un error al recuperar la lista de campos del expediente
fr: Une erreur s'est produite lors de la récupération de la liste des champs du dossier
it: Si è verificato un errore durante il recupero dell'elenco dei campi del dossier
pt: Ocorreu um erro ao obter a lista de campos do dossier

# RES_collectiveresultenum.collectivenamecannotbeempty.rotext
source: Debe indicar un nombre para el colectivo
fr: Vous devez indiquer un nom pour le collectif
it: È necessario indicare un nome per il collettivo
pt: É necessário indicar um nome para o coletivo

# RES_collectiveresultenum.collectivefiltercannotbeempty.rotext
source: Debe configurar un citerio sobre campos del expediente para definir el colectivo
fr: Vous devez mettre en place un critère sur les champs du dossier pour définir le collectif
it: È necessario impostare un criterio sui campi del dossier per definire la collettività
pt: É necessário definir um critério nos campos do dossier para definir o coletivo

# RES_collectiveresultenum.errorfilterexpressioncontainsinvalidfields.rotext
source: El criterio definido para el colectivo contiene campos del expediente no válidos
fr: Les critères définis pour le collectif contiennent des champs de fichier non valides
it: I criteri definiti per il collettivo contengono campi di file non validi
pt: Os critérios definidos para o coletivo contêm campos de dossier inválidos.

# RES_collectiveresultenum.erorrgeneratinghavingclause.rotext
source: Se produjo un error al interpretar el criterio definido para el colectivo
fr: Il y a eu une erreur d'interprétation du critère défini pour le collectif
it: C'è stato un errore nell'interpretazione del criterio definito per il collettivo
pt: Ocorreu um erro ao interpretar os critérios definidos para o coletivo

# RES_collectiveresultenum.nonelegibleuserfieldused.rotext
source: La definición del colectivo está usando un campo que no está asignado a la ficha de empleado
fr: La définition du groupe utilise une zone qui n'est pas affectée à l'enregistrement du salarié
it: La definizione del gruppo utilizza un campo non assegnato al record del dipendente
pt: A definição do grupo está a utilizar um campo que não está atribuído ao registo do empregado

# RES_collectiveresultenum.collectivedefinitionoverlapped.rotext
source: La definición del colectivo se solapa con alguna existente
fr: La définition du collectif chevauche une définition existante
it: La definizione del collettivo si sovrappone a una definizione esistente
pt: A definição do coletivo sobrepõe-se a uma definição já existente

# RES_collectiveresultenum.errorvalidatingcollectivedefinition.rotext
source: No se pudo validar la definición del colectivo
fr: La définition du collectif n'a pas pu être validée
it: Non è stato possibile convalidare la definizione del collettivo
pt: A definição do coletivo não pôde ser validada

# RES_collectiveresultenum.errorrecoveringcollective.rotext
source: Se produjo un error al cargar la información del colectivo
fr: Une erreur s'est produite lors du chargement de l'information collective
it: Si è verificato un errore durante il caricamento delle informazioni collettive
pt: Ocorreu um erro ao carregar a informação do coletivo

# RES_collectiveresultenum.errorrecoveringcollectiveemployees.rotext
source: Se produjo un error al recuperar la lista de usuarios incluidos en el colectivo
fr: Une erreur s'est produite lors de la récupération de la liste des utilisateurs inclus dans le collectif
it: Si è verificato un errore durante il recupero dell'elenco degli utenti inclusi nel collettivo
pt: Ocorreu um erro ao recuperar a lista de utilizadores incluídos no coletivo

# RES_collectiveresultenum.begindefinitioninfreezedate.rotext
source: La fecha de inicio de validez de la definición del colectivo no puede ser anterior a la fecha de cierre de Visualtime
fr: La date de début de validité de la définition collective ne peut être antérieure à la date de clôture de Visualtime
it: La data di inizio validità della definizione collettiva non può essere precedente alla data di chiusura di Visualtime
pt: A data de início de validade da definição do coletivo não pode ser anterior à data de encerramento do Visualtime.

# RES_collective.logic.and.rotext
source: y
fr: ET
it: E
pt: E

# RES_collective.logic.or.rotext
source: o
fr: soit
pt: ou

# RES_collective.logic.not.rotext
source: no se cumple que
fr: il n'est pas dit que
it: non si ritiene che
pt: não se pode considerar que

# RES_collective.comparison.equal.rotext
source: es igual a
fr: est égal à
it: è uguale a
pt: é igual a

# RES_collective.comparison.notequal.rotext
source: es diferente de
fr: est différent de
it: è diverso da
pt: é diferente de

# RES_collective.comparison.greaterthan.rotext
source: es mayor que
fr: est supérieur à
it: è maggiore di
pt: é superior a

# RES_collective.comparison.greaterorequal.rotext
source: es mayor o igual que
fr: est supérieur ou égal à
it: è maggiore o uguale a
pt: é maior ou igual a

# RES_collective.comparison.lessthan.rotext
source: es menor que
fr: est inférieur à
it: è inferiore a
pt: é inferior a

# RES_collective.comparison.lessorequal.rotext
source: es menor o igual que
fr: est inférieur ou égal à
it: è minore o uguale a
pt: é menor ou igual a

# RES_collective.comparison.startswith.rotext
source: comienza por
fr: commence par
it: inizia con
pt: começa por

# RES_collective.comparison.endswith.rotext
source: termina en
fr: se termine en
it: termina in
pt: termina em

# RES_collective.comparison.contains.rotext
source: contiene
fr: contient
pt: contém

# RES_collective.comparison.anyof.rotext
source: es alguno de
fr: est l'un des
it: è uno dei
pt: é um dos

# RES_collective.time.anniversary.rotext
source: está de aniversario
fr: célèbre son anniversaire
it: festeggia il suo anniversario
pt: está a celebrar o seu aniversário

# RES_collective.time.occurredmorethan.rotext
source: ocurrió hace más de
fr: s'est produite plus de
it: si è verificato più di
pt: aconteceu há mais de

# RES_collective.time.occurredatleast.rotext
source: ocurrió hace al menos
fr: s'est produite au moins
it: è avvenuto almeno
pt: aconteceu há pelo menos

# RES_collective.time.occurredlessthan.rotext
source: ocurrió hace menos de
fr: s'est produite moins de
it: si è verificato meno di
pt: aconteceu há menos de

# RES_collective.time.occurredatmost.rotext
source: ocurrió hace como máximo
fr: n'a pas eu lieu plus de
it: si è verificato non più di
pt: aconteceu há, no máximo

# RES_collective.parseerror.rotext
source: Error al analizar la expresión:
fr: Erreur lors de l'analyse de l'expression :
it: Errore nell'analisi dell'espressione:
pt: Erro ao analisar a expressão:

# RES_collectiveresultenum.collectiveusedinprocess.rotext
source: No se puede borrar el colectivo dado que se está usando en alguna regla de negocio de Visualtime
fr: Le collectif ne peut pas être supprimé car il est utilisé dans une règle de gestion Visualtime
it: Il collettivo non può essere cancellato perché viene utilizzato in qualche regola aziendale di Visualtime
pt: O coletivo não pode ser eliminado porque está a ser utilizado numa regra de negócio do Visualtime
