Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ConceptsService.*.resx
Languages: eu, pt

# RES_engineresultenum.employeerequired.rotext
source: We do not have an employee to carry out the operation
eu: Ez dugu langilerik operazioa egiteko
pt: Não dispomos de um colaborador para realizar a operação

# RES_resultenum.accrualworkexists.rotext
source: The balance of hours worked can only exist in one balance
eu: Lan egindako orduen balantzea saldo batean bakarrik egon daiteke
pt: O saldo de horas trabalhadas só pode existir num saldo

# RES_resultenum.automaticaccrualcriteriadataerror.rotext
source: Incorrect automatic accruals configuration
eu: Sortze automatikoen konfigurazio okerra
pt: Configuração incorreta de acréscimos automáticos

# RES_resultenum.compositionconditiondirectvalueinvalid.rotext
source: The value of justification is incorrect.
eu: Justifikazio-balioa okerra da.
pt: O valor da justificação está incorreto.

# RES_resultenum.compositionconditionidcauserequired.rotext
source: A justification must be inserted
eu: Justifikazioa behar da
pt: É necessário inserir uma justificação

# RES_resultenum.compositionconditionidcausesmustbediferent.rotext
source: The value of justification must be different from the justifications
eu: Justifikazioaren balioa justifikazioetatik ezberdina izan behar da
pt: O valor da justificação deve ser diferente das justificações

# RES_resultenum.compositionconditionidcausevalueinvalid.rotext
source: The justification value is invalid. Please select a justification value.
eu: Justifikazio-balioa baliogabea da. Hautatu justifikazio-balio bat.
pt: O valor da justificação é inválido. Selecione um valor da justificação.

# RES_resultenum.compositionconditionuserfieldvalueinvaliddatatype.rotext
source: The composition type value is invalid.
eu: Konposizio motaren balioa ez da baliozkoa.
pt: O valor do tipo da composição não é válido.

# RES_resultenum.compositionconditionuserfieldvaluerequired.rotext
source: You must insert the value of the token field into the composition.
eu: Token eremuaren balioa txertatu behar duzu konposizioan.
pt: É necessário inserir o valor do campo da ficha na composição.

# RES_resultenum.compositionfactorvalueinvalid.rotext
source: The value in the factor field is invalid.
eu: Faktore eremuko balioa baliogabea da.
pt: O valor no campo de fator é inválido.

# RES_resultenum.defaultquerymustbeannual.rotext
source: The balance type cannot be used in request management
eu: Saldo mota ezin da erabili eskaerak kudeatzeko
pt: O tipo saldo não pode ser utilizado na gestão de pedidos.

# RES_resultenum.expiredhoursdataerror.rotext
source: The expiration configuration data is incorrect
eu: Iraungitze-konfigurazio datuak okerrak dira
pt: Os dados da configuração de datas de validade estão incorretos

# RES_resultenum.groupnamealreadyexist.rotext
source: The group name already exists.
eu: Taldearen izena dagoeneko badago.
pt: O nome do grupo já existe.

# RES_resultenum.groupnamecannotbenull.rotext
source: The group name cannot be blank.
eu: Taldearen izena ezin da hutsik egon.
pt: O nome do grupo não pode estar em branco.

# RES_resultenum.invaliddateinterval.rotext
source: The date range is incorrect.
eu: Data-tartea okerra da.
pt: O intervalo de datas é incorreto.

# RES_resultenum.invalidusedfield.rotext
source: The payment form field is invalid.
eu: Ordainketa-agiria eremua baliogabea da.
pt: O campo da ficha de pagamentos não é válido.

# RES_resultenum.namealreadyexist.rotext
source: A balance with that name already exists.
eu: Dagoeneko saldo bat dago izen horrekin.
pt: Já existe um saldo com esse nome.

# RES_resultenum.namecannotbenull.rotext
source: The name cannot be blank.
eu: Izena ezin da hutsik egon.
pt: O nome não pode estar em branco.

# RES_resultenum.notemptyconcepts.rotext
source: The balance group contains balances. You must delete them to delete the group.
eu: Oreka taldeak saldoak ditu. Ezabatu behar dituzu taldea ezabatzeko.
pt: O grupo de saldos contém saldos. Deve eliminá-los para eliminar o grupo.

# RES_resultenum.numberofconceptsexceeded.rotext
source: The number of possible balances with the Visualtime eXpress license is exceeded.
eu: Visualtime eXpress lizentzia duten saldo posibleen kopurua gainditzen da.
pt: Excede o número de saldos possíveis com uma licença Visualtime eXpress.

# RES_resultenum.shortnamealreadyexist.rotext
source: The short name already exists or is blank.
eu: Izen laburra jada existitzen da edo hutsik dago.
pt: O nome abreviado já existe ou está em branco.

# RES_resultenum.toomanyterminals.rotext
source: The maximum number of visible balances on the terminals has been exceeded
eu: Terminaletan ikusgai dagoen gehieneko saldo kopurua gainditu da
pt: O número máximo de saldos visíveis nos terminais foi excedido

# RES_resultenum.usedbyaccrualrules.rotext
source: It is being used in balance rules
eu: Oreka arauetan erabiltzen ari da
pt: Está a ser utilizado em regras de saldos

# RES_resultenum.usedbycausesonprogrammedholidays.rotext
source: It is being used in justifications
eu: Justifikazioetan erabiltzen ari da
pt: Está a ser utilizado nas justificações

# RES_resultenum.usedbyinddicators.rotext
source: It is being used in the following indicators: $br${1}
eu: Adierazle hauetan erabiltzen ari da: $br${1}
pt: Está a ser utilizado nos seguintes indicadores: $br${1}

# RES_resultenum.usedbyreportsgroups.rotext
source: It is being used in report groups.
eu: Txosten taldeetan erabiltzen ari da.
pt: Está a ser utilizado em grupos de relatórios.

# RES_savefromdata.oldnameprefix.rotext
source: ${1} old
eu: ${1} zaharra
pt: ${1} antigo

# RES_engineresultenum.errorapplyingdefaultcenters.rotext
source: Error applying default cost centers
eu: Errore bat gertatu da kostu-zentro lehenetsiak aplikatzean
pt: Erro ao aplicar centros de custo por omissão

# RES_engineresultenum.errormarkingaccrualsrulesnextdates.rotext
source: Error marking next dates of accumulated rules
eu: Errore bat gertatu da pilatutako arauen hurrengo datak markatzean
pt: Erro ao marcar as próximas datas das regras de acumulação

# RES_engineresultenum.errorpreprocessingdaysforaccrualsrules.rotext
source: Error preprocessing days for cumulative rules
eu: Errore bat gertatu da metaketa-arauen egunak aldez aurretik prozesatzean
pt: Erro no pré-processamento de dias para regras de acumulação.

# RES_engineresultenum.errordoingaccruals.rotext
source: Error loading balance
eu: Error cargando el saldo
pt: Erro ao carregar o saldo

# RES_roconcepts.holidaymovementtype.startupvalue.rotext
source: Cattle
eu: Ganados
pt: Ganhos

# RES_roconcepts.holidaymovementtype.expiredorcarryover.rotext
source: Lost
eu: Perdidos
pt: Perdidos

# RES_roconcepts.holidaymovementtype.dailyvalue.rotext
source: Taken
eu: Gozatu
pt: Usufruídos

# RES_roconcepts.holidaysummarytype.available.rotext
source: Current balance
eu: Saldo actual
pt: Saldo atual

# RES_roconcepts.holidaysummarytype.approvalpending.rotext
source: Requested
eu: Solicitadas
pt: Pedidas

# RES_roconcepts.holidaysummarytype.approvednotenjoyed.rotext
source: Approved
eu: Aprobadas
pt: Aprovadas

# RES_roconcepts.holidaysummarytype.enjoyed.rotext
source: Taken
eu: Gozatu
pt: Usufruídas

# RES_roconcepts.holidaysummarytype.willexpires.rotext
source: They will expire
eu: Caducarán
pt: Irão expirar

# RES_roconcepts.holidaysummarytype.cannotenjoyyet.rotext
source: Not available
eu: No disponibles
pt: Não disponíveis

# RES_roconcepts.holidaysummarytype.expectedaccrual.rotext
source: Expected balance
eu: Saldo esperado
pt: Saldo esperado

# RES_resultenum.xssvalidationerror.rotext
source: A malicious script has been detected in some property of the object
eu: Script gaizto bat detektatu da objektuaren propietate batzuetan
pt: Foi detetado um script malicioso nalguma propriedade do objeto

# RES_engineresultenum.errorapplyingdailyconceptsrules.rotext
source: Error applying daily accumulation rules
eu: Errore bat gertatu da eguneroko metatutako arauak aplikatzean
pt: Erro ao aplicar regras de acumulação diária

# RES_engineresultenum.errordoingshiftdailyrules.rotext
source: Error applying daily scheduling rules
eu: Errore bat gertatu da eguneroko ordutegiaren arauak aplikatzean
pt: Erro na aplicação das regras do horário diário

# RES_engineresultenum.errorsavingdata.rotext
source: Error saving data
eu: Errore bat gertatu da datuak gordetzean
pt: Erro ao guardar dados
