Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/Database.*.resx
Languages: fr, it

# RES_database.accessgroups.24horastodoelaño.name.rotext
source: 24 horas todo el año
fr: 24 heures sur 24 toute l'année
it: 24 ore su 24 tutto l'anno

# RES_database.accessperiods.24htotal.name.rotext
source: 24 h Total
it: 24 ore Totale

# RES_database.accrualsrules.arrastredevacaciones.name.rotext
source: Arrastre de vacaciones
fr: La chasse au trésor des vacances
it: Vacanze a strascico

# RES_database.accrualsrules.caducidaddevacacionesañoanterior.description.rotext
source: Las vacaciones del año anterior se pueden disfrutar hasta el 31/1 del presente año. Si no las han disfrutado , dichas vacaciones se pierden ( caducan).
fr: Les congés de l'année précédente peuvent être pris jusqu'au 31/1 de l'année en cours. S'ils n'ont pas été pris, ils sont perdus (ils expirent).
it: Le ferie dell'anno precedente possono essere godute fino al 31/1 dell'anno in corso. Se non sono state godute, si perdono (scadono).

# RES_database.accrualsrules.caducidaddevacacionesañoanterior.name.rotext
source: Caducidad de vacaciones año anterior
fr: Expiration des congés de l'année précédente
it: Scadenza del congedo dell'anno precedente

# RES_database.causelimitvalues.limitede80horasextrasapagar.name.rotext
source: Límite de 80 horas extras a pagar
fr: Limite de 80 heures pour le paiement des heures supplémentaires
it: Limite di 80 ore di retribuzione per lavoro straordinario

# RES_database.causes.bajaatep.description.rotext
source: Baja ATEP
fr: Congé ATEP
it: Basso ATEP

# RES_database.causes.bajaatep.name.rotext
source: Baja ATEP
fr: Congé ATEP
it: Basso ATEP

# RES_database.causes.bajacc.description.rotext
source: Baja CC
fr: Faible CC
it: Basso CC

# RES_database.causes.bajacc.name.rotext
source: Baja CC
fr: Faible CC
it: Basso CC

source: Deberes inexcusables, de carácter público y/o personal
fr: Fonctions inexcusables, de nature publique et/ou personnelle
it: Doveri non scusabili, di natura pubblica e/o personale

# RES_database.causes.deberesinexcusablesdecaracterpublicoyopersonal.name.rotext
source: Deberes inexcusables, de carácter público y/o personal
fr: Fonctions inexcusables, de nature publique et/ou personnelle
it: Doveri non scusabili, di natura pubblica e/o personale

# RES_database.causes.examenesoficiales.description.rotext
source: Exámenes oficiales
fr: Examens officiels
it: Esami ufficiali

# RES_database.causes.examenesoficiales.name.rotext
source: Exámenes oficiales
fr: Examens officiels
it: Esami ufficiali

source: Exámenes prenatales y técnicas de preparación al parto
fr: Examens prénataux et techniques de préparation à l'accouchement
it: Esami prenatali e tecniche di preparazione al parto

# RES_database.causes.examenesprenatalesytecnicasdepreparacionalparto.name.rotext
source: Exámenes prenatales y técnicas de preparación al parto
fr: Examens prénataux et techniques de préparation à l'accouchement
it: Esami prenatali e tecniche di preparazione al parto

# RES_database.causes.horascomplementarias.description.rotext
source: Aquéllas que superan las horas ordinarias de la jornada laboral pero cuya realización ha sido pactada y acordada en un contrato a tiempo parcial. Pueden ser de 2 tipos: -Horas pactadas: Contratos a tiempo parcial con una jornada de trabajo no inferior a diez horas semanales en cómputo anual. -Horas voluntarias: Contratos a tiempo parcial de duración indefinida con una jornada de trabajo no inferior a 10 horas semanales en cómputo anual.
fr: Ceux qui dépassent les heures normales de la journée de travail mais dont l'exécution a été convenue dans le cadre d'un contrat à temps partiel. Ils peuvent être de deux types : -Heures convenues : contrats à temps partiel dont la journée de travail n'est pas inférieure à dix heures par semaine sur une base annuelle. -Heures volontaires : contrats à temps partiel à durée indéterminée dont la durée de travail n'est pas inférieure à 10 heures par semaine sur une base annuelle.
it: Quelli che eccedono l'orario ordinario della giornata lavorativa, ma la cui prestazione è stata concordata e stabilita in un contratto part-time. Possono essere di 2 tipi: -Orario concordato: contratti a tempo parziale con una giornata lavorativa non inferiore a dieci ore settimanali su base annua. -Orario volontario: contratti part-time a tempo indeterminato con una giornata lavorativa non inferiore a 10 ore settimanali su base annua.

# RES_database.causes.horascomplementarias.name.rotext
source: Horas complementarias
fr: heures complémentaires
it: ore complementari

# RES_database.causes.horasextraordinarias.description.rotext
source: Horas de trabajo que se realicen sobre la duración máxima de la jornada ordinaria de trabajo fijada, legal o convencionalmente. Como máximo, se podrán realizar 80h de este tipo al año.
fr: Heures de travail effectuées au-delà de la durée maximale de la journée de travail ordinaire fixée par la loi ou par convention. Un maximum de 80 heures de ce type peut être effectué par an.
it: Ore di lavoro svolte oltre la durata massima della giornata lavorativa ordinaria stabilita per legge o per accordo. Questo tipo di lavoro può essere svolto per un massimo di 80 ore all'anno.

# RES_database.causes.horasextraordinarias.name.rotext
source: Horas extraordinarias
fr: Heures supplémentaires
it: Lavoro straordinario

# RES_database.causes.horasordinarias.description.rotext
source: Horas trabajadas dentro del horario planificado al empleado.
fr: Les heures travaillées dans les limites de l'horaire de travail prévu du salarié.
it: Ore lavorate nell'ambito dell'orario di lavoro previsto dal dipendente.

# RES_database.causes.horasordinarias.name.rotext
source: Horas ordinarias
fr: Heures normales
it: Orario ordinario

# RES_database.causes.horasporrecuperar.description.rotext
source: El tiempo planificado que no se ha trabajado y debe recuperarse en otro momento.
fr: Temps planifié qui n'a pas été travaillé et qui doit être rattrapé à un autre moment.
it: Tempo pianificato che non è stato lavorato e che deve essere recuperato in un altro momento.

# RES_database.causes.horasporrecuperar.name.rotext
source: Horas por recuperar
fr: Heures à rattraper
it: Ore da recuperare

# RES_database.causes.horasrecuperadas.description.rotext
source: Horas positivas que se realizan para compensar horas negativas que puedan realizarse, indicado para empresas con flexibilidad.
fr: Les heures positives qui sont faites pour compenser les heures négatives qui peuvent être faites, conviennent aux entreprises qui font preuve de flexibilité.
it: Ore positive che vengono effettuate per compensare le ore negative che possono essere effettuate, adatte alle aziende con flessibilità.

# RES_database.causes.horasrecuperadas.name.rotext
source: Horas recuperadas
fr: Heures récupérées
it: Ore recuperate

# RES_database.causes.lactancia.description.rotext
source: Lactancia
fr: L'allaitement
it: Allattamento al seno

# RES_database.causes.lactancia.name.rotext
source: Lactancia
fr: L'allaitement
it: Allattamento al seno

# RES_database.causes.maternidadpaternidad.description.rotext
source: Maternidad/Paternidad
fr: Maternité/Paternité
it: Maternità/Paternità

# RES_database.causes.maternidadpaternidad.name.rotext
source: Maternidad/Paternidad
fr: Maternité/Paternité
it: Maternità/Paternità

# RES_database.causes.matrimoniofamiliar.description.rotext
source: Matrimonio familiar
fr: Mariage familial
it: Matrimonio in famiglia

# RES_database.causes.matrimoniofamiliar.name.rotext
source: Matrimonio familiar
fr: Mariage familial
it: Matrimonio in famiglia

# RES_database.causes.matrimoniopropio.description.rotext
source: Matrimonio propio
fr: Propre mariage
it: Il proprio matrimonio

# RES_database.causes.matrimoniopropio.name.rotext
source: Matrimonio propio
fr: Propre mariage
it: Il proprio matrimonio

# RES_database.causes.medico.description.rotext
source: Médico
fr: Médecin
it: Il medico

# RES_database.causes.medico.name.rotext
source: Médico
fr: Médecin
it: Il medico

# RES_database.causes.nacimientohijo.description.rotext
source: Nacimiento hijo
fr: Naissance de l'enfant
it: Nascita del bambino

# RES_database.causes.nacimientohijo.name.rotext
source: Nacimiento hijo
fr: Naissance de l'enfant
it: Nascita del bambino

# RES_database.causes.permisofuerzamayor.description.rotext
source: Permiso fuerza mayor
fr: Congé de force majeure
it: Congedo per cause di forza maggiore

# RES_database.causes.permisofuerzamayor.name.rotext
source: Permiso fuerza mayor
fr: Congé de force majeure
it: Congedo per cause di forza maggiore

# RES_database.causes.permisoparentalde8semanas.description.rotext
source: Permiso parental de 8 semanas
fr: 8 semaines de congé parental
it: 8 settimane di congedo parentale

# RES_database.causes.permisoparentalde8semanas.name.rotext
source: Permiso parental de 8 semanas
fr: 8 semaines de congé parental
it: 8 settimane di congedo parentale

source: Permiso por cuidado de familiares de 2o grado o convivientes
fr: Congé pour s'occuper d'un parent au deuxième degré ou d'un partenaire cohabitant
it: Congedo per assistenza a parenti di 2° grado o conviventi

source: Permiso por cuidado de familiares de 2o grado o convivientes
fr: Congé pour s'occuper d'un parent au deuxième degré ou d'un partenaire cohabitant
it: Congedo per assistenza a parenti di 2° grado o conviventi

# RES_database.causes.permisoslegalesnoretribuidos.description.rotext
source: Es un permiso que se podría disfrutar por cualquier motivo, salvo que el convenio aplicable especificase otra cosa, existiendo acuerdo empresario-trabajador. En este se suspende la obligación de trabajar y de abonar el salario correspondiente al tiempo que el empleado se haya ausentado. No se encuentran regulados normativamente (salvo en algunos convenios colectivos). Las condiciones de uso y disfrute de estos permisos/licencia se regulan por acuerdos entre empresario y trabajador.
fr: Il s'agit d'un congé qui peut être pris pour n'importe quelle raison, sauf si la convention applicable en dispose autrement et s'il existe un accord entre l'employeur et le salarié. Il suspend l'obligation de travailler et de verser le salaire correspondant à la durée de l'absence. Elles ne sont pas réglementées par la loi (sauf dans certaines conventions collectives). Les conditions d'utilisation et de jouissance de ces congés sont régies par des accords entre l'employeur et l'employé.
it: Si tratta di un congedo che può essere preso per qualsiasi motivo, a meno che il contratto applicabile non specifichi diversamente e vi sia un accordo tra datore di lavoro e dipendente. Sospende l'obbligo di lavorare e di pagare la retribuzione corrispondente al periodo di assenza del dipendente. Non sono regolati dalla legge (tranne che in alcuni contratti collettivi). Le condizioni di utilizzo e di godimento di questi permessi/permessi sono regolate da accordi tra datore di lavoro e dipendente.

# RES_database.causes.permisoslegalesnoretribuidos.name.rotext
source: Permisos legales no retribuidos
fr: Congé légal non rémunéré
it: Congedo obbligatorio non retribuito

# RES_database.causes.permisoslegalesretribuidos.description.rotext
source: El permiso retribuido es un tipo de ausencia durante la cual el trabajador seguirá siendo compensado económicamente. Los permisos remunerados están regulados en el artículo 37 del Estatuto de los Trabajadores y en los convenios colectivos.
fr: Le congé payé est un type d'absence pendant lequel le travailleur continue d'être rémunéré. Les congés payés sont régis par l'article 37 du statut des travailleurs et par les conventions collectives.
it: Il congedo retribuito è un tipo di assenza durante la quale il lavoratore continuerà a essere compensato economicamente. I permessi retribuiti sono disciplinati dall'articolo 37 dello Statuto dei lavoratori e dai contratti collettivi.

# RES_database.causes.permisoslegalesretribuidos.name.rotext
source: Permisos legales retribuidos
fr: Congé légal payé
it: Congedo legale retribuito

# RES_database.causes.trasladodomiciliohabitual.description.rotext
source: Traslado domicilio habitual
fr: Déménagement du lieu de résidence habituelle
it: Trasferimento della residenza abituale

# RES_database.causes.trasladodomiciliohabitual.name.rotext
source: Traslado domicilio habitual
fr: Déménagement du lieu de résidence habituelle
it: Trasferimento della residenza abituale

# RES_database.causes.vacaciones.description.rotext
source: Ausencia por vacaciones anuales retribuidas. No es sustituible por compensación económica, será el pactado en Convenio Colectivo o contrato individual. Respetando este pacto los mínimos legales de 30 días naturales por año.
fr: Absence due au congé annuel payé. Elle n'est pas remplaçable par une compensation financière ; elle correspondra au montant convenu dans la convention collective ou le contrat individuel. Dans le respect de cet accord, le minimum légal est de 30 jours calendaires par an.
it: Assenza dovuta a ferie annuali retribuite. Non è sostituibile da una compensazione economica; sarà l'importo concordato nel Contratto Collettivo o nel contratto individuale. Nel rispetto di questo accordo il minimo legale è di 30 giorni di calendario all'anno.

# RES_database.causes.vacaciones.name.rotext
source: Vacaciones
fr: Des vacances
it: Vacanza

# RES_database.causes.vacacionesañoanterior.description.rotext
source: Vacaciones año anterior.
fr: Vacances de l'année précédente.
it: Vacanze dell'anno precedente.

# RES_database.causes.vacacionesañoanterior.name.rotext
source: Vacaciones año anterior
fr: Vacances de l'année précédente
it: Vacanze dell'anno precedente

# RES_database.causes.vtarrastrevacaciones.description.rotext
source: VT. Arrastre Vacaciones
fr: VT. Vacances au chalut
it: VT. Vacanze a strascico

# RES_database.causes.vtarrastrevacaciones.name.rotext
source: VT. Arrastre Vacaciones
fr: VT. Vacances au chalut
it: VT. Vacanze a strascico

# RES_database.causes.vtcaducidadvacaciones.description.rotext
source: VT. Caducidad vacaciones
fr: VT. Expiration des vacances
it: VT. Scadenza vacanze

# RES_database.causes.vtcaducidadvacaciones.name.rotext
source: VT. Caducidad vacaciones
fr: VT. Expiration des vacances
it: VT. Scadenza vacanze

# RES_database.causes.vthorasteoricas.description.rotext
source: Las horas que se han planificado al empleado y éste debería realizar. Justificación interna de VisualTime, no se debe borrar ni modificar.
fr: Les heures qui ont été planifiées pour l'employé et qui doivent être effectuées par lui. Justification VisualTime interne, à ne pas supprimer ou modifier.
it: Le ore che sono state pianificate per il dipendente e che devono essere svolte da quest'ultimo. Giustificazione interna di VisualTime, da non cancellare o modificare.

# RES_database.causes.vthorasteoricas.name.rotext
source: VT. Horas teóricas
fr: VT. Heures théoriques
it: VT. Ore teoriche

# RES_database.causes.vtnojustificado.description.rotext
source: Ausencia sin motivo justificado que genera una alerta. El objetivo es que no haya ningún tiempo justificado con este motivo. Justificación interna de VisualTime, no se debe borrar ni modificar.
fr: Absence non excusée qui génère une alerte. L'objectif est qu'il n'y ait pas de temps justifié pour cette raison. Justification VisualTime interne, à ne pas supprimer ou modifier.
it: Assenza ingiustificata che genera un avviso. L'obiettivo è che non ci sia un orario giustificato per questo motivo. Giustificazione interna di VisualTime, da non cancellare o modificare.

# RES_database.causes.vtnojustificado.name.rotext
source: VT. NO JUSTIFICADO
fr: VT. NON JUSTIFIÉ
it: VT. NON GIUSTIFICATO

# RES_database.causes.vttiempodeexcesonoautorizado.description.rotext
source: VT. Tiempo de exceso no autorizado
fr: VT. Dépassement de temps non autorisé
it: VT. Tempo in eccesso non autorizzato

# RES_database.causes.vttiempodeexcesonoautorizado.name.rotext
source: VT. Tiempo de exceso no autorizado
fr: VT. Dépassement de temps non autorisé
it: VT. Tempo in eccesso non autorizzato

# RES_database.concepts.absentismonoretribuido.description.rotext
source: Tiempo de ausencia justificado pero no retribuido.
fr: Temps d'absence excusé mais non rémunéré.
it: Assenze dal lavoro giustificate ma non retribuite.

# RES_database.concepts.absentismonoretribuido.name.rotext
source: Absentismo no retribuido
fr: Absentéisme non rémunéré
it: Assenteismo non retribuito

# RES_database.concepts.absentismoretribuido.description.rotext
source: Tiempo de ausencia justificado y retribuido.
fr: Des congés payés et excusés.
it: Assenze retribuite e giustificate dal lavoro.

# RES_database.concepts.absentismoretribuido.name.rotext
source: Absentismo retribuido
fr: Absentéisme rémunéré
it: Assenze retribuite

# RES_database.concepts.balancedehoras.description.rotext
source: Este saldo restará todas las "horas a recuperar" y sumará todas las "horas recuperadas". Si el total de este saldo es negativo, el empleado debe horas a la empresa. Si el total de este saldo es positivo, la empresa debe horas al trabajador.
fr: Ce solde soustrait toutes les "heures à récupérer" et ajoute toutes les "heures récupérées". Si le total de ce solde est négatif, le salarié doit des heures à l'entreprise. Si le total de ce solde est positif, l'entreprise doit des heures au salarié.
it: Questo saldo sottrae tutte le "ore da recuperare" e aggiunge tutte le "ore recuperate". Se il totale di questo saldo è negativo, il dipendente deve delle ore all'azienda. Se il totale di questo saldo è positivo, l'azienda deve delle ore al dipendente.

# RES_database.concepts.balancedehoras.name.rotext
source: Balance de horas
fr: Solde d'heures
it: Saldo delle ore

# RES_database.concepts.extras.description.rotext
source: Horas extraordinarias. Máximo 80h anuales.
fr: Heures supplémentaires. Maximum 80 heures par an.
it: Straordinari. Massimo 80 ore all'anno.

# RES_database.concepts.extras.name.rotext
source: Extras
it: Extra

# RES_database.concepts.horascomplementarias.description.rotext
source: Horas complementarias para contratos a tiempo parcial.
fr: Heures supplémentaires pour les contrats à temps partiel.
it: Ore aggiuntive per contratti part-time.

# RES_database.concepts.horascomplementarias.name.rotext
source: Horas complementarias
fr: Heures complémentaires
it: Ore complementari

# RES_database.concepts.tiempoplanificado.description.rotext
source: Tiempo planificado, es el tiempo que por horarios tengo que realizar
fr: Le temps planifié, c'est le temps que je dois consacrer aux horaires
it: Tempo pianificato, questo è il tempo che devo dedicare agli orari

# RES_database.concepts.tiempoplanificado.name.rotext
source: Tiempo planificado
fr: Temps prévu
it: Tempo pianificato

# RES_database.concepts.trabajoefectivo.description.rotext
source: Todo el tiempo que se considera trabajo efectivo, sin contar excesos.
fr: Tout le temps considéré comme du travail effectif, à l'exclusion des heures supplémentaires.
it: Tutto il tempo che viene considerato lavoro effettivo, esclusi gli straordinari.

# RES_database.concepts.trabajoefectivo.name.rotext
source: Trabajo efectivo
fr: Un travail efficace
it: Lavoro efficace

# RES_database.concepts.vacacionesañoanterior.description.rotext
source: Vacaciones año anterior
fr: Vacances de l'année précédente
it: Vacanze dell'anno precedente

# RES_database.concepts.vacacionesañoanterior.name.rotext
source: Vacaciones año anterior
fr: Vacances de l'année précédente
it: Vacanze dell'anno precedente

# RES_database.concepts.vacacionespendientes.description.rotext
source: Este saldo muestra las vacaciones pendientes de disfrutar. Saldo inicial de vacaciones - vacaciones disfrutadas = vacaciones pendientes
fr: Ce solde indique les congés restant à prendre. Solde initial des congés - congés pris = congés restant à prendre
it: Questo saldo indica le ferie ancora da prendere. Saldo iniziale delle ferie - ferie godute = ferie arretrate

# RES_database.concepts.vacacionespendientes.name.rotext
source: Vacaciones pendientes
fr: Vacances en suspens
it: Vacanze in attesa

# RES_database.groups.miempresa.name.rotext
source: Mi empresa
fr: Mon entreprise
it: La mia azienda

# RES_database.labagree.reglasgenerales.name.rotext
source: Reglas generales
fr: Règles générales
it: Regole generali

# RES_database.requestsrules.periododisfrutevacacionesañoanterior.name.rotext
source: Periodo disfrute vacaciones año anterior
fr: Période de congés de l'année précédente
it: Periodo di ferie anno precedente

# RES_database.requestsrules.saldonegativovacaciones.name.rotext
source: Saldo negativo vacaciones
fr: Solde négatif des congés
it: Saldo ferie negativo

# RES_database.shifts.comodin1franja.description.rotext
source: Recuerda que este horario lo puedes adaptar cuando lo planificas, permite asignar hora de entrada, número de hora tanto ordinarias como complementarias. En este ejemplo solo una franja.
fr: N'oubliez pas que vous pouvez adapter cet horaire lorsque vous le planifiez, il vous permet d'attribuer une heure d'entrée, un nombre d'heures ordinaires et complémentaires. Dans cet exemple, une seule plage horaire.
it: Ricordate che potete adattare questo orario quando lo pianificate: vi permette di assegnare un orario di entrata, un numero di ore sia ordinarie che complementari. In questo esempio solo una fascia oraria.

# RES_database.shifts.comodin1franja.name.rotext
source: Comodín 1 franja
fr: Joker 1 bande
it: Joker 1 striscia

# RES_database.shifts.comodin2franjas.description.rotext
source: Recuerda que este horario lo puedes adaptar cuando lo planificas, permite asignar hora de entrada, número de hora tanto ordinarias como complementarias. En este ejemplo dos franjas.
fr: N'oubliez pas que vous pouvez adapter cet horaire lorsque vous le planifiez, il vous permet d'attribuer une heure d'entrée, un nombre d'heures ordinaires et complémentaires. Dans cet exemple, deux créneaux horaires.
it: Ricordate che potete adattare questo orario quando lo pianificate: vi permette di assegnare un orario di entrata, un numero di ore sia ordinarie che complementari. In questo esempio due fasce orarie.

# RES_database.shifts.comodin2franjas.name.rotext
source: Comodín 2 franjas
fr: Joker 2 bandes
it: Joker 2 strisce

# RES_database.shifts.contadordehoras.description.rotext
source: Este horario solo sirve para los casos en los que únicamente se quiera registrar la jornada (para cumplir la normativa)y no se vaya a realizar ningún tipo de gestión del tiempo.
fr: Cet horaire n'est utile que dans les cas où l'on souhaite uniquement enregistrer la journée de travail (pour se conformer à la réglementation) et où l'on ne souhaite pas procéder à une quelconque gestion du temps.
it: Questo orario è utile solo nel caso in cui si voglia registrare solo la giornata lavorativa (per rispettare le normative) e non si voglia effettuare alcun tipo di gestione del tempo.

# RES_database.shifts.contadordehoras.name.rotext
source: Contador de horas
fr: Compteur horaire
it: Contatore orario

# RES_database.shifts.descanso.description.rotext
source: Este horario tiene 0 horas teóricas. Se planificará únicamente los días en los que el empleado disfrute de un día completo de descanso y, por lo tanto, no vaya a realizar ningún fichaje.
fr: Cet horaire comporte 0 heure planifiée. Il ne doit être planifié que les jours où le salarié a un jour de congé complet et ne pointera donc pas.
it: Questo orario ha 0 ore pianificate. Deve essere pianificato solo nei giorni in cui il dipendente ha un'intera giornata libera e quindi non timbra il cartellino.

# RES_database.shifts.descanso.name.rotext
source: Descanso
fr: pause
it: riposo
