Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/Database.*.resx
Languages: fr, it

# RES_database.shifts.festivo.description.rotext
source: Este horario tiene 0 horas teóricas. Se planificará únicamente los días en los que el empleado disfrute de un día festivo y, por lo tanto, no vaya a realizar ningún fichaje.
fr: Cet horaire comporte 0 heure planifiée. Il ne sera planifié que pour les jours où le salarié a un jour férié et ne pointera donc pas.
it: Questo orario ha 0 ore pianificate. Sarà pianificato solo per i giorni in cui il dipendente ha un giorno festivo e quindi non timbra il cartellino.

# RES_database.shifts.flexible8h.description.rotext
source: Es un horario totalmente flexible. El empleado podrá realizar libremente entradas y salidas entre las 6:00h y las 23:00h y sólo se controlarán si hace más o menos de las 8 horas teóricas que tiene planificadas.
fr: Il s'agit d'un horaire totalement flexible. L'employé peut librement pointer entre 6h00 et 23h00 et ne sera contrôlé que s'il fait plus ou moins que les 8 heures prévues.
it: Si tratta di un orario totalmente flessibile. Il dipendente può timbrare liberamente l'entrata e l'uscita tra le 6:00 e le 23:00 e sarà monitorato solo se fa più o meno delle 8 ore previste.

# RES_database.shifts.flexible8h.name.rotext
source: Flexible 8h
it: Flessibile 8h

# RES_database.shifts.partidooficina.description.rotext
source: Ejemplo de horario rígido oficina ( horas de obligado cumplimiento), con una entrada a las 8:00 y salida a las 14:00 y entrada a las 15:00 y salida a las 17:00, no olvides fichar tus descansos.
fr: Exemple d'horaires de bureau rigides (heures obligatoires), avec une heure de début de 8h00 et une heure de fin de 14h00 et une heure de début de 15h00 et une heure de fin de 17h00, n'oubliez pas de pointer pour vos pauses.
it: Esempio di orario d'ufficio rigido (orario obbligatorio), con inizio alle 8:00 e fine alle 14:00 e inizio alle 15:00 e fine alle 17:00, senza dimenticare di timbrare l'entrata e l'uscita per le pause.

# RES_database.shifts.partidooficina.name.rotext
source: Partido oficina
fr: Fête de bureau
it: Festa in ufficio

# RES_database.shifts.produccionturno6a14.description.rotext
source: Ejemplo de horario intensivo ( horas de obligado cumplimiento), con una entrada a las 6:00 y salida a las 14:00.
fr: Exemple d'horaire intensif (heures obligatoires), avec une heure de début à 6h00 et une heure de départ à 14h00.
it: Esempio di orario intensivo (ore obbligatorie), con inizio alle ore 6:00 e partenza alle ore 14:00.

# RES_database.shifts.produccionturno6a14.name.rotext
source: Producción turno 6 a 14
fr: Équipe de production 6 à 14
it: Turno di produzione da 6 a 14

# RES_database.shifts.vacaciones.description.rotext
source: Vacaciones en días laborables.
fr: Jours fériés pendant les jours ouvrables.
it: Ferie nei giorni lavorativi.

# RES_database.shifts.vacaciones.name.rotext
source: Vacaciones
fr: Des vacances
it: Vacanza

# RES_database.shifts.vacacionesañoanterior.description.rotext
source: Vacaciones año anterior.
fr: Vacances de l'année précédente.
it: Vacanze dell'anno precedente.

# RES_database.shifts.vacacionesañoanterior.name.rotext
source: Vacaciones año anterior
fr: Vacances de l'année précédente
it: Vacanze dell'anno precedente

# RES_database.startupvalues.vacacionesiniciales.name.rotext
source: Vacaciones iniciales
fr: Vacances initiales
it: Vacanze iniziali

# RES_database.startupvalues.vacacionesiniciales.startvaluebase.rotext
source: Días de vacaciones anuales
fr: Jours de congé annuel
it: Giorni di ferie annuali

# RES_database.sysroconcepttypes.horas.name.rotext
source: Horas
fr: Heures
it: Ore

# RES_database.sysroconcepttypes.mixtohorasocurrencias.name.rotext
source: Mixto (horas+ocurrencias)
fr: Mixte (heures+occurrences)
it: Misto (ore+occorrenze)

# RES_database.sysroconcepttypes.ocurrencias.name.rotext
source: Ocurrencias
fr: Occurrences
it: Occorrenze

source: Cerciorarnos de cuánto le queda al recalculo que realiza VisualTime y a cuántos empleados afecta
fr: Assurez-vous de la durée restante du recalcul de VisualTime et du nombre d'employés concernés
it: Accertarsi di quanto sia rimasto del ricalcolo di VisualTime e di quanti dipendenti siano interessati

source: Cerciorarnos de cuánto le queda al recalculo que realiza VisualTime y a cuántos empleados afecta
fr: Assurez-vous de la durée restante du recalcul de VisualTime et du nombre d'employés concernés
it: Accertarsi di quanto sia rimasto del ricalcolo di VisualTime e di quanti dipendenti siano interessati

source: Comprobar el grupo al que pertenecen los empleados. Ruta corta y completa
fr: Vérifier le groupe auquel appartiennent les employés. Itinéraire court et complet
it: Controllare il gruppo di appartenenza dei dipendenti. Percorso breve e completo

source: Comprobar el grupo al que pertenecen los empleados. Ruta corta y completa
fr: Vérifier le groupe auquel appartiennent les employés. Itinéraire court et complet
it: Controllare il gruppo di appartenenza dei dipendenti. Percorso breve e completo

source: Comprobar que hay alguna tarea que no ha podido ejecutarse con normalidad
fr: Vérifier qu'une tâche n'a pas pu être exécutée normalement
it: Verificare se c'è un'attività che non può essere eseguita normalmente

source: Comprobar que hay alguna tarea que no ha podido ejecutarse con normalidad
fr: Vérifier qu'une tâche n'a pas pu être exécutée normalement
it: Verificare se c'è un'attività che non può essere eseguita normalmente

source: Comprobar si el recálculo tras los cambios realizados en VisualTime está funcionando correctamente
fr: Vérifier si le recalcul après les changements effectués dans VisualTime fonctionne correctement
it: Controllare se il ricalcolo dopo le modifiche apportate in VisualTime funziona correttamente

source: Comprobar si el recálculo tras los cambios realizados en VisualTime está funcionando correctamente
fr: Vérifier si le recalcul après les changements effectués dans VisualTime fonctionne correctement
it: Controllare se il ricalcolo dopo le modifiche apportate in VisualTime funziona correttamente

# RES_database.sysroqueries.permisossobresolicitudespendientes.description.rotext
source: Muestra los permisos de los distintos supervisores sobre las solicitudes pendientes, incluyendo si el supervisor es o no directo para cada solicitud
fr: Affiche les autorisations des différents superviseurs sur les demandes en attente, y compris si le superviseur est direct ou non pour chaque demande
it: Mostra le autorizzazioni dei diversi supervisori sulle richieste in sospeso, compreso se il supervisore è diretto o meno per ogni richiesta

# RES_database.sysroqueries.permisossobresolicitudespendientes.name.rotext
source: Permisos sobre solicitudes pendientes
fr: Permis pour les demandes en cours d'examen
it: Permessi su domande pendenti

source: Saber si el fichero de correlación está correctamente introducido en base de datos
fr: Pour savoir si le fichier de corrélation est correctement introduit dans la base de données
it: Per sapere se il file di correlazione è stato inserito correttamente nel database

source: Saber si el fichero de correlación está correctamente introducido en base de datos
fr: Pour savoir si le fichier de corrélation est correctement introduit dans la base de données
it: Per sapere se il file di correlazione è stato inserito correttamente nel database

source: Ver los fichajes que ha habido en una fecha en concreto (poder escoger fecha)
fr: Voir les signatures qui ont eu lieu à une date précise (vous pouvez choisir la date)
it: Vedere le firme che hanno avuto luogo in una data specifica (è possibile scegliere la data)

source: Ver los fichajes que ha habido en una fecha en concreto (poder escoger fecha)
fr: Voir les signatures qui ont eu lieu à une date précise (vous pouvez choisir la date)
it: Vedere le firme che hanno avuto luogo in una data specifica (è possibile scegliere la data)

source: Visualizar tareas pendientes colgadas de los terminales tras realizar broadcast
fr: Affichage des tâches en suspens sur les terminaux après la diffusion
it: Visualizzazione dei compiti in sospeso appesi ai terminali dopo la trasmissione

source: Visualizar tareas pendientes colgadas de los terminales tras realizar broadcast
fr: Affichage des tâches en suspens sur les terminaux après la diffusion
it: Visualizzazione dei compiti in sospeso appesi ai terminali dopo la trasmissione

# RES_database.sysroreportgroups.informedeabsentismo.name.rotext
source: Informe de absentismo
fr: Rapport sur l'absentéisme
it: Rapporto sulle assenze

# RES_database.sysroreportgroups.informedesaldos.name.rotext
source: Informe de saldos
fr: Rapport d'équilibre
it: Rapporto di bilancio

# RES_database.sysroreportgroups.informedevacacionespendientes.name.rotext
source: Informe de vacaciones pendientes
fr: Un rapport de vacances exceptionnel
it: Eccezionale relazione sulle vacanze

# RES_database.sysroreportgroups.informegeneral.name.rotext
source: Informe general
fr: Rapport général
it: Relazione generale

# RES_database.sysrouserfields.categoriaprofesional.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.categoriaprofesional.fieldname.rotext
source: Categoría profesional
fr: Catégorie professionnelle
it: Categoria professionale

# RES_database.sysrouserfields.categoriaprofesional.listvalues.rotext
source: Auxiliares Administrativos~Ayudantes no Titulados~Ingenieros Técnicos, Peritos y Ayudantes Titulados~Ingenieros y Licenciados~Jefes Administrativos y de Taller~Oficiales Administrativos~Oficiales de primera y segunda~Oficiales de tercera y Especialistas~Peones~Subalternos~Trabajadores menores de 18 años
fr: Assistants administratifs~Assistants diplômés~Ingénieurs techniques, experts et assistants diplômés~Ingénieurs et diplômés~Chefs d'administration et d'atelier~Officiers administratifs~Officiers de première et de deuxième classe~Officiers de troisième classe et spécialistes~Peons~Subalternes~Travailleurs de moins de 18 ans
it: Assistenti amministrativi~Assistenti non laureati~Ingegneri tecnici, periti e assistenti laureati~Ingegneri e laureati~Responsabili amministrativi e di officina~Ufficiali amministrativi~Ufficiali di prima e seconda classe~Ufficiali di terza classe e specialisti~Peoni~Subalterni~Lavoratori di età inferiore ai 18 anni

# RES_database.sysrouserfields.codigopostal.fieldname.rotext
source: Código Postal
fr: Code postal
it: Codice postale

# RES_database.sysrouserfields.complementossalarialesanuales.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.complementossalarialesanuales.fieldname.rotext
source: Complementos salariales anuales
fr: Primes annuelles
it: Complementi salariali annuali

# RES_database.sysrouserfields.correoelectronico.fieldname.rotext
source: Correo electrónico
fr: Courrier électronique
it: E-mail

# RES_database.sysrouserfields.costehr.fieldname.rotext
source: Coste HR
fr: Coût RH
it: Costo delle risorse umane

# RES_database.sysrouserfields.costeporhora.fieldname.rotext
source: Coste por hora
fr: Coût par heure
it: Costo all´ora

# RES_database.sysrouserfields.diasdevacacionesanuales.fieldname.rotext
source: Días de vacaciones anuales
fr: Jours de congé annuel
it: Giorni di ferie annuali

# RES_database.sysrouserfields.fechadenacimiento.category.rotext
source: Personal
fr: Personnel
it: Personale

# RES_database.sysrouserfields.fechadenacimiento.fieldname.rotext
source: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita

# RES_database.sysrouserfields.genero.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.genero.fieldname.rotext
source: Género
fr: Sexe
it: Genere

# RES_database.sysrouserfields.genero.listvalues.rotext
source: Hombre~Mujer
fr: Homme~Femme
it: Maschio~Femmina

# RES_database.sysrouserfields.grupodecotizacion.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.grupodecotizacion.fieldname.rotext
source: Grupo de cotización
fr: Groupe de cotisation
it: Gruppo contributivo

# RES_database.sysrouserfields.identificadorusuario.fieldname.rotext
source: Identificador usuario
fr: Identifiant de l'utilisateur
it: Identificatore dell'utente

# RES_database.sysrouserfields.idimportacion.fieldname.rotext
source: Id importación
fr: identifiant d'importation
it: ID importazione

# RES_database.sysrouserfields.motivodebaja.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.motivodebaja.fieldname.rotext
source: Motivo de baja
fr: Raison du départ
it: Motivo della partenza

# RES_database.sysrouserfields.motivodebaja.listvalues.rotext
source: Baja voluntaria~Defunción~Despido~Finalización del contrato temporal~Incapacidad~Invalidez~Jubilación~Por causas convenidas en el contrato
fr: Congé volontaire~Licenciement~Licenciement~Rupture temporaire du contrat~Invalidité~Retraite~Pour des raisons convenues dans le contrat
it: Congedo volontario~Licenziamento~Licenziamento~Temporanea risoluzione del contratto~Inabilità~Invalidità~Pensionamento~Per motivi concordati nel contratto

# RES_database.sysrouserfields.movil.fieldname.rotext
source: Móvil
fr: Portable
it: Cellulare

# RES_database.sysrouserfields.nacionalidad.category.rotext
source: Personal
fr: Personnel
it: Personale

# RES_database.sysrouserfields.nacionalidad.fieldname.rotext
source: Nacionalidad
fr: Nationalité
it: Nazionalità

# RES_database.sysrouserfields.nif.category.rotext
source: Personal
fr: Personnel
it: Personale

# RES_database.sysrouserfields.nif.fieldname.rotext
source: NIF
it: CF

# RES_database.sysrouserfields.numerodeemergencia.fieldname.rotext
source: Número de emergencia
fr: Numéro d´urgence
it: Numero di emergenza

# RES_database.sysrouserfields.observaciones.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.observaciones.fieldname.rotext
source: Observaciones
fr: Remarques
it: Osservazioni

# RES_database.sysrouserfields.percepcionesextrasalariales.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.percepcionesextrasalariales.fieldname.rotext
source: Percepciones extrasalariales
fr: Revenus non-salariaux
it: Riscossioni extrasalariali

source: Laboral
fr: Professionnel
it: Lavorativo

source: Percepciones por extraordinarias y complementarias
fr: Revenus d’heures supplémentaires et complémentaires
it: Riscossioni per straordinari e complementari

# RES_database.sysrouserfields.poblacion.fieldname.rotext
source: Población
fr: Ville
it: Comune

# RES_database.sysrouserfields.precioporhora.fieldname.rotext
source: Precio por hora
fr: Prix par heure
it: Prezzo per ora

# RES_database.sysrouserfields.puesto.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.puesto.fieldname.rotext
source: Puesto
fr: Poste
it: Posta

# RES_database.sysrouserfields.puntodereunion.fieldname.rotext
source: Punto de reunión
fr: Point de REUNION
it: Punto d'incontro

# RES_database.sysrouserfields.salariobaseanual.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.salariobaseanual.fieldname.rotext
source: Salario base anual
fr: Salaire, base annuelle
it: Salario base annuale

# RES_database.sysrouserfields.salariototalanual.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.salariototalanual.fieldname.rotext
source: Salario total anual
fr: Salaire total annuel
it: Salario totale annuale

# RES_database.sysrouserfields.telefono.fieldname.rotext
source: Teléfono
fr: Téléphone
it: Telefono

# RES_database.sysrouserfields.tipodecontrato.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database.sysrouserfields.tipodecontrato.fieldname.rotext
source: Tipo de contrato
fr: Type de contrat
it: Tipo di contratto

# RES_database.sysrouserfields.tipodecontrato.listvalues.rotext
source: En prácticas~Indefinido~Temporal
fr: Stagiaire~Indefini~Temporaire
it: Apprendista~Indefinito~Temporaneo

# RES_database.timezones.horasconremuneracionespecial.name.rotext
source: Horas con remuneración especial
fr: Heures avec rémunération spéciale
it: Ore con retribuzione speciale

# RES_database.timezones.horasnocturnas.name.rotext
source: Horas nocturnas
fr: Heures de nuit
it: Orario notturno

# RES_database.timezones.horasnormales.name.rotext
source: Horas normales
fr: Heures normales
it: Orario normale

# RES_database.zones.ausentes.name.rotext
source: Ausentes
fr: Absents
it: Assenti

# RES_database.zones.presentes.name.rotext
source: Presentes
fr: Présent
it: Presente

# RES_database_one.accessgroups.24horastodoelaño.name.rotext
source: 24 horas todo el año
fr: 24 heures par an
it: 24 ore all'anno

# RES_database_one.accessperiods.24htotal.name.rotext
source: 24 h Total
fr: 24 h au total
it: 24 ore totali

# RES_database_one.accrualsrules.arrastrevacaciones.name.rotext
source: Arrastre vacaciones
fr: Vacances drag
it: Vacanza di drag

# RES_database_one.causes.bajaaccidentelaboral.name.rotext
source: Baja accidente laboral
fr: Congé pour accident du travail
it: Congedo per infortunio sul lavoro

# RES_database_one.causes.bajaenfermedadcomunaccnolaboral.name.rotext
source: Baja enfermedad común/acc no laboral
fr: Congé pour maladie courante/accident non lié au travail
it: Congedo per malattia comune/infortunio non correlato al lavoro

# RES_database_one.causes.horascomplementarias.description.rotext
source: Aquéllas que superan las horas ordinarias de la jornada laboral pero cuya realización ha sido pactada y acordada en un contrato a tiempo parcial. Pueden ser de 2 tipos: -Horas pactadas: Contratos a tiempo parcial con una jornada de trabajo no inferior a diez horas semanales en cómputo anual. -Horas voluntarias: Contratos a tiempo parcial de duración indefinida con una jornada de trabajo no inferior a 10 horas semanales en cómputo anual.
fr: Ceux qui dépassent les heures normales de travail mais dont la performance a été convenue et convenue dans un contrat à temps partiel. Ils peuvent être de deux types : - Horaires convenus : Contrats à temps partiel avec une journée de travail d'au moins dix heures par semaine sur une base annuelle. -Heures volontaires : Contrats à temps partiel à durée indéterminée avec une journée de travail d'au moins 10 heures par semaine sur une base annuelle.
it: Quelle che superano il normale orario di lavoro ma la cui prestazione è stata concordata e pattuita in un contratto part-time. Possono essere di due tipi: - Orario concordato: Contratti part-time con orario giornaliero non inferiore a dieci ore settimanali su base annua. - Ore volontarie: Contratti part-time a tempo indeterminato con orario di lavoro giornaliero non inferiore a 10 ore settimanali su base annua.

# RES_database_one.causes.horascomplementarias.name.rotext
source: Horas complementarias
fr: Heures supplémentaires
it: Ore aggiuntive

# RES_database_one.causes.horasextraordinarias.description.rotext
source: Horas de trabajo que se realicen sobre la duración máxima de la jornada ordinaria de trabajo fijada, legal o convencionalmente. Como máximo, se podrán realizar 80h de este tipo al año.
fr: Heures de travail effectuées au-delà de la durée maximale de la journée ordinaire de travail établie, légalement ou conventionnellement. Un maximum de 80 heures de ce type peuvent être complétées par an.
it: Orario di lavoro svolto nell'arco della durata massima della giornata lavorativa ordinaria stabilita, per legge o convenzionalmente. Di questo tipo è possibile completare al massimo 80 ore all'anno.

# RES_database_one.causes.horasextraordinarias.name.rotext
source: Horas extraordinarias
fr: Au fil du temps
it: Col tempo

# RES_database_one.causes.medico.description.rotext
source: Visita médico
fr: visite chez le médecin
it: visita medica

# RES_database_one.causes.medico.name.rotext
source: Médico
fr: Médecin
it: Il medico

# RES_database_one.causes.permisoslegalesnoretribuidos.description.rotext
source: Es un permiso que se podría disfrutar por cualquier motivo, salvo que el convenio aplicable especificase otra cosa, existiendo acuerdo empresario-trabajador. En este se suspende la obligación de trabajar y de abonar el salario correspondiente al tiempo que el empleado se haya ausentado. No se encuentran regulados normativamente (salvo en algunos convenios colectivos). Las condiciones de uso y disfrute de estos permisos/licencia se regulan por acuerdos entre empresario y trabajador.
fr: Il s’agit d’un permis qui peut être pris pour n’importe quelle raison, à moins que l’accord applicable ne précise le contraire et qu’il existe un accord employeur-employé. Cela suspend l'obligation de travailler et de payer le salaire correspondant pendant la période d'absence du salarié. Elles ne sont pas réglementées par la loi (sauf dans certaines conventions collectives). Les conditions d'utilisation et de jouissance de ces permis/licences sont régies par des conventions entre l'employeur et le salarié.
it: Si tratta di un permesso che può essere richiesto per qualsiasi motivo, a meno che l'accordo applicabile non specifichi diversamente e che esista un accordo tra datore di lavoro e dipendente. Ciò sospende l'obbligo di lavorare e di corrispondere la retribuzione corrispondente per il periodo di assenza del dipendente. Non sono regolamentati dalla legge (tranne che in alcuni contratti collettivi). Le condizioni di utilizzo e godimento di tali permessi/licenze sono regolate da accordi tra datore di lavoro e dipendente.

# RES_database_one.causes.permisoslegalesnoretribuidos.name.rotext
source: Permisos legales no retribuidos
fr: Congé légal sans solde
it: Congedo legale non retribuito

# RES_database_one.causes.permisoslegalesretribuidos.description.rotext
source: El permiso retribuido es un tipo de ausencia durante la cual el trabajador seguirá siendo compensado económicamente. Los permisos remunerados están regulados en el artículo 37 del Estatuto de los Trabajadores y en los convenios colectivos.
fr: Le congé payé est un type d’absence pendant lequel l’employé continuera d’être rémunéré financièrement. Les congés payés sont réglementés par l'article 37 du Statut des travailleurs et par les conventions collectives.
it: Il congedo retribuito è un tipo di assenza durante la quale il dipendente continuerà a ricevere una compensazione finanziaria. Il congedo retribuito è regolato dall'articolo 37 dello Statuto dei Lavoratori e dai contratti collettivi di lavoro.

# RES_database_one.causes.permisoslegalesretribuidos.name.rotext
source: Permisos legales retribuidos
fr: Congé légal payé
it: Congedo legale retribuito

# RES_database_one.causes.teletrabajo.description.rotext
source: Aquel tiempo en que la prestación de la actividad laboral se realice de manera preponderante en el domicilio del trabajador o en el lugar libremente elegido por este, de modo alternativo a su desarrollo presencial en el centro de trabajo de la empresa.
fr: La période pendant laquelle le travail est effectué principalement au domicile du salarié ou à un endroit librement choisi par le salarié, en alternative au travail en personne sur le lieu de travail de l'entreprise.
it: Il periodo durante il quale il lavoro viene svolto prevalentemente presso il domicilio del dipendente o in un luogo liberamente scelto dal dipendente, in alternativa al lavoro in presenza presso la sede aziendale.

# RES_database_one.causes.teletrabajo.name.rotext
source: Teletrabajo
fr: Télétravail
it: Telelavoro
