Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/Database.*.resx
Languages: fr, it

# RES_database_one.causes.tiempodeexcesonojustificado.description.rotext
source: Son tiempos no autorizados por la empresa o que no se quieren dar ningún tratamiento ya sea positivo o negativo.
fr: Ce sont des moments qui ne sont pas autorisés par l'entreprise ou auxquels elle ne veut donner aucun traitement, qu'il soit positif ou négatif.
it: Si tratta di momenti non autorizzati dall'azienda o nei quali non si vuole dare alcun trattamento, né positivo né negativo.

# RES_database_one.causes.tiempodeexcesonojustificado.name.rotext
source: Tiempo de exceso no justificado
fr: Dépassement de temps injustifié
it: Tempo eccedente ingiustificato

# RES_database_one.causes.tiempoporrecuperar.description.rotext
source: El tiempo planificado que no se ha trabajado y debe recuperarse en otro momento.
fr: Temps planifié qui n'a pas été travaillé et qui doit être rattrapé à un autre moment.
it: Tempo pianificato che non è stato lavorato e che deve essere recuperato in un altro momento.

# RES_database_one.causes.tiempoporrecuperar.name.rotext
source: Tiempo por recuperar
fr: Il est temps de récupérer
it: Tempo di riprendersi

# RES_database_one.causes.tiemporecuperado.description.rotext
source: Horas positivas que se realizan para compensar horas negativas que puedan realizarse.
fr: Heures positives travaillées pour compenser les heures négatives qui peuvent être travaillées.
it: Ore positive lavorate per compensare eventuali ore negative lavorate.

# RES_database_one.causes.tiemporecuperado.name.rotext
source: Tiempo recuperado
fr: Temps récupéré
it: Tempo recuperato

# RES_database_one.causes.tiempoteorico.description.rotext
source: Las horas que se han planificado al empleado y éste debería realizar. Justificación interna de VisualTime, no se debe borrar ni modificar.
fr: Les heures qui ont été planifiées pour l'employé et qui doivent être effectuées par lui. Justification VisualTime interne, à ne pas supprimer ou modifier.
it: Le ore che sono state pianificate per il dipendente e che devono essere svolte da quest'ultimo. Giustificazione interna di VisualTime, da non cancellare o modificare.

# RES_database_one.causes.tiempoteorico.name.rotext
source: Tiempo teórico
fr: Temps théorique
it: Tempo teorico

# RES_database_one.causes.trabajoefectivo.description.rotext
source: Horas trabajadas dentro del horario planificado al usuario
fr: Heures travaillées dans le cadre de l'horaire prévu pour l'utilisateur
it: Ore lavorate entro il programma pianificato per l'utente

# RES_database_one.causes.trabajoefectivo.name.rotext
source: Trabajo efectivo
fr: Un travail efficace
it: Lavoro efficace

# RES_database_one.causes.vacaciones.description.rotext
source: Ausencia por vacaciones anuales retribuidas. No es sustituible por compensación económica, será el pactado en Convenio Colectivo o contrato individual. Respetando este pacto los mínimos legales de 30 días naturales por año.
fr: Absence due au congé annuel payé. Elle n'est pas remplaçable par une compensation financière ; elle correspondra au montant convenu dans la convention collective ou le contrat individuel. Dans le respect de cet accord, le minimum légal est de 30 jours calendaires par an.
it: Assenza dovuta a ferie annuali retribuite. Non è sostituibile da una compensazione economica; sarà l'importo concordato nel Contratto Collettivo o nel contratto individuale. Nel rispetto di questo accordo il minimo legale è di 30 giorni di calendario all'anno.

# RES_database_one.causes.vacaciones.name.rotext
source: Vacaciones
fr: Des vacances
it: Vacanza

# RES_database_one.causes.vtnojustificado.description.rotext
source: Ausencia sin motivo justificado que genera una alerta. El objetivo es que no haya ningún tiempo justificado con este motivo. Justificación interna de VisualTime, no se debe borrar ni modificar.
fr: Absence non excusée qui génère une alerte. L'objectif est qu'il n'y ait pas de temps justifié pour cette raison. Justification VisualTime interne, à ne pas supprimer ou modifier.
it: Assenza ingiustificata che genera un avviso. L'obiettivo è che non ci sia un orario giustificato per questo motivo. Giustificazione interna di VisualTime, da non cancellare o modificare.

# RES_database_one.causes.vtnojustificado.name.rotext
source: VT. NO JUSTIFICADO
fr: VT. NON JUSTIFIÉ
it: VT. NON GIUSTIFICATO

# RES_database_one.concepts.horas.description.rotext
source: Este saldo restará todas las "horas a recuperar" y sumará todas las "horas recuperadas". Si el total de este saldo es negativo, el empleado debe horas a la empresa. Si el total de este saldo es positivo, la empresa debe horas al trabajador.
fr: Ce solde soustrait toutes les "heures à récupérer" et ajoute toutes les "heures récupérées". Si le total de ce solde est négatif, le salarié doit des heures à l'entreprise. Si le total de ce solde est positif, l'entreprise doit des heures au salarié.
it: Questo saldo sottrae tutte le "ore da recuperare" e aggiunge tutte le "ore recuperate". Se il totale di questo saldo è negativo, il dipendente deve delle ore all'azienda. Se il totale di questo saldo è positivo, l'azienda deve delle ore al dipendente.

# RES_database_one.concepts.horas.name.rotext
source: Horas+/-
fr: Heures+/-
it: Ore+/-

# RES_database_one.concepts.tiempoplanificadoteoria.description.rotext
source: Tiempo planificado, es el tiempo que por horarios tengo que realizar
fr: Le temps planifié, c'est le temps que je dois consacrer aux horaires
it: Tempo pianificato, questo è il tempo che devo dedicare agli orari

# RES_database_one.concepts.tiempoplanificadoteoria.name.rotext
source: Tiempo planificado(teoría)
fr: Temps prévu (théorie)
it: Tempo pianificato (teoria)

# RES_database_one.concepts.totalabsentismo.description.rotext
source: Tiempo de ausencia
fr: Temps d'absence
it: Tempo di assenza

# RES_database_one.concepts.totalabsentismo.name.rotext
source: Total absentismo
fr: Absentéisme total
it: Assenteismo totale

# RES_database_one.concepts.totalhorascomplementarias.description.rotext
source: Horas complementarias para contratos a tiempo parcial.
fr: Heures supplémentaires pour les contrats à temps partiel.
it: Ore aggiuntive per contratti part-time.

# RES_database_one.concepts.totalhorascomplementarias.name.rotext
source: Total horas complementarias
fr: Total des heures supplémentaires
it: Ore aggiuntive totali

# RES_database_one.concepts.totalhorasextras.description.rotext
source: Horas extraordinarias.
fr: Au fil du temps.
it: Col tempo.

# RES_database_one.concepts.totalhorasextras.name.rotext
source: Total horas extras
fr: Total des heures supplémentaires
it: Ore di straordinario totali

# RES_database_one.concepts.trabajoefectivo.description.rotext
source: Todo el tiempo que se considera trabajo efectivo, sin contar excesos.
fr: Tout le temps considéré comme du travail effectif, à l'exclusion des heures supplémentaires.
it: Tutto il tempo che viene considerato lavoro effettivo, esclusi gli straordinari.

# RES_database_one.concepts.trabajoefectivo.name.rotext
source: Trabajo efectivo
fr: Un travail efficace
it: Lavoro efficace

# RES_database_one.concepts.vacacionespendientes.description.rotext
source: Este saldo muestra las vacaciones pendientes de disfrutar. Saldo inicial de vacaciones - vacaciones disfrutadas = vacaciones pendientes
fr: Ce solde indique les congés restant à prendre. Solde initial des congés - congés pris = congés restant à prendre
it: Questo saldo indica le ferie ancora da prendere. Saldo iniziale delle ferie - ferie godute = ferie arretrate

# RES_database_one.concepts.vacacionespendientes.name.rotext
source: Vacaciones pendientes
fr: Vacances en suspens
it: Vacanze in attesa

# RES_database_one.groups.miempresa.name.rotext
source: Mi empresa
fr: Mon entreprise
it: La mia azienda

# RES_database_one.labagree.reglasgenerales.name.rotext
source: Reglas generales
fr: Règles générales
it: Regole generali

# RES_database_one.requestsrules.nopedirvacacionessinohaysaldopositivo.name.rotext
source: No pedir vacaciones si no hay saldo positivo
fr: Ne demandez pas de vacances s'il n'y a pas de solde positif
it: Non richiedere ferie se non c'è un saldo positivo

# RES_database_one.shifts.festivo.description.rotext
source: Festivos, no laborables.
fr: Jours fériés, jours non ouvrables.
it: Festivi, giorni non lavorativi.

# RES_database_one.shifts.laborable.name.rotext
source: Laborable
fr: Fonctionnement
it: Lavorando

# RES_database_one.shifts.nolaboral.description.rotext
source: Este horario tiene 0 horas teóricas. Se planificará únicamente los días en los que el empleado disfrute de un día completo de descanso y, por lo tanto, no vaya a realizar ningún fichaje.
fr: Cet horaire comporte 0 heure planifiée. Il ne doit être planifié que les jours où le salarié a un jour de congé complet et ne pointera donc pas.
it: Questo orario ha 0 ore pianificate. Deve essere pianificato solo nei giorni in cui il dipendente ha un'intera giornata libera e quindi non timbra il cartellino.

# RES_database_one.shifts.nolaboral.name.rotext
source: No laboral
fr: Hors travail
it: Non-lavoro

# RES_database_one.shifts.vacaciones.description.rotext
source: Vacaciones en días laborables.
fr: Jours fériés pendant les jours ouvrables.
it: Ferie nei giorni lavorativi.

# RES_database_one.shifts.vacaciones.name.rotext
source: Vacaciones
fr: Des vacances
it: Vacanza

# RES_database_one.startupvalues.vacaciones.name.rotext
source: Vacaciones
fr: Des vacances
it: Vacanza

# RES_database_one.startupvalues.vacacionesiniciales.name.rotext
source: Vacaciones iniciales
fr: Vacances initiales
it: Vacanze iniziali

# RES_database_one.sysroconcepttypes.horas.name.rotext
source: Horas
fr: Heures
it: Ore

# RES_database_one.sysroconcepttypes.mixtohorasocurrencias.name.rotext
source: Mixto (horas+ocurrencias)
fr: Mixte (heures+occurrences)
it: Misto (ore+occorrenze)

# RES_database_one.sysroconcepttypes.ocurrencias.name.rotext
source: Ocurrencias
fr: Occurrences
it: Occorrenze

source: Cerciorarnos de cuánto le queda al recalculo que realiza VisualTime y a cuántos empleados afecta
fr: Assurez-vous de la durée restante du recalcul de VisualTime et du nombre d'employés concernés
it: Accertarsi di quanto sia rimasto del ricalcolo di VisualTime e di quanti dipendenti siano interessati

source: Cerciorarnos de cuánto le queda al recalculo que realiza VisualTime y a cuántos empleados afecta
fr: Assurez-vous de la durée restante du recalcul de VisualTime et du nombre d'employés concernés
it: Accertarsi di quanto sia rimasto del ricalcolo di VisualTime e di quanti dipendenti siano interessati

source: Comprobar el grupo al que pertenecen los empleados. Ruta corta y completa
fr: Vérifiez le groupe auquel appartiennent les employés. Itinéraire court et complet
it: Selezionare il gruppo a cui appartengono i dipendenti. Percorso breve e completo

source: Comprobar el grupo al que pertenecen los empleados. Ruta corta y completa
fr: Vérifiez le groupe auquel appartiennent les employés. Itinéraire court et complet
it: Selezionare il gruppo a cui appartengono i dipendenti. Percorso breve e completo

source: Comprobar que hay alguna tarea que no ha podido ejecutarse con normalidad
fr: Vérifiez s'il existe une tâche qui n'a pas pu être exécutée normalement
it: Controlla se c'è un'attività che non può essere eseguita normalmente

source: Comprobar que hay alguna tarea que no ha podido ejecutarse con normalidad
fr: Vérifiez s'il existe une tâche qui n'a pas pu être exécutée normalement
it: Controlla se c'è un'attività che non può essere eseguita normalmente

# RES_database_one.sysroqueries.comprobarsiclientetienegpa.description.rotext
source: Comprobar si cliente tiene GPA
fr: Vérifiez si le client a une moyenne pondérée cumulative
it: Controllare se il cliente ha un GPA

# RES_database_one.sysroqueries.comprobarsiclientetienegpa.name.rotext
source: Comprobar si cliente tiene GPA
fr: Vérifiez si le client a une moyenne pondérée cumulative
it: Controllare se il cliente ha un GPA

source: Comprobar si el recálculo tras los cambios realizados en VisualTime está funcionando correctamente
fr: Vérifier si le recalcul après les changements effectués dans VisualTime fonctionne correctement
it: Controllare se il ricalcolo dopo le modifiche apportate in VisualTime funziona correttamente

source: Comprobar si el recálculo tras los cambios realizados en VisualTime está funcionando correctamente
fr: Vérifier si le recalcul après les changements effectués dans VisualTime fonctionne correctement
it: Controllare se il ricalcolo dopo le modifiche apportate in VisualTime funziona correttamente

# RES_database_one.sysroqueries.permisosefectivos.description.rotext
source: Mustra los permisos de los supervisores en V2
fr: Affiche les autorisations du superviseur dans la version 2
it: Visualizza le autorizzazioni del supervisore in V2

# RES_database_one.sysroqueries.permisosefectivos.name.rotext
source: Permisos efectivos
fr: Permis efficaces
it: Permessi efficaci

source: Muestra los permisos sobre las funcionalidades de Empleados y Calendario de los supervisores en V2 sobre empleados
fr: Affiche les autorisations sur les fonctionnalités Employés et Calendrier des superviseurs dans V2 sur les employés
it: Visualizza le autorizzazioni sulle funzionalità Dipendenti e Calendario dei supervisori nella V2 sui dipendenti

source: Permisos efectivos sobre funcionalidades concretas
fr: Autorisations effectives sur des fonctionnalités spécifiques
it: Autorizzazioni efficaci su funzionalità specifiche

source: Saber si el fichero de correlación está correctamente introducido en base de datos
fr: Pour savoir si le fichier de corrélation est correctement introduit dans la base de données
it: Per sapere se il file di correlazione è stato inserito correttamente nel database

source: Saber si el fichero de correlación está correctamente introducido en base de datos
fr: Pour savoir si le fichier de corrélation est correctement introduit dans la base de données
it: Per sapere se il file di correlazione è stato inserito correttamente nel database

source: Saber si hay algún informe planificado ejecutándose
fr: Savoir s'il y a des rapports planifiés en cours d'exécution
it: Scopri se ci sono report pianificati in esecuzione

source: Saber si hay algún informe planificado ejecutándose
fr: Savoir s'il y a des rapports planifiés en cours d'exécution
it: Scopri se ci sono report pianificati in esecuzione

source: Ver los fichajes que ha habido en una fecha en concreto (poder escoger fecha)
fr: Voir les signatures qui ont eu lieu à une date précise (vous pouvez choisir la date)
it: Vedere le firme che hanno avuto luogo in una data specifica (è possibile scegliere la data)

source: Ver los fichajes que ha habido en una fecha en concreto (poder escoger fecha)
fr: Voir les signatures qui ont eu lieu à une date précise (vous pouvez choisir la date)
it: Vedere le firme che hanno avuto luogo in una data specifica (è possibile scegliere la data)

source: Visualizar tareas pendientes colgadas de los terminales tras realizar broadcast
fr: Afficher les tâches en attente sur les terminaux après la diffusion
it: Visualizza le attività in sospeso sui terminali dopo la trasmissione

source: Visualizar tareas pendientes colgadas de los terminales tras realizar broadcast
fr: Afficher les tâches en attente sur les terminaux après la diffusion
it: Visualizza le attività in sospeso sui terminali dopo la trasmissione

# RES_database_one.sysroreportgroups.informedesaldos.name.rotext
source: Informe de saldos
fr: Rapport de solde
it: Rapporto di saldo

# RES_database_one.sysroreportgroups.informedevacacionespendientes.name.rotext
source: Informe de vacaciones pendientes
fr: Rapport de vacances en attente
it: Rapporto sulle ferie in sospeso

# RES_database_one.sysrouserfields.categoriaprofesional.category.rotext
source: Laboral
fr: Travail
it: Lavoro

# RES_database_one.sysrouserfields.categoriaprofesional.fieldname.rotext
source: Categoría profesional
fr: Catégorie professionnelle
it: Categoria professionale

# RES_database_one.sysrouserfields.categoriaprofesional.listvalues.rotext
source: Auxiliares Administrativos~Ayudantes no Titulados~Ingenieros Técnicos, Peritos y Ayudantes Titulados~Ingenieros y Licenciados~Jefes Administrativos y de Taller~Oficiales Administrativos~Oficiales de primera y segunda~Oficiales de tercera y Especialistas~Peones~Subalternos~Trabajadores menores de 18 años
fr: Assistants administratifs ~ Assistants non qualifiés ~ Ingénieurs techniques, experts et assistants qualifiés ~ Ingénieurs et diplômés ~ Responsables administratifs et d'atelier ~ Agents administratifs ~ Officiers de première et deuxième classe ~ Officiers de troisième classe et spécialistes ~ Ouvriers ~ Subordonnés ~ Travailleurs de moins de 18 ans
it: Assistenti amministrativi~Assistenti non qualificati~Ingegneri tecnici, esperti e assistenti qualificati~Ingegneri e laureati~Responsabili amministrativi e di officina~Funzionari amministrativi~Ufficiali di prima e seconda classe~Ufficiali e specialisti di terza classe~Operai~Subordinati~Lavoratori di età inferiore ai 18 anni

# RES_database_one.sysrouserfields.codigopostal.fieldname.rotext
source: Código Postal
fr: Code postal
it: Cap

# RES_database_one.sysrouserfields.complementossalarialesanuales.category.rotext
source: Laboral
fr: Travail
it: Lavoro

# RES_database_one.sysrouserfields.complementossalarialesanuales.fieldname.rotext
source: Complementos salariales anuales
fr: Suppléments de salaire annuels
it: Integrazioni salariali annuali

# RES_database_one.sysrouserfields.correoelectronico.fieldname.rotext
source: Correo electrónico
fr: E-mail
it: E-mail

# RES_database_one.sysrouserfields.costehr.fieldname.rotext
source: Coste HR
fr: Coût des RH
it: Costo delle risorse umane

# RES_database_one.sysrouserfields.costeporhora.fieldname.rotext
source: Coste por hora
fr: Coût par heure
it: Costo orario

# RES_database_one.sysrouserfields.fechadenacimiento.category.rotext
source: Personal
fr: Personnel
it: Personale

# RES_database_one.sysrouserfields.fechadenacimiento.fieldname.rotext
source: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita

# RES_database_one.sysrouserfields.genero.category.rotext
source: Laboral
fr: Travail
it: Lavoro

# RES_database_one.sysrouserfields.genero.fieldname.rotext
source: Género
fr: Genre
it: Genere

# RES_database_one.sysrouserfields.genero.listvalues.rotext
source: Hombre~Mujer
fr: Homme~Femme
it: Uomo~Donna

# RES_database_one.sysrouserfields.grupodecotizacion.category.rotext
source: Laboral
fr: Travail
it: Lavoro

# RES_database_one.sysrouserfields.grupodecotizacion.fieldname.rotext
source: Grupo de cotización
fr: Groupe de contribution
it: Gruppo di contributo

# RES_database_one.sysrouserfields.idimportacion.fieldname.rotext
source: Id importación
fr: ID d'importation
it: ID di importazione

# RES_database_one.sysrouserfields.motivodebaja.fieldname.rotext
source: Motivo de baja
fr: Motif du licenciement
it: Motivo della dimissione

# RES_database_one.sysrouserfields.motivodebaja.listvalues.rotext
source: Baja voluntaria~Defunción~Despido~Finalización del contrato temporal~Incapacidad~Invalidez~Jubilación~Por causas convenidas en el contrato
fr: Démission volontaire~Décès~Licenciement~Résiliation du contrat temporaire~Invalidité~Invalidité~Retraite~Pour des raisons convenues dans le contrat
it: Dimissioni volontarie ~ Morte ~ Licenziamento ~ Risoluzione del contratto a tempo determinato ~ Invalidità ~ Invalidità ~ Pensionamento ~ Per motivi concordati nel contratto

# RES_database_one.sysrouserfields.movil.fieldname.rotext
source: Móvil
fr: Portable
it: Cellulare

# RES_database_one.sysrouserfields.nacionalidad.category.rotext
source: Personal
fr: Personnel
it: Personale

# RES_database_one.sysrouserfields.nacionalidad.fieldname.rotext
source: Nacionalidad
fr: Nationalité
it: Nazionalità

# RES_database_one.sysrouserfields.nif.category.rotext
source: Personal
fr: Personnel
it: Personale

# RES_database_one.sysrouserfields.nif.fieldname.rotext
source: NIF
it: CF

# RES_database_one.sysrouserfields.numerodeemergencia.fieldname.rotext
source: Número de emergencia
fr: Numéro d´urgence
it: Numero di emergenza

# RES_database_one.sysrouserfields.observaciones.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database_one.sysrouserfields.observaciones.fieldname.rotext
source: Observaciones
fr: Observations
it: Osservazioni

# RES_database_one.sysrouserfields.percepcionesextrasalariales.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database_one.sysrouserfields.percepcionesextrasalariales.fieldname.rotext
source: Percepciones extrasalariales
fr: Revenus non-salariaux
it: Riscossioni extrasalariali

source: Laboral
fr: Professionnel
it: Lavorativo

source: Percepciones por extraordinarias y complementarias
fr: Revenus d’heures supplémentaires et complémentaires
it: Riscossioni per straordinari e complementari

# RES_database_one.sysrouserfields.poblacion.fieldname.rotext
source: Población
fr: Ville
it: Comune

# RES_database_one.sysrouserfields.precioporhora.fieldname.rotext
source: Precio por hora
fr: Prix par heure
it: Prezzo per ora

# RES_database_one.sysrouserfields.puesto.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database_one.sysrouserfields.puesto.fieldname.rotext
source: Puesto
fr: Position
it: Posizione

# RES_database_one.sysrouserfields.puntodereunion.fieldname.rotext
source: Punto de reunión
fr: Point de REUNION
it: Punto d'incontro

# RES_database_one.sysrouserfields.salariobaseanual.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database_one.sysrouserfields.salariobaseanual.fieldname.rotext
source: Salario base anual
fr: Salaire, base annuelle
it: Salario base annuale

# RES_database_one.sysrouserfields.salariototalanual.category.rotext
source: Laboral
fr: Professionnel
it: Lavorativo

# RES_database_one.sysrouserfields.salariototalanual.fieldname.rotext
source: Salario total anual
fr: Salaire annuel total
it: Stipendio annuo totale

# RES_database_one.sysrouserfields.telefono.fieldname.rotext
source: Teléfono
fr: Téléphone
it: Telefono

# RES_database_one.sysrouserfields.tipodecontrato.category.rotext
source: Laboral
fr: Travail
it: Lavoro

# RES_database_one.sysrouserfields.tipodecontrato.fieldname.rotext
source: Tipo de contrato
fr: Type de contrat
it: Tipo di contratto

# RES_database_one.sysrouserfields.tipodecontrato.listvalues.rotext
source: En prácticas~Indefinido~Temporal
fr: Stage ~ Indéterminé ~ Temporaire
it: Tirocinio~Indefinito~Temporaneo

# RES_database_one.sysrouserfields.valorinicialdevacaciones.category.rotext
source: Laboral
fr: Travail
it: Lavoro

# RES_database_one.sysrouserfields.valorinicialdevacaciones.fieldname.rotext
source: Valor inicial de vacaciones
fr: Valeur initiale des vacances
it: Valore iniziale della vacanza

# RES_database_one.timezones.horasconremuneracionespecial.name.rotext
source: Horas con remuneración especial
fr: Heures avec rémunération spéciale
it: Ore con retribuzione speciale

# RES_database_one.timezones.horasnocturnas.name.rotext
source: Horas nocturnas
fr: Heures de nuit
it: Orario notturno

# RES_database_one.timezones.horasnormales.name.rotext
source: Horas normales
fr: Heures normales
it: Orario normale

# RES_database_one.zones.ausentes.name.rotext
source: Ausentes
fr: Absents
it: Assenti

# RES_database_one.zones.presentes.name.rotext
source: Presentes
fr: Présente
it: Regali

# RES_database.shifts.festivo.name.rotext
source: Festivo
fr: De fête

# RES_database.sysrouserfields.provincia.fieldname.rotext
source: Provincia
fr: Région

# RES_database_one.shifts.festivo.name.rotext
source: Festivo
fr: De fête

# RES_database_one.sysrouserfields.provincia.fieldname.rotext
source: Provincia
fr: Région
