Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/DriverMx7+.*.resx
Languages: ca, eu, fr, it, sk

# RES_terminalonline.qry.holidaysheader.text.rotext
source: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Concept|Value
ca: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Concepte|Valor
eu: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Kontzeptua|Balioa
fr: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Solde|Valeur
it: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Intestazione|Valore
sk: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Concepto|Valor

# RES_terminalonline.qry.horesheader.text.rotext
source: {$18}Consultation mode$L{$15}Hours
ca: {$18}Mode consultes$L{$15}Hores
eu: {$18}Kontsulta modua$L{$15} Orduak
fr: {$18}Mode consultations$L{$15}Heures
it: {$18}Modalità di consultazioni$L{$15}Ore
sk: {$18}Konzultačný režim$L{$15}hodín

# RES_terminalonline.qry.inputextworkdate.text.rotext
source: $L{$12}Enter the date on which the work was performed.
ca: $L{$12}Introdueix la data en què vas fer la tasca.
eu: $L{$12}Idatzi lana egin duzun data.
fr: $L{$12}Saisissez la date à laquelle le travail a été effectué.
it: $L{$12}Immetti la data di svolgimento del lavoro.
sk: $L{$12}Uveďte dátum vykonania práce.

# RES_terminalonline.qry.inputextworktime.text.rotext
source: Enter the time it took to do the job.
ca: Introdueix el temps que has dedicat a fer la tasca.
eu: Idatzi lana burutzeko behar izan den denbora.
fr: Saisissez le temps que vous avez consacré à la tâche.
it: Immetti il tempo impiegato per svolgere il lavoro.
sk: Zadajte čas potrebný na vykonanie práce.

# RES_terminalonline.qry.inputholidaysdate.text.rotext
source: {$15}Vacation Request
ca: {$15}Sol·licitud de vacances
eu: {$15}Oporretarako eskaera
fr: {$15}Demande de congés
it: {$15}Richiesta di ferie
sk: {$15}Žiadosť o dovolenku

# RES_terminalonline.qry.inputlastholidaysdate.text.rotext
source: Enter the last day of vacation
ca: Introdueix el darrer dia de vacances
eu: Sartu oporretako azken eguna
fr: Saisissez le dernier jour de congés
it: Immetti l´ultimo giorno di ferie
sk: Zadajte posledný deň dovolenky

# RES_terminalonline.qry.movestableheader.text.rotext
source: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Day|Signings|Time
ca: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Dia|Fitxatges|Temps
eu: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Eguna|Sinatzeak|Ordua
fr: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Jour|Pointages|Temps
it: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Giorno|Timbrature|Tempo
sk: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Día|Fichajes|Tiempo

# RES_terminalonline.qry.noemployee.text.rotext
source: {$18}Non-existent user.
ca: {$18}Usuari inexistent.
eu: {$18}Ez dago erabiltzailea.
fr: {$18}Utilisateur inexistant.
it: {$18}Utente inesistente.
sk: {$18}Neexistujúci používateľ.

# RES_terminalonline.qry.parttitle.text.rotext
source: {$18}Parts$L{$15}Outside work
ca: {$18}Comunicats$L{$15}Tasca externa
eu: {$18}Parts$L{$15}Kanpoko lana
fr: {$18}Rapports$L{$15}Travail externe
it: {$18}Parti$L{$15}Lavoro esterno
sk: {$18}Diely$L{$15}Vonkajšia práca

# RES_terminalonline.qry.qstextwork.text.rotext
source: {$15}Agree to enter work
ca: {$15}Conforme en introduir tasca
eu: {$15}Onartu lanean sartzea
fr: {$15}Saisir le numéro de la tâche sur laquelle l´utilisateur va travailler
it: {$15}D´accordo con l´introduzione del lavoro
sk: {$15}Súlad pri vstupe do práce

# RES_terminalonline.qry.qstextworkdata.text.rotext
source: $L Date: ${1}$L Duration: ${2}
ca: $L Data: ${1}$L Durada: ${2}
eu: $L Data: ${1}$L Iraupena: ${2}
fr: $L Date : ${1}$L Durée : ${2}
it: $L Data: ${1}$L Durata: ${2}
sk: $L Dátum: ${1}$L Trvanie: ${2}$L

# RES_terminalonline.qry.qstfirstdate.text.rotext
source: $L From ${1} to ${2}
ca: $L Del ${1} al ${2}
eu: $L ${1}-tik ${2}-ra
fr: $L Du ${1} au ${2}
it: $L Dal ${1} al ${2}
sk: $L Od ${1} do ${2}

# RES_terminalonline.qry.questionholidays.text.rotext
source: $L Do you want to request vacation?
ca: $L Vols fer la sol·licitud de vacances?
eu: $L Oporretarako eskaera egin nahi duzu?
fr: $L Souhaitez-vous faire la demande de congés ?
it: $L Effettuare una richiesta di ferie?
sk: chcete požiadať o dovolenku?

# RES_terminalonline.requests.requestname.changeshift.text.rotext
source: Time change
ca: Canvi d'horari
eu: Ordutegi aldaketa
fr: Changement d'horaire
it: Cambio di programma
sk: Zmena rozvrhu

source: Time exchange between users
ca: Intercanvi d’horari entre usuaris el
eu: Erabiltzaileen arteko denbora-trukea
fr: Échange d’horaires entre utilisateurs le
it: Scambio orario tra utenti il
sk: Výmena času medzi používateľmi na

# RES_terminalonline.requests.requestname.externalworkresumepart.text.rotext
source: Summary of external work
ca: Comunicat resum feina externa
eu: Kanpoko lanaren laburpen zatia
fr: Rapport résumé travail externe
it: Parte della sintesi di lavoro esterno
sk: Súhrn časti externá práca

# RES_terminalonline.requests.requestname.forbiddenpunch.text.rotext
source: Forgotten signing
ca: Fixatge oblidat
eu: Sinatzea ahaztuta
fr: Pointage oublié
it: Timbratura dimenticata
sk: Zabudnutý podpis

# RES_terminalonline.requests.requestname.forbiddentaskpunch.text.rotext
source: Forgotten task registration
ca: Fixatge de tasca oblidat
eu: Zereginen erlojua ahaztuta
fr: Pointage de tâche oublié
it: Timbratura di attività dimenticata
sk: Zabudnutý záznam úlohy

# RES_terminalonline.requests.requestname.justifypunch.text.rotext
source: Justification for signing the
ca: Justificació de fitxatge el
eu: Transferentziaren justifikazioa
fr: Justification de pointage le
it: Giustificazione di timbratura il
sk: Odôvodnenie prihlásenia

# RES_terminalonline.requests.requestname.plannedabsences.text.rotext
source: Forecast days of absence
ca: Previsió dies d'absència
eu: Absentzia egunen aurreikuspena
fr: Prévision des jours d'absence
it: Previsione dei giorni di assenza
sk: Predpokladané dni neprítomnosti

# RES_terminalonline.requests.requestname.plannedcauses.text.rotext
source: Forecast hours of absence
ca: Previsió hores d'absència
eu: Absentzia orduen aurreikuspena
fr: Prévision des heures d'absence
it: Previsione ore di assenza
sk: Predpokladané hodiny neprítomnosti

# RES_terminalonline.requests.requestname.userfieldschange.text.rotext
source: Modify field record
ca: Modificació camp de la fitxa
eu: Fitxa eremuaren aldaketa
fr: Modification champ fiche
it: Modifica campo scheda
sk: Zmena poľa karty

# RES_terminalonline.requests.requestname.vacationsorpermissions.text.rotext
source: Vacations
ca: Vacances
eu: Oporrak
fr: Des vacances
it: Vacanza
sk: Dovolenka

# RES_terminalonline.requests.requeststatus.accepted.text.rotext
source: Accepted
ca: Acceptada
eu: Onartua
fr: Acceptée
it: Accettata
sk: Prijaté

# RES_terminalonline.requests.requeststatus.canceled.rotext
source: Cancelled
ca: Cancel·lada
eu: Bertan behera utzita
fr: Annulé
it: Annullato
sk: Zrušené

# RES_terminalonline.requests.requeststatus.denied.text.rotext
source: Denied
ca: Denegada
eu: Ukatua
fr: Refusé
it: Negato
sk: Odmietnuté

# RES_terminalonline.requests.requeststatus.ongoing.text.rotext
source: In progress
ca: En curs
eu: Abian
fr: En cours
it: In corso
sk: prebieha

# RES_terminalonline.requests.requeststatus.pending.text.rotext
source: Pending
ca: Pendent
eu: Belarritakoa
fr: En attente
it: In attesa
sk: čaká sa na

# RES_terminalonline.scheduleof.text.rotext
source: {$16}Planning ${1} of ${2}
ca: {$16}Planificació de ${1} del ${2}
eu: {$16}${1}/${2} plangintza
fr: ‎{$16}Planification de ${1} ${2}
it: {$16}Pianificazione di ${1} del ${2}
sk: {$16}Plánovanie ${1} z ${2}

# RES_terminalonline.september.text.rotext
source: September
ca: Setembre
eu: Iraila
fr: Septembre
it: Settembre

# RES_terminalonline.startedworkinginsuccessfully.text.rotext
source: {$15}Signing saved successfully
ca: {$15}Fitxatge desat correctament
eu: {$15}Saioa behar bezala gorde da
fr: {$15}Pointage correctement sauvegardé
it: {$15}Timbratura memorizzata correttamente
sk: {$15}Úspora úspešných

# RES_terminalonline.startworkingin.confirmationquestion.text.rotext
source: $L{15} Do you want to continue?
ca: $L{15} Continuar?
eu: $L{15} Jarraitu nahi duzu?
fr: $L{15} Souhaitez-vous continuer ?
it: $L{15} Continuare?
sk: l{15} Chcete pokračovať?

# RES_terminalonline.startworkingin.text.rotext
source: {$15}Will start work on the order
ca: {$15}Començaràs a treballar en l’ordre
eu: {$15}Eskaria egiteko lanak hasiko dira
fr: {$15}Vous commencerez à travailler sur la commande
it: {$15}Inizierai il lavoro nell´ordine
sk: {$15}Začiatok práce na objednávke

# RES_terminalonline.tasksselecttasks.text.rotext
source: {$18}Tasks$L{$12}Select the new task:
ca: {$18}Tasques$L{$12}Selecciona la nova tasca:
eu: {$18}Zereginak$L{$12}Hautatu zeregin berria:
fr: {$18}Tâches$L{$12}Sélectionnez la nouvelle tâche :
it: {$18}Attività$L{$12}Seleziona la nuova attività:
sk: {$18}Úlohy$L{$12}Vyberte novú úlohu:

# RES_terminalonline.tasksselecttasks.whithouttask.text.rotext
source: No homework
ca: Sense tasca
eu: Etxeko lanik ez
fr: Sans tâche
it: Senza attività
sk: Žiadne domáce úlohy

# RES_terminalonline.tasksselecttasksusingbarcode.text.rotext
source: {$15}Read the code of the$LOrder of manufacture / Operation
ca: {$15}Llegeix el codi de l’$LOrdre de fabricació / Operació
eu: {$15}Irakurri $LManufacturing eskaera / Eragiketa kodea
fr: {$15}Lisez le code de la $LCommande de fabrication / opération
it: {$15}Leggi il codice dell´$LOrdine di fabbricazione/Operazione
sk: {$15}Prečítajte kód príkazu $LOO / Operácia

# RES_terminalonline.tsk,notaskinorder.text.rotext
source: {$18}Tasks$L{$12}There are no tasks for this project.
ca: {$18}Tasques$L{$12}No hi ha tasques en aquest projecte.
eu: {$18}Zereginak$L{$12}Ez dago proiektu honetarako zereginik.
fr: {$18}Tâches$L{$12}Il n´existe pas de tâches pour ce projet.
it: {$18}Attività$L{$12}Non esistono attività per questo progetto.
sk: {$18}Úlohy$L{$12}Pre tento projekt neexistujú žiadne úlohy.

# RES_terminalonline.tsk.btn.back.text.rotext
source: Back
ca: Enrere
eu: Itzuli
fr: Retour
it: Indietro
sk: Späť

# RES_terminalonline.tsk.btn.change.text.rotext
source: Change
ca: Canviar
eu: Aldatu
fr: Changer
it: Modifica
sk: Zmena

# RES_terminalonline.tsk.btn.completechange.text.rotext
source: Complete
ca: Completar
eu: Osatzeko
fr: Compléter
it: Completare
sk: Kompletné

# RES_terminalonline.tsk.btn.start.text.rotext
source: Start
ca: Iniciar
eu: Hasi
fr: Démarrer
it: Inizia
sk: Štart

# RES_terminalonline.tsk.nomachines.text.rotext
source: {$18}Projects$L{$12}There are no machines.
ca: {$18}Projectes$L{$12}No hi ha màquines.
eu: {$18}Proiektuak$L{$12}Ez dago makinarik.
fr: {$18}Projets$L{$12}Il n´existe pas de machine.
it: {$18}Progetti$L{$12}Non esistono macchine.
sk: {$18}Projekty$L{$12}Nie sú tu žiadne stroje.

# RES_terminalonline.tsk.noorders.text.rotext
source: {$18}Projects$L{$12}There are no projects.
ca: {$18}Projectes$L{$12}No hi ha projectes.
eu: {$18}Proiektuak$L{$12}Ez dago proiekturik.
fr: {$18}Projets$L{$12}Il n´existe pas de projet.
it: {$18}Progetti$L{$12}Non esistono progetti.
sk: {$18}Projekty$L{$12}Nie sú žiadne projekty.

# RES_terminalonline.tsk.noprensencecantwork.text.rotext
source: {$18} Not present, can't clock in for a task $Luntil you clock in
ca: {$18} No ets present. No pots fitxar una tasca $Lfins que no hagis fitxat presència
eu: {$18} Ez zaude hemen, ezin duzu $Lun zeregin batean erlojua sartu harik eta
fr: {$18} Vous n’êtes pas présent, vous ne pouvez pas effectuer le pointage d´une tâche $Lsans avoir effectué le pointage de présence
it: {$18} Non è presente, non può timbrare un´attività $Lfino a quando non abbia timbrato la sua presenza
sk: {$18} Nie je prítomný, nemôže sa prihlásiť na úlohu $Pokiaľ ste sa neprihlásili

# RES_terminalonline.tsk.noworking.text.rotext
source: {$18}Currently not working on any tasks.
ca: {18$}Actualment no estàs treballant en cap tasca.
eu: {$18}Une honetan ez zara inongo zereginetan ari.
fr: {$18}Vous ne travaillez actuellement sur aucune tâche.
it: {$18}Attualmente non sta lavorando a nessuna attività.
sk: {$18}V súčasnosti nepracuje na žiadnych úlohách.

# RES_terminalonline.tsk.presencetoday.text.rotext
source: $L{$12}Today's face-to-face time is ${1}
ca: $L{$12}El temps presencial d’avui és ${1}
eu: $L{$12}Gaurko aurrez aurreko ordua ${1} da
fr: $L{$12}Le temps de présence d´aujourd´hui est de ${1}
it: $L{$12}Il tempo presenziale di oggi è ${1}
sk: $L{$12}Dnešný facetime je ${1}

# RES_terminalonline.tsk.selecttask.text.rotext
source: $L{$12}Select task:
ca: $L{$12}Selecciona la tasca:
eu: $L{$12}Hautatu zeregina:
fr: $L{$12}Sélectionnez la tâche :
it: $L{$12}Seleziona l´attività:
sk: l{$12}Vyberte úlohu:

# RES_terminalonline.tsk.startjobin.text.rotext
source: $L{8}Start job at ${NewJob.OrderName}/${NewJob.JobName}
ca: $L{8}Començaràs a treballar en ${NewJob.OrderName}/${NewJob.JobName}
eu: $L{8}${NewJob.OrderName}/${NewJob.JobName}-n hasiko da lanean
fr: $L{8}Vous commencerez à travailler sur ${NewJob.OrderName}/${NewJob.JobName}
it: $L{8}Inizierà il lavoro in ${NewJob.OrderName}/${NewJob.JobName}
sk: $L{8}Začiatok úlohy v ${{Názov novej úlohy}/${Názov novej úlohy}/${Názov novej úlohy}

# RES_terminalonline.tsk.startworkingin.text.rotext
source: {$16}Starting job at $L${NewJob.OrderName}/${NewJob.JobName}
ca: {$16}Començant a treballar en $L${NewJob.OrderName}/${NewJob.JobName}
eu: {$16}Lana hasten da $L${NewJob.OrderName}/${NewJob.JobName}-n
fr: {$16}Début du travail sur $L${NewJob.OrderName}/${NewJob.JobName}
it: {$16}Iniziando il lavoro con $L${NewJob.OrderName}/${NewJob.JobName}
sk: {$16}Začiatok úlohy v $L${NewJob.OrderName}/${NewJob.JobName}

# RES_terminalonline.tsk.tab.text.rotext
source: Tasks
ca: Tasques
eu: Zereginak
fr: Tâches
it: Attività
sk: úlohy

# RES_terminalonline.tsk.taskinorder.text.rotext
source: {$18}Project Tasks ${1}
ca: {$18}Tasques del projecte ${1}
eu: {$18}Proiektuaren zereginak ${1}
fr: {$18}Tâches du projet ${1}
it: {$18}Attività del progetto ${1}
sk: {$18}Úlohy projektu ${1}

# RES_terminalonline.tsk.workingin.text.rotext
source: {$15}Working on $L${CurrentJob.OrderName}/${CurrentJob.JobName}
ca: {$15}Treballant en $L${CurrentJob.OrderName}/${CurrentJob.JobName}
eu: {$15}$L${CurrentJob.OrderName}/${CurrentJob.JobName} enpresan lan egiten
fr: {$15}En train de travailler sur $L${CurrentJob.OrderName}/${CurrentJob.JobName}
it: {$15}Lavorando a $L${CurrentJob.OrderName}/${CurrentJob.JobName}
sk: {$15}Práca v $L${CurrentJob.OrderName}/${CurrentJob.JobName}

# RES_terminalonline.tsk.workinginhas.text.rotext
source: $L{$14}time worked in$L${CurrentJob.OrderName}/${CurrentJob.JobName}
ca: $L{$14}el temps treballat en$L${CurrentJob.OrderName}/${CurrentJob.JobName}
eu: $L{$14}$L${CurrentJob.OrderName}/${CurrentJob.JobName}-n lan egindako denbora
fr: $L{$14}le temps travaillé sur$L${CurrentJob.OrderName}/${CurrentJob.JobName}
it: $L{$14}il tempo dedicato a lavorare a$L${CurrentJob.OrderName}/${CurrentJob.JobName}
sk: $L{$14}čas odpracovaný v$L${CurrentJob.OrderName}/${CurrentJob.JobName}

# RES_terminalonline.tsk.workinginhastime.text.rotext
source: $Lhas been ${CurrentJob.WorkTime}
ca: $Lha estat ${CurrentJob.WorkTime}
eu: $L${CurrentJob.WorkTime} izan da
fr: $La été ${CurrentJob.WorkTime}
it: $LÈ stato ${CurrentJob.WorkTime}
sk: $Lha bolo ${CurrentJob.WorkTime}

# RES_terminalonline.tsk.workingtime.text.rotext
source: $L{$16}Time worked ${CurrentJob.WorkTime}
ca: $L{16$}Temps treballat ${CurrentJob.WorkTime}
eu: $L{$16}Lan denbora ${CurrentJob.WorkTime}
fr: $L{16$}Temps travaillé ${CurrentJob.WorkTime}
it: $L{16$}Tempo lavorato ${CurrentJob.WorkTime}
sk: $L{$16}odpracovaný čas ${{CurrentJob.WorkTime}

# RES_terminalsync.deletingbio.text.rotext
source: Erasing traces
ca: Esborrant empremtes
eu: Arrastoak ezabatzea
fr: Suppression des empreintes en cours
it: Eliminazione delle impronte in corso
sk: Vymazávanie stôp

# RES_terminalsync.deletingcards.text.rotext
source: Deleting cards
ca: Esborrant targetes
eu: Txartelak ezabatzea
fr: Suppression des cartes en cours
it: Eliminazione delle schede in corso
sk: Vymazanie kariet

# RES_terminalsync.deletingemployees.text.rotext
source: Deleting users
ca: Esborrant usuaris
eu: Erabiltzaileak ezabatzea
fr: Suppression d´utilisateurs en cours
it: Eliminazione utenti in corso
sk: Odstránenie používateľov

# RES_terminalsync.deletingemployeesgroup.text.rotext
source: Deleting user group
ca: Esborrant grup d’usuaris
eu: Erabiltzaile taldea ezabatzen
fr: Suppression de groupe d’utilisateurs en cours
it: Eliminazione gruppo utenti in corso
sk: Odstránenie skupín používateľov

# RES_terminalsync.deletingphoto.text.rotext
source: Deleting user photos
ca: Esborrant fotos d’usuaris
eu: Erabiltzaileen argazkiak ezabatzea
fr: Suppression de photos d’utilisateurs en cours
it: Eliminazione foto utenti in corso
sk: Odstránenie používateľských fotografií

# RES_terminalsync.resetingbio.text.rotext
source: Resetting footprints
ca: Restablint empremtes
eu: Hatz-markak berrezartzea
fr: Réinitialisation des empreintes en cours
it: Reimpostazione impronte in corso
sk: Obnovenie odtlačkov

# RES_terminalsync.resetingcards.text.rotext
source: Resetting cards
ca: Restablint targetes
eu: Txartelak berrezartzea
fr: Réinitialisation des cartes en cours
it: Reimpostazione tessere in corso
sk: Resetovanie kariet

# RES_terminalsync.resetingemployees.text.rotext
source: Resetting users
ca: Restablint usuaris
eu: Erabiltzaileak berrezartzea
fr: Réinitialisation des utilisateurs en cours
it: Reimpostazione utenti in corso
sk: Obnovenie používateľov

# RES_terminalsync.resetingemployeesgroup.text.rotext
source: Resetting user group
ca: Restablint grup d’usuaris
eu: Erabiltzaile taldea berrezartzen
fr: Réinitialisation du groupe d´utilisateurs en cours
it: Reimpostazione gruppo di utenti in corso
sk: Obnovenie skupiny používateľov

# RES_terminalsync.resetingphoto.text.rotext
source: Resetting user photos
ca: Restablint fotos d’usuaris
eu: Erabiltzaileen argazkiak berrezartzen
fr: Réinitialisation des photos d’utilisateurs en cours
it: Reimpostazione foto di utenti in corso
sk: Obnovenie používateľských fotografií

# RES_terminalsync.task_access.text.rotext
source: Updating accesses (${1} pending accesses)
ca: Actualitzant accessos (${1} accessos pendents)
eu: Sarbideak eguneratzen (${1} sarbide zain)
fr: Accès en cours de mise à jour (${1} accès restants)
it: Aggiornamento accessi in corso (${1} accessi in sospeso)
sk: Aktualizácia prístupov (${1} čakajúcich prístupov)

# RES_terminalsync.task_causes.text.rotext
source: Updating incidents (${1} pending incidents)
ca: Actualitzant incidències (${1} incidències pendents)
eu: Eguneratzen arazoak (${1} gai zain dauden)
fr: Incidents en cours de mise à jour (${1} incidents restants)
it: Aggiornamento eventi in corso (${1} eventi in sospeso)
sk: Aktualizácia problémov (${1} čakajúcich problémov)

# RES_terminalsync.task_sirens.text.rotext
source: Updating Sirens (${1} pending sirens)
ca: Actualitzant sirenes (${1} sirenes pendents)
eu: Sirenak eguneratzen (${1} sirenak zain)
fr: Sirènes en cours de mise à jour (${1} sirènes restantes)
it: Aggiornamento sirene in corso (${1} sirene in sospeso)
sk: Aktualizácia sirén (${1} čakajúce sirény)

# RES_terminalsync.task_timezones.text.rotext
source: Updating periods (${1} pending periods)
ca: Actualitzant períodes (${1} períodes pendents)
eu: Epeak eguneratzen ({1} $ aldi zain)
fr: Périodes en cours de mise à jour (${1} périodes restantes)
it: Aggiornamento periodi in corso (${1} periodi in sospeso)
sk: Aktualizácia období (${1} čakajúce obdobia)

# RES_terminalsync.taskpending.text.rotext
source: ${1} to-do items (${2})
ca: ${1} tasques pendents (${2})
eu: ${1} zain dauden zereginak (${2})
fr: ${1} tâches en attente (${2})
it: ${1} attività in sospeso (${2})
sk: ${1} čakajúce úlohy (${2})

# RES_terminalsync.updatingaccess.text.rotext
source: Updating accesses
ca: Actualitzant accessos
eu: Sarbidea eguneratzen
fr: Accès en cours de mise à jour
it: Aggiornamento accessi in corso
sk: Aktualizácia prístupov

# RES_terminalsync.updatingaccessgroups.text.rotext
source: Updating access groups
ca: Actualitzant grups d’accés
eu: Sarbide-taldeak eguneratzen
fr: Groupes d´accès en cours de mise à jour
it: Aggiornamento gruppi di accesso in corso
sk: Aktualizácia skupín prístupu

# RES_terminalsync.updatingbio.text.rotext
source: Updating footprints
ca: Actualitzant empremtes
eu: Aztarnak eguneratzea
fr: Empreintes en cours de mise à jour
it: Aggiornamento impronte digitali in corso
sk: Aktualizácia odtlačkov

# RES_terminalsync.updatingcards.text.rotext
source: Updating cards
ca: Actualitzant targetes
eu: Txartelak eguneratzen
fr: Cartes en cours de mise à jour
it: Aggiornamento schede in corso
sk: Aktualizácia kariet

# RES_terminalsync.updatingcauses.text.rotext
source: Updating incidents
ca: Actualitzant incidències
eu: Gorabeherak eguneratzea
fr: Incidents en cours de mise à jour
it: Aggiornamento eventi in corso
sk: Aktualizácia incidentov

# RES_terminalsync.updatingemployees.text.rotext
source: Updating users
ca: Actualitzant usuaris
eu: Erabiltzaileak eguneratzea
fr: Actualisation des utilisateurs en cours
it: Aggiornamento utenti in corso
sk: Aktualizácia používateľov

# RES_terminalsync.updatingemployeesgroup.text.rotext
source: Updating user group
ca: Actualitzant grup d’usuaris
eu: Erabiltzaile taldea eguneratzen
fr: Actualisation du groupe d’utilisateurs en cours
it: Aggiornamento gruppo di utenti in corso
sk: Aktualizácia skupiny používateľov

# RES_terminalsync.updatingphoto.text.rotext
source: Updating user photos
ca: Actualitzant fotos d’usuaris
eu: Erabiltzaileen argazkiak eguneratzen
fr: Actualisation des photos d’utilisateurs en cours
it: Aggiornamento foto di utenti in corso
sk: Aktualizácia fotografií používateľov

# RES_terminalsync.updatingsirens.text.rotext
source: Updating sirens.
ca: Actualitzant sirenes
eu: Sirenak eguneratzen.
fr: Sirènes en cours de mise à jour.
it: Aggiornamento sirene in corso.
sk: Aktivácia sirén.

# RES_terminalsync.updatingtimezones.text.rotext
source: Updating schedules
ca: Actualitzant horaris
eu: Ordutegiak eguneratzea
fr: Horaires en cours de mise à jour
it: Aggiornamento orari in corso
sk: Aktualizácia cestovných poriadkov

# RES_terminalsync.uploadingfile.text.rotext
source: Uploading file
ca: Carregant fitxer
eu: Fitxategia kargatzen
fr: Téléchargement du fichier
it: Caricamento file in corso
sk: Nahrávanie súboru

# RES_terminalonline.pro.btn.ok.text.rotext
source: Ok
ca: Acceptar
eu: ados

# RES_terminalonline.pro.btn.no.text.rotext
source: No
eu: Ez
fr: Non
sk: NIE

# RES_terminalonline.din.ticketline.2.text.rotext
source: {$18}${CurrentPunch.Date} ${CurrentPunch.Time}
sk: {$18}${CurrentPunch.Date} ${CurrentPunch.Time} ${CurrentPunch.Time}

# RES_terminalonline.din.ticketline.3.text.rotext
source: {$14}${DinnerPunch.TurnName}
sk: {$14}${{DinnerPunch.TurnName}${DinnerPunch.TurnName}
