Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/DriverMx7+.*.resx
Languages: ca, eu, fr, it, sk

# RES_terminalonline.pre.btn.lastpunches.disabled.text.rotext
source: {/dfd5d2>*808080}Latest signings
ca: {/dfd5d2>*808080}Darrers fitxatges
eu: {/dfd5d2>*808080}Azken sinaketak
fr: {/dfd5d2>*808080}Derniers pointages
it: {/dfd5d2>*808080}Ultime timbrature
sk: {/dfd5d2>*808080}Últimos fichajes

# RES_terminalonline.pre.btn.lastpunches.text.rotext
source: {/dc572e>*FFFFFF}Latest signings
ca: {/dc572e>*FFFFFF}Darrers fitxatges
eu: {/dc572e>*FFFFFF}Azken sinaketak
fr: {/dc572e>*FFFFFF}Derniers pointages
it: {/dc572e>*FFFFFF}Ultime timbrature
sk: {/dc572e>*FFFFFF}Najnovšie podpisy

# RES_terminalonline.pre.btn.myaccruals.disabled.text.rotext
source: {/cfdad0>*808080}My balances
ca: {/cfdad0>*808080}Els meus saldos
eu: {/cfdad0>*808080}Nire saldoak
fr: {/cfdad0>*808080}Mes soldes
it: {/cfdad0>*808080}Saldi personali
sk: {/cfdad0>*808080}Moje zostatky

# RES_terminalonline.pre.btn.myaccruals.text.rotext
source: {/01a31a>*FFFFFF}My balances
ca: {/01a31a>*FFFFFF}Els meus saldos
eu: {/01a31a>*FFFFFF}Nire saldoak
fr: {/01a31a>*FFFFFF}Mes soldes
it: {/01a31a>*FFFFFF}Saldi personali
sk: {/01a31a>*FFFFFF}Moje zostatky

# RES_terminalonline.pre.btn.mycalendar.disabled.text.rotext
source: {/cfdadb>*808080}My calendar
ca: {/cfdadb>*808080}El meu calendari
eu: {/cfdadb>*808080}Nire egutegia
fr: {/cfdadb>*808080}Mon calendrier
it: {/cfdadb>*808080}Calendario personale
sk: {/cfdadb>*808080}Môj kalendár

# RES_terminalonline.pre.btn.mycalendar.text.rotext
source: {/009bad>*FFFFFF}My calendar
ca: {/009bad>*FFFFFF}El meu calendari
eu: {/009bad>*FFFFFF}Nire egutegia
fr: {/009bad>*FFFFFF}Mon calendrier
it: {/009bad>*FFFFFF}Calendario personale
sk: {/009bad>*FFFFFF}Môj kalendár

# RES_terminalonline.pre.btn.mydata.text.rotext
source: My data
ca: Les meves dades
eu: Nire datuak
fr: Mes données
it: Dati personali
sk: Moje údaje

# RES_terminalonline.pre.btn.myexternaljob.disabled.text.rotext
source: {/d6d3dd>*808080}My work parts
ca: {/d6d3dd>*808080}Els meus comunicats$Lde treball
eu: {/d6d3dd>*808080}Nire lan atalak
fr: {/d6d3dd>*808080}Mes rapports$Lde travail
it: {/d6d3dd>*808080}Parti personali$Ldi lavoro
sk: {/d6d3dd>*808080}My work$Lparts

# RES_terminalonline.pre.btn.myexternaljob.text.rotext
source: {/d6d3dd>*FFFFFF}My work parts
ca: {/d6d3dd>*FFFFFF}Els meus comunicats$Lde treball
eu: {/d6d3dd>*FFFFFF}Nire lan atalak
fr: {/d6d3dd>*FFFFFF}Mes rapports$Lde travail
it: {/d6d3dd>*FFFFFF}Parti personali$Ldi lavoro
sk: {/d6d3dd>*FFFFFF}Moje$Lpracovné$časti

# RES_terminalonline.pre.btn.myholidays.disabled.text.rotext
source: {/ddd0d4>*808080}Summary of $L vacations
ca: {/ddd0d4>*808080}Resum de$L vacances
eu: {/ddd0d4>*808080}$L oporretako laburpena
fr: {/ddd0d4>*808080}Résumé des$L congés
it: {/ddd0d4>*808080}Sintesi delle$L ferie
sk: {/ddd0d4>*808080}Zhrnutie dovolenky$L

# RES_terminalonline.pre.btn.myholidays.text.rotext
source: {/bd1d49>*FFFFFF}Summary of$L holidays
ca: {/bd1d49>*FFFFFF}Resum de$L vacances
eu: {/bd1d49>*FFFFFF}$L oporretako laburpena
fr: {/bd1d49>*FFFFFF}Résumé des$L congés
it: {/bd1d49>*FFFFFF}Sintesi delle$L ferie
sk: {/bd1d49>*FFFFFF}Súhrnný údaj$Lholidays

# RES_terminalonline.pre.btn.myrequests.disabled.text.rotext
source: {/e1dacf>*808080}My requests
ca: {/e1dacf>*808080}Les meves sol·licituds
eu: {/e1dacf>*808080}Nire eskaerak
fr: {/e1dacf>*808080}Mes demandes
it: {/e1dacf>*808080}Richieste personali
sk: {/e1dacf>*808080}Mis solicitudes

# RES_terminalonline.pre.btn.myrequests.text.rotext
source: {/ff9900>*FFFFFF}My requests
ca: {/ff9900>*FFFFFF}Les meves sol·licituds
eu: {/ff9900>*FFFFFF}Nire eskaerak
fr: {/ff9900>*FFFFFF}Mes demandes
it: {/ff9900>*FFFFFF}Richieste personali
sk: {/ff9900>*FFFFFF}Moje aplikácie

# RES_terminalonline.pre.btn.noin.text.rotext
source: I don't enter
ca: No entro
eu: Ez naiz sartzen
fr: Ne pas entrer
it: Non entro
sk: Nevstupujem

# RES_terminalonline.pre.btn.noout.text.rotext
source: I don't go out
ca: No surto
eu: Ez naiz kalera ateratzen
fr: Je ne sors pas
it: Non esco
sk: Nechodím von

# RES_terminalonline.pre.btn.nothing.text.rotext
source: Nothing
ca: Res
eu: Ezer ez
fr: Rien
it: Niente
sk: Nič

# RES_terminalonline.pre.btn.out.text.rotext
source: I'm on my way out
ca: Surto
eu: Irteera bidean nago
fr: Je sors
it: Esco
sk: Salgo

# RES_terminalonline.pre.btn.parts.text.rotext
source: Parts
ca: Comunicats
eu: Zatiak
fr: Rapports
it: Parti
sk: Diely

# RES_terminalonline.pre.btn.planif.text.rotext
source: Planning
ca: Planif.
eu: Plangintza
fr: Planif.
it: Pianif.
sk: Plánovanie.

# RES_terminalonline.pre.btn.schedule.text.rotext
source: Schedules
ca: Horaris
eu: Ordutegiak
fr: Horaires
it: Orari
sk: cestovné poriadky

# RES_terminalonline.pre.cancel.plus.text.rotext
source: {$20}Operation cancelled
ca: {$20}Operació cancel·lada
eu: {$20}Eragiketa bertan behera utzi da
fr: {$20}Opération annulée
it: {20$}Operazione annullata
sk: {$20}Operácia zrušená

# RES_terminalonline.pre.cancel.text.rotext
source: {$20}Operation cancelled.
ca: {$20}Operació cancel·lada.
eu: {$20}Eragiketa bertan behera utzi da.
fr: {$20}Opération annulée.
it: {20$}Operazione annullata.
sk: {$20}Operácia zrušená.

# RES_terminalonline.pre.causewith.plus.text.rotext
source: by ${CurrentPunch.IncidenceName}
ca: per ${CurrentPunch.IncidenceName}
eu: Egilea: ${CurrentPunch.IncidenceName}
fr: pour ${CurrentPunch.IncidenceName}
it: per ${CurrentPunch.IncidenceName}
sk: pre ${CurrentPunch.IncidenceName}

# RES_terminalonline.pre.causewith.text.rotext
source: by ${CurrentPunch.IncidenceName}
ca: per ${CurrentPunch.IncidenceName}
eu: Egilea: ${CurrentPunch.IncidenceName}
fr: pour ${CurrentPunch.IncidenceName}
it: per ${CurrentPunch.IncidenceName}
sk: pre ${CurrentPunch.IncidenceName}

# RES_terminalonline.pre.change.errorcreatingrequest.text.rotext
source: {$14}An error occurred while handling the change of direction
ca: {$14}S’ha produït un error en gestionar$Lel canvi de sentit
eu: {$14}Errore bat gertatu da $Lbihurketa kudeatzen
fr: {$14}Une erreur est survenue en gérant$Lle changement de sens
it: {$14}Si è verificato un errore durante la gestione$Ldella modifica della direzione
sk: {$14}Pri spracovaní zmeny smeru došlo k chybe$$

# RES_terminalonline.pre.changerepeatedinquestion.plus.text.rotext
source: {$20}You checked in a few moments ago$L{$14}What do you want to do?
ca: {$20}Has fitxat l’entrada fa uns instants$L{$14} Què vols fer?
eu: {$20}Duela une batzuk egiaztatu zenuen$L{$14}Zer egin nahi duzu?
fr: {$20}Vous avez déjà effectué un pointage d´entrée il y a quelques instants.$L{$14}Que souhaitez-vous faire ?
it: {$20}Hai timbrato in entrata alcuni istanti fa$L{$14}Cosa desideri fare?
sk: {$20}Pred chvíľou ste sa prihlásili$L{$14}Čo chcete robiť?

# RES_terminalonline.pre.changerepeatedoutquestion.plus.text.rotext
source: {$20}You clocked out a few moments ago$L{$14}What do you want to do?
ca: {$20}Has fitxat la sortida fa uns instants$L{$14} Què vols fer?
eu: {$20}Duela une batzuk atera zenuen $L{$14}Zer egin nahi duzu?
fr: {$20}Vous avez déjà effectué un pointage de sortie il y a quelques instants.$L{$14}Que souhaitez-vous faire ?
it: {$20}Hai timbrato in uscita alcuni istanti fa$L{$14}Cosa desideri fare?
sk: {$20}Pred chvíľou som sa odhlásil$L{$14}Čo chceš robiť?

# RES_terminalonline.pre.changerepeatquestion.plus.text.rotext
source: {$25}Change$L$L{$14}You just checked in$LWhat do you want to do?
ca: {$25}Canvi$L$L{$14}Ja has fitxat fa uns instants$L Què vols fer?
eu: {$25}Aldatu$L$L{$14}Duela une batzuk erregistratu zinen dagoeneko$LZer egin nahi duzu?
fr: {$25}Changement$L$L{$14}Vous avez déjà effectué un pointage il y a quelques instants.$LQue souhaitez-vous faire ?
it: {$25}Cambio$L$L{$14}Hai già timbrato pochi secondi fa$LCosa desideri fare?
sk: {$25}Zmeniť$L$L{$14}Pred chvíľou ste si zapli hodiny$LČo chcete robiť?

# RES_terminalonline.pre.changerepeatquestion.text.rotext
source: {$20}Change$L{$18}You have just clocked in$LWhat do you want to do?
ca: {$20}Canvi$L{$18}Ja has fitxat fa uns instants$L Què vols fer?
eu: {$20}Aldatu$L{$18}Duela une batzuk hasi zenuen saioa$LZer egin nahi duzu?
fr: {$20}Changement$L{$18}Vous avez déjà effectué un pointage il y a un instant.$LQue souhaitez-vous faire ?
it: {$20}Cambio$L{$18}Hai già timbrato pochi secondi fa$LCosa desideri fare?
sk: {$20}Change$L{$18}Pred niekoľkými chvíľami ste sa už prihlásili$LČo chcete urobiť?

# RES_terminalonline.pre.currentmonth.text.rotext
source: Current month
ca: Mes actual
eu: Egungo hilabetea
fr: Mois actuel
it: Mese attuale
sk: Aktuálny mesiac

# RES_terminalonline.pre.deletalastout.plus.text.rotext
source: {$20}Last exit deleted
ca: {$20}Eliminada la darrera sortida
eu: {$20}Azken irteera ezabatu da
fr: {$20}Dernière sortie supprimée
it: {$20}Ultima uscita eliminata
sk: {$20}Zmazaný posledný výstup

# RES_terminalonline.pre.deletalastout.text.rotext
source: {$25}Last exit removed.
ca: {$25}Eliminada la darrera sortida.
eu: {$25}Azken irteera ezabatu da.
fr: {$25}Dernière sortie supprimée.
it: {25$}Ultima uscita eliminata.
sk: {$25}Zrušený posledný výstup.

# RES_terminalonline.pre.deletelastin.plus.text.rotext
source: {$20}Last entry deleted
ca: {$20}Eliminada la darrera entrada
eu: {$20}Azken sarrera ezabatu da
fr: {$20}Dernière entrée supprimée
it: {$20}Ultima entrata eliminata
sk: {$20}Zmazaný posledný záznam

# RES_terminalonline.pre.deletelastin.text.rotext
source: {$25}Last entry deleted.
ca: {$25}Eliminada la darrera entrada.
eu: {$25}Azken sarrera ezabatu da.
fr: {$25}Dernière entrée supprimée.
it: {$25}Ultima entrata eliminata.
sk: {$25}Zrušený posledný záznam.

# RES_terminalonline.pre.firstin.plus.text.rotext
source: $L{$14}First entry of the day
ca: $L{$14}Primera entrada de la jornada
eu: $L{$14}Eguneko lehen sarrera
fr: $L{$14}Première entrée de la journée
it: $L{$14}Prima entrata della giornata
sk: $L{$14}Prvá položka dňa

# RES_terminalonline.pre.firstin.text.rotext
source: $L{$12}First entry of the day
ca: $L{$12}Primera entrada de la jornada
eu: $L{$12}Eguneko lehen sarrera
fr: $L{$12}Première entrée de la journée
it: $L{$12}Prima entrata della giornata
sk: l{$12}Prvý vstup dňa

# RES_terminalonline.pre.forgotpunchlastday.plus.text.rotext
source: $L{$14}Forgot about the previous day's departure!
ca: $L{$14}Has oblidat la sortida del dia anterior!
eu: $L{$14}Ahaztu zait atzoko irteera!
fr: $L{$14}Vous avez oublié la sortie de la veille !
it: $L{$14}Hai dimenticato l´uscita del giorno precedente!
sk: $L{$14}Zabudli ste na výlet z predchádzajúceho dňa!

# RES_terminalonline.pre.forgotpunchlastday.text.rotext
source: $L{$12}Forgot about the previous day's departure!
ca: $L{$12}Has oblidat la sortida del dia anterior!
eu: $L{$12}Ahaztu duzu aurreko eguneko irteera!
fr: $L{$12}Vous avez oublié la sortie de la veille !
it: $L{$12}Hai dimenticato l´uscita del giorno precedente!
sk: $L{$12}Zabudli ste na výlet z predchádzajúceho dňa!

# RES_terminalonline.pre.in.plus.text.rotext
source: {$25}Entrance$L$L
ca: {$25}Entrada$L$L
eu: {$25}Sarrera$L$L
fr: {$25}Entrée$L$L
it: {$25}Entrata$L$L
sk: {$25}Vstup$L$L

# RES_terminalonline.pre.in.text.rotext
source: {$25}Entrance
ca: {$25}Entrada
eu: {$25}Sarrera
fr: {$25}Entrée
it: {$25}Entrata
sk: {$25}Vstup

# RES_terminalonline.pre.inago.plus.text.rotext
source: $L{$14}Joined ${CurrentPunch.TimeBetweenLastPunch} ago
ca: $L{$14}Has entrat fa ${CurrentPunch.TimeBetweenLastPunch}
eu: $L{$14}Duela sartu da ${CurrentPunch.TimeBetweenLastPunch}
fr: $L{$14}Est entré il y a ${CurrentPunch.TimeBetweenLastPunch}
it: $L{$14}Sei entrato ${CurrentPunch.TimeBetweenLastPunch} fa
sk: $L{$14}Entered robí ${CurrentPunch.TimeBetweenLastPunch}

# RES_terminalonline.pre.inago.text.rotext
source: $L{$12}Joined ${CurrentPunch.TimeBetweenLastPunch} ago
ca: $L{$12}Has entrat fa ${CurrentPunch.TimeBetweenLastPunch}
eu: $L{$12}Duela sartu da ${CurrentPunch.TimeBetweenLastPunch}
fr: $L{$12}Est entré il y a ${CurrentPunch.TimeBetweenLastPunch}
it: $L{$12}Sei entrato ${CurrentPunch.TimeBetweenLastPunch} fa
sk: $L{$12}Entered robí ${CurrentPunch.TimeBetweenLastPunch}

# RES_terminalonline.pre.inputlastinpunch.plus.text.rotext
source: $L{$16}Please indicate the time of the forgotten entry
ca: $L{$16}Indica l’hora de l’entrada oblidada
eu: $L{$16}Ahaztutako sarreraren ordua adierazi
fr: $L{$16}Indiquez l´heure d´entrée oubliée
it: $L{$16}Indica l´ora di entrata dimenticata
sk: $L{$16}Uveďte čas zabudnutého záznamu

# RES_terminalonline.pre.inputlastoutpunch.plus.text.rotext
source: $L{$16}Please indicate the time of the missed departure
ca: $L{$16}Indica l’hora de la sortida oblidada
eu: $L{$16}Ahaztutako irteeraren ordua adierazi
fr: $L{$16}Indiquez l´heure de sortie oubliée
it: $L{$16}Indica l´ora di uscita dimenticata
sk: $L{$16}Uveďte čas odchodu zabudnutý

# RES_terminalonline.pre.inputlastpunch.text.rotext
source: Enter the missing time from the previous time stamp
ca: Introdueix l’hora que falta del marcatge anterior
eu: Idatzi aurreko markatzetik falta den denbora
fr: Saisissez l´heure manquante du pointage précédent
it: Immetti l´ora che manca della marcatura precedente
sk: Zadajte chýbajúci čas z predchádzajúceho označenia

# RES_terminalonline.pre.inputlastpunchbetween.plus.text.rotext
source: $L{$12}The time must be between ${1} and ${2}
ca: $L{$12}L’hora ha d’estar compresa entre les ${1} i les ${2}
eu: $L{$12}Denborak ${1} eta ${2} artean egon behar du
fr: $L{$12}L´heure doit être comprise entre ${1} et ${2}
it: $L{$12}L´ora deve essere compresa tra le ${1} e le ${2}
sk: $L{$12}Čas musí byť medzi ${1} a ${2}

# RES_terminalonline.pre.inputlastpunchbetween.text.rotext
source: $L{$9}The time must be between ${1} and ${2}
ca: $L{$9}L’hora ha d’estar compresa entre les ${1} i les ${2}
eu: $L{$9}Denborak ${1} eta ${2} artean egon behar du
fr: $L{$9}L´heure doit être comprise entre ${1} et ${2}
it: $L{$9}L´ora deve rientrare tra le ${1} e le ${2}
sk: $L{$9}Čas musí byť medzi ${1} a ${2}

# RES_terminalonline.pre.next7days.text.rotext
source: Next seven days
ca: Propers set dies
eu: Hurrengo zazpi egunetan
fr: Sept prochains jours
it: Prossimi sette giorni
sk: Nasledujúcich sedem dní

# RES_terminalonline.pre.noemployeesavepunch.text.rotext
source: {$25}Non-existent code!$L{$15}Stored check-in
ca: {$25}Codi inexistent!$L{$15}Fitxatge emmagatzemat
eu: {$25}Ez da existitzen den kodea!$L{$15}Gordetako erlojua
fr: {$25}Code inexistant !$L{$15}Pointage sauvegardé
it: {$25}Codice inesistente!$L{$15}Timbratura memorizzata
sk: {$25}Neexistujúci kód!$L{$15}Uložený súbor

# RES_terminalonline.pre.noscheduled.text.rotext
source: $L{$10,*FF0000}There is no planning this month
ca: $L{$10,*FF0000}No hi ha planificació en aquest mes
eu: $L{$10,*FF0000}Hilabete honetan ez dago planifikaziorik
fr: $L{$10,*FF0000}Il n´y a pas de planification pour ce mois
it: $L{$10,*FF0000}Non sono presenti pianificazioni in questo mese
sk: $L{$10,*FF0000}V tomto mesiaci sa neplánuje

# RES_terminalonline.pre.notjobworking.text.rotext
source: $L{10}Currently not in any job.
ca: $L{10}Actualment no estàs en cap tasca.
eu: $L{10}Gaur egun ez dago inongo lanetan.
fr: $L{10}Vous n´êtes actuellement sur aucun travail.
it: $L{10}Attualmente non si trova in nessun lavoro.
sk: $L{10}V súčasnosti nie je v žiadnej úlohe.

# RES_terminalonline.pre.notworking.text.rotext
source: $L{10}Currently not in any task.
ca: $L{10}Actualment no estàs en cap tasca.
eu: $L{10}Une honetan ez dago inolako zereginetan.
fr: $L{10}Vous n´êtes actuellement sur aucune tâche.
it: $L{10}Attualmente non sei assegnato a nessuna attività.
sk: $L{10}V súčasnosti nie je v žiadnej úlohe.

# RES_terminalonline.pre.out.plus.text.rotext
source: {$25}Departure$L$L
ca: {$25}Sortida$L$L
eu: {$25}Irteera$L$L
fr: {$25}Sortie$L$L
it: {$25}Uscita$L$L
sk: {$25}Outgoing$L$L

# RES_terminalonline.pre.out.text.rotext
source: {$25}Departure
ca: {$25}Sortida
eu: {$25}Irteera
fr: {$25}Sortie
it: {$25}Uscita
sk: {$25}Odchod

# RES_terminalonline.pre.outago.plus.text.rotext
source: $L{$14}Out ${CurrentPunch.TimeBetweenLastPunch}
ca: $L{$14}Has sortit fa ${CurrentPunch.TimeBetweenLastPunch}
eu: $L{$14}${CurrentPunch.TimeBetweenLastPunch} kaleratu du
fr: $L{$14}Est sorti il y a ${CurrentPunch.TimeBetweenLastPunch}
it: $L{$14}Sei uscito ${CurrentPunch.TimeBetweenLastPunch} fa
sk: $L{$14}Ukončené pred ${CurrentPunch.TimeBetweenLastPunch}

# RES_terminalonline.pre.outago.text.rotext
source: $L{$12}Out ${CurrentPunch.TimeBetweenLastPunch}
ca: $L{$12}Has sortit fa ${CurrentPunch.TimeBetweenLastPunch}
eu: $L{$12}${CurrentPunch.TimeBetweenLastPunch} kaleratu du
fr: $L{$12}Est sorti il y a ${CurrentPunch.TimeBetweenLastPunch}
it: $L{$12}Sei uscito ${CurrentPunch.TimeBetweenLastPunch} fa
sk: $L{$12}Ukončené pred ${CurrentPunch.TimeBetweenLastPunch}

# RES_terminalonline.pre.presence.text.rotext
source: {$18}Present
eu: {$18}Orain
fr: {$18}Présent
it: {$18}Presente
sk: {$18}Súčasnosť

# RES_terminalonline.pre.presencetoday.plus.text.rotext
source: $L{$14}Presence time today: ${1}
ca: $L{$14}Temps de presència avui: ${1}
eu: $L{$14}Gaur presentzia ordua: ${1}
fr: $L{$14}Temps de présence d´aujourd´hui : ${1}
it: $L{$14}Tempo di presenza di oggi: ${1}
sk: $L{$14}Čas prítomnosti dnes: ${1}

# RES_terminalonline.pre.presencetoday.text.rotext
source: $L{$12}Today's presence time is ${1}
ca: $L{$12}El temps presencial d’avui és ${1}
eu: $L{$12}Gaurko presentzia ordua ${1} da
fr: $L{$12}Le temps de présence d´aujourd´hui est de ${1}
it: $L{$12}Il tempo di presenza di oggi è ${1}
sk: $L{$12}Dnešný čas prítomnosti je ${1}

# RES_terminalonline.pre.punchof.plus.text.rotext
source: $L{$14}Signing of the ${CurrentPunch.Time}
ca: $L{$14}Fitxatge de les ${CurrentPunch.Time}
eu: $L{$14}${CurrentPunch.Time} zulaketa
fr: $L{$14}Pointage de ${CurrentPunch.Time}
it: $L{$14}Timbratura delle ${CurrentPunch.Time}
sk: $L{$14}Podpis ${CurrentPunch.Time}

# RES_terminalonline.pre.punchof.text.rotext
source: $L{$12}Signing of the ${CurrentPunch.Time}
ca: $L{$12}Fitxatge de les ${CurrentPunch.Time}
eu: $L{$12}${CurrentPunch.Time} zulaketa
fr: $L{$12}Pointage de ${CurrentPunch.Time}
it: $L{$12}Timbratura delle ${CurrentPunch.Time}
sk: $L{$12}Podpis ${CurrentPunch.Time}

# RES_terminalonline.pre.punchrestricted.plus.text.rotext
source: {$20}Signing not allowed
ca: {$20}Fitxatge no permès
eu: {$20}Ezin da artxibatzea
fr: {$20}Pointage non autorisé
it: {20$}Timbratura non consentita
sk: {$20}Podpísanie nie je povolené

# RES_terminalonline.pre.punchrestricted.text.rotext
source: {$20}Signing not allowed.
ca: {$20}Fitxatge no permès.
eu: {$20}Ezin da artxibatzea.
fr: {$20}Pointage non autorisé.
it: {20$}Timbratura non consentita.
sk: {$20}Podpis nie je povolený.

# RES_terminalonline.pre.queryholidays.text.rotext
source: Check $Lvacations
ca: Consulta $Lvacances
eu: Kontsultatu $Lvacations
fr: Consultation $Lcongés
it: Consultazione $Lferie
sk: Konzultácie $Lvacation

# RES_terminalonline.pre.querymode.text.rotext
source: {$18}Query mode
ca: {$18}Mode consultes
eu: {$18}Kontsulta modua
fr: {$18}Mode consultations
it: {$18}Modalità di consultazioni
sk: {$18}Režim konzultácií

# RES_terminalonline.pre.querymodeholidays.text.rotext
source: {$18}Consultation mode$L{$15}Vacations
ca: {$18}Mode consultes$L{$15}Vacances
eu: {$18}Kontsulta modua$L{$15}Oporrak
fr: {$18}Mode consultations$L{$15}Congés
it: {$18}Modalità di consultazioni$L{$15}Ferie
sk: {$18}Konzultačný režim$L{$15}Sviatky

# RES_terminalonline.pre.querymodemydata.text.rotext
source: {$18}Query mode$L{$15}My data
ca: {$18}Mode consultes$L{$15}Les meves dades
eu: {$18}Kontsulta modua$L{$15}Nire datuak
fr: {$18}Mode consultations$L{$15}Mes données
it: {$18}Modalità di consultazioni$L{$15}Dati personali
sk: {$18}Mód otázok$L{$15}Moje údaje

# RES_terminalonline.pre.querymodeschedule.text.rotext
source: {$18}Query mode$L{$15}Planning
ca: {$18}Mode consultes$L{$15}Planificació
eu: {$18}Kontsulta modua$L{$15}Plangintza
fr: {$18}Mode consultations$L{$15}Planification
it: {$18}Modalità di consultazioni$L{$15}Pianificazione
sk: {$18}Konzultačný režim$L{$15}Plánovanie

# RES_terminalonline.pre.queryscheduleselectperiod.text.rotext
source: {$18}Check schedules$L{$12}Select the consultation period:
ca: {$18}Consulta horaris$L{$12}Selecciona el període de consulta:
eu: {$18}Kontsultatu ordutegiak$L{$12}Hautatu kontsulta epea:
fr: {$18}Consultation d´horaires$L{$12}Sélectionnez la période de consultation :
it: {$18}Consulta gli orari$L{$12}Seleziona il periodo di consultazione:
sk: {$18}Konzultácie harmonogramov$L{$12}Vyberte obdobie konzultácií:

# RES_terminalonline.pre.repeat.text.rotext
source: {$20}He has already signed for a moment.
ca: {$20}Ja has fitxat fa un instant.
eu: {$20}Oraintxe erregistratu da dagoeneko.
fr: {$20}Vous avez déjà effectué un pointage il y a un instant.
it: {$20}Hai già timbrato poco fa.
sk: {$20}Už som sa pred chvíľou zaregistroval.

# RES_terminalonline.pre.replacelasout.plus.text.rotext
source: {$20}Last output replaced
ca: {$20}Substituïda la darrera sortida
eu: {$20}Azken bertsioa ordezkatu da
fr: {$20}Dernière sortie remplacée
it: {$20}Ultima uscita sostituita
sk: {$20}Zmenený posledný výstup

# RES_terminalonline.pre.replacelasout.text.rotext
source: {$25}Last output replaced.
ca: {$25}Substituïda la darrera sortida.
eu: {$25}Azken bertsioa ordezkatu da.
fr: {$25}Dernière sortie remplacée.
it: {25$}Ultima uscita sostituita.
sk: {$25}Zmenený posledný výstup.

# RES_terminalonline.pre.requestholidays.text.rotext
source: $Lvacations Request
ca: Sol·licitud de $Lvacances
eu: $Lvacation eskaera
fr: Demande de $Lcongés
it: Richiesta di $Lferie
sk: Žiadosť o dovolenku

# RES_terminalonline.pre.scheduleheader.text.rotext
source: Day|Schedule
ca: Dia|Horari
eu: Eguna|Ordutegia
fr: Jour|Horaire
it: Giorno|Orario
sk: Deň|Čas

# RES_terminalonline.pre.selectincidences.plus.text.rotext
source: {$14}Select the reason for your signing:
ca: {$14}Selecciona el motiu del fitxatge:
eu: {$14}Hautatu zure sinaduraren arrazoia:
fr: {$14}Sélectionnez le motif de votre pointage :
it: {$14}Seleziona il motivo della timbratura:
sk: {$14}Vyberte dôvod podpisu:

# RES_terminalonline.pre.selectincidences.text.rotext
source: {$18}Incidents$L{$12}Select the desired incident:
ca: {$18}Incidències$L{$12}Selecciona la incidència correcta:
eu: {$18}Gertaerak$L{$12}Hautatu nahi duzun gorabehera:
fr: {$18}Incidents$L{$12}Sélectionnez l´incident souhaité :
it: {$18}Eventi$L{$12}Seleziona l´evento desiderato:
sk: {$18}Incidents$L{$12}Vyberte požadovaný incident:

# RES_terminalonline.pre.tab.text.rotext
source: Presence
ca: Presència
eu: Presentzia
fr: Présence
it: Presenza
sk: Prítomnosť

# RES_terminalonline.pre.weekheader.text.rotext
source: M|T|W|T|F|S|S
ca: Dl|Dt|Dc|Dj|Dv|Ds|Dg
eu: L|M|M|J|F|S|D
fr: L|M|M|J|V|S|D
it: L|M|M|G|V|S|D
sk: M|M|M|J|V|S|S|D

# RES_terminalonline.pre.workinginjob.text.rotext
source: $L{8}Working on phase ${CurrentJob.JobName}
ca: $L{8}Treballant en fase ${CurrentJob.JobName}
eu: $L{8}${CurrentJob.JobName} fasean lan egiten
fr: $L{8}En train de travailler en phase ${CurrentJob.JobName}
it: $L{8}Lavorando a ${CurrentJob.JobName}
sk: $L{8}Pracuje sa na fáze ${CurrentJob.JobName}

# RES_terminalonline.pre.workinginmulti.text.rotext
source: $L{8}Working in multitasking.
ca: $L{8}Treballant en multitreball.
eu: $L{8}Zein anitzeko lanetan.
fr: $L{8}En train de travailler en mode multitâches.
it: $L{8}Lavorando a più lavori.
sk: l{8}Práca na viacerých pracovných miestach.

# RES_terminalonline.pre.workingintask.text.rotext
source: $L{8}Working on ${CurrentJob.OrderName}/${CurrentJob.JobName}
ca: $L{8}Treballant en ${CurrentJob.OrderName}/${CurrentJob.JobName}
eu: $L{8}${CurrentJob.OrderName}/${CurrentJob.JobName}-n lan egiten
fr: $L{8}En train de travailler sur ${CurrentJob.OrderName}/${CurrentJob.JobName}
it: $L{8}Lavorando a ${CurrentJob.OrderName}/${CurrentJob.JobName}
sk: $L{8}Pracuje sa na ${CurrentJob.OrderName}/${CurrentJob.JobName}
