Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/DriverMx7+.*.resx
Languages: ca, eu, fr, it, sk

# RES_terminalonline.portal.qry.myholidays.selectedshift.text.rotext
source: $L{$12,&r}Schedule:
ca: $L{$12,&r}Horari:
eu: $L{$12,&r}Ordutegia:
fr: $L{$12,&r}Horaire :
it: $L{$12,&r}Orario:
sk: $L{$12,&r}Čas:

# RES_terminalonline.portal.qry.myholidays.selectshift.text.rotext
source: $L{$12,&r}Please indicate the time you wish to consult
ca: $L{$12,&r}Indica l’horari que vols consultar
eu: $L{$12,&r}Adierazi zein ordutan kontsultatu nahi duzun
fr: $L{$12,&r}Indiquez l´horaire que vous souhaitez consulter
it: $L{$12,&r}Indica l´orario che desideri consultare
sk: $L{$12,&r}Uveďte rozvrh, ktorý chcete zobraziť

# RES_terminalonline.portal.qry.myholidays.text.rotext
source: {$18,&b}Vacation Summary
ca: {$18,&b}Resum de vacances
eu: {$18,&b}Oporren laburpena
fr: {$18,&b}Résumé de congés
it: {18$}Sintesi delle ferie
sk: {$18,&b}Súhrn dovoleniek

# RES_terminalonline.portal.qry.myrequests.delete.text.rotext
source: Delete
ca: Esborrar
eu: Ezabatu
fr: Supprimer
it: Eliminare
sk: Odstrániť

# RES_terminalonline.portal.qry.myrequests.detail.text.rotext
source: $L{$12,&r}Below are all your pending requests$Land those less than 30 days old
ca: $L{$12,&r}A continuació es mostren totes les teves sol·licituds pendents$Li les que tenen una antiguitat inferior a 30 dies
eu: $L{$12,&r}Behean daude zure eskaera guztiak $Land 30 egun baino gutxiago dituztenak
fr: $L{$12,&r}Vous trouverez ci-dessous toutes vos demandes en attente$Let celles qui datent de moins de 30 jours
it: $L{$12,&r}Di seguito vengono visualizzate tutte le richieste in sospeso$Le quelle con meno di 30 giorni
sk: $L{$12,&r}Všetky vaše nevybavené žiadosti$La tie, ktoré sú mladšie ako 30 dní, sú zobrazené nižšie

# RES_terminalonline.portal.qry.myrequests.new.text.rotext
source: New
ca: Nova
eu: Berria
fr: Nouvelle
it: Nuova
sk: Nový

# RES_terminalonline.portal.qry.myrequests.norequestsonlast30days.text.rotext
source: {$16}No requests in the last 30 days
ca: {$16}No hi ha sol·licituds en els darrers 30 dies
eu: {$16}Ez dago eskaerarik azken 30 egunetan
fr: {$16}Aucune demande n´a été formulée dans les 30 derniers jours
it: {$16}Non ci sono richieste negli ultimi 30 giorni
sk: {$16}Žiadne žiadosti za posledných 30 dní

# RES_terminalonline.portal.qry.myrequests.text.rotext
source: {$18,&b}My requests
ca: {$18,&b}Les meves sol·licituds
eu: {$18,&b}Nire eskaerak
fr: {$18,&b}Mes demandes
it: {$18,&b}Richieste personali
sk: {$18,&b}Moje aplikácie

# RES_terminalonline.portal.qry.nodata.text.rotext
source: {$16}No data available
ca: {$16}No hi ha dades disponibles
eu: {$16}Ez dago daturik eskuragarri
fr: {$16}Aucune donnée n´est disponible
it: {$16}Non ci sono dati disponibili
sk: {$16}Nie sú k dispozícii žiadne údaje

# RES_terminalonline.portal.qry.noholidaysinfo.text.rotext
source: {$16,*464443}No holiday information available
ca: {$16,*464443}No hi ha informació disponible sobre vacances
eu: {$16,*464443}Ez dago oporretako informaziorik
fr: {$16,*464443}Aucune information disponible sur les congés
it: {$16,*464443}Non ci sono informazioni disponibili sulle ferie
sk: {$16,*464443}Nie sú k dispozícii žiadne informácie o dovolenke

# RES_terminalonline.portal.req.absence.btn.text.rotext
source: Permission
ca: Permís
eu: Baimena
fr: Autorisation
it: Permesso
sk: Povolenie

# RES_terminalonline.portal.req.absence.daystype.text.rotext
source: Days
ca: Dies
eu: Egunak
fr: Jours
it: Giorni
sk: dni

# RES_terminalonline.portal.req.absence.hourstype.text.rotext
source: Hours
ca: Hores
eu: Orduak
fr: Heures
it: Ore
sk: Hodiny

# RES_terminalonline.portal.req.absence.text.rotext
source: {$18,&b}Absence forecast$L{$12,&r}Select the type of absence you wish to request
ca: {$18,&b}Previsió d’absència$L{$12,&r}Selecciona el tipus d’absència que vols sol·licitar
eu: {$18,&b}Ausentzia aurreikuspena$L{$12,&r}Hautatu eskatu nahi duzun absentzia mota
fr: {$18,&b}Prévision d´absence$L{$12,&r}Sélectionnez le type d´absence que vous souhaitez demander
it: {$18,&b}Previsione di assenza$L{$12,&r}Seleziona il tipo di assenza che desideri chiedere
sk: {$18,&b}Predpokladaná neprítomnosť$L{$12,&r}Vyberte typ neprítomnosti, o ktorú chcete požiadať

# RES_terminalonline.portal.req.absencedays.confirmationquestion.text.rotext
source: $L{15,&r} Would you like to apply?
ca: $L{15,&r} Vols tramitar la sol·licitud?
eu: $L{15,&r} Eskaera egin nahi duzu?
fr: $L{15,&r} Souhaitez-vous présenter la demande ?
it: $L{15,&r} Immettere la richiesta?
sk: $L{15,&r} Chcete sa prihlásiť?

# RES_terminalonline.portal.req.absencedays.confirmationquestiondetail.text.rotext
source: $L{15,&r} From ${1} to ${2} $L with justification ${3}
ca: $L{15,&r} Del ${1} al ${2} $L amb la justificació ${3}
eu: $L{15,&r} ${1}-tik ${2}-ra $L justifikazioarekin ${3}
fr: $L{15,&r} Du ${1} au ${2} $L avec la justification ${3}
it: $L{15,&r} dal ${1} al ${2} $L con giustificazione ${3}
sk: $L{15,&r} Od ${1} do ${2} $L s odôvodnením ${3}

# RES_terminalonline.portal.req.absencedays.datebegin.text.rotext
source: $L{$12,&r}Please enter the start date
ca: $L{$12,&r}Indica la data d’inici
eu: $L{$12,&r}Adierazi hasiera-data
fr: $L{$12,&r}Indiquez la date de début
it: $L{$12,&r}Indica la data di inizio
sk: $L{$12,&r}Určite dátum začiatku

# RES_terminalonline.portal.req.absencedays.datebeginis.text.rotext
source: $L{$12,&r}Start date:
ca: $L{$12,&r} Data d’inici:
eu: $L{$12,&r}Hasiera data:
fr: $L{$12,&r}Date de début :
it: $L{$12,&r}Data di inizio:
sk: $L{$12,&r}Dátum začiatku:

# RES_terminalonline.portal.req.absencedays.dateend.text.rotext
source: $L{$12,&r}Please enter the end date now
ca: $L{$12,&r}Indica ara la data final
eu: $L{$12,&r}Idatzi amaiera-data orain
fr: $L{$12,&r}Indiquez maintenant la date finale
it: $L{$12,&r}Indica ora la data finale
sk: $L{$12,&r} Teraz zadajte dátum ukončenia

# RES_terminalonline.portal.req.absencedays.text.rotext
source: {$18,&b}Forecast of days of absence
ca: {$18,&b}Previsió de dies d’absència
eu: {$18,&b}Ausentzia egunen aurreikuspena
fr: {$18,&b}Prévision de jours d´absence
it: {$18,&b}Previsione di giorni di assenza
sk: {$18,&b}Predpokladané dni neprítomnosti

# RES_terminalonline.portal.req.absencedaysoverlaped.text.rotext
source: {$16}Your request could not be processed$L{$15}There is already a leave request that$L{$15} overlaps with the one you are making
ca: {$16}No s’ha pogut processar la teva sol·licitud$L{$15}Ja hi ha una sol·licitud d’absència que$L{$15} se solapa amb la que estàs tramitant
eu: {$16}Ezin izan da zure eskaera prozesatu$L{$15}Dagoeneko $L{$15} egiten ari zarenarekin gainjartzen duen absentzia-eskaera bat dago
fr: {$16}Votre demande n´a pas pu être traitée$L{$15}Il y a déjà une demande d´absence qui$L{$15} chevauche celle que vous effectuez
it: {$16}Non è stato possibile elaborare la richiesta$L{$15}È già presente una richiesta di assenza che$L{$15} si sovrappone a quella in corso
sk: {$16}Vaša žiadosť nemohla byť spracovaná$L{$15}Je tu už existujúca žiadosť o neprítomnosť, ktorá sa$L{$15} prekrýva s tou, ktorú podávate

# RES_terminalonline.portal.req.absencehours.cause.text.rotext
source: $L{$12,&r}Select a justification
ca: $L{$12,&r}Selecciona una justificació
eu: $L{$12,&r}Hautatu justifikazio bat
fr: $L{$12,&r}Sélectionnez une justification
it: $L{$12,&r}Seleziona una giustificazione
sk: $L{$12,&r}Vyberte odôvodnenie

# RES_terminalonline.portal.req.absencehours.confirmationquestion.text.rotext
source: $L{15,&r} Would you like to apply?
ca: $L{15,&r} Vols tramitar la sol·licitud?
eu: $L{15,&r} Eskaera egin nahi duzu?
fr: $L{15,&r} Souhaitez-vous présenter la demande ?
it: $L{15,&r} Immettere la richiesta?
sk: $L{15,&r} Chcete sa prihlásiť?

source: $L{15,&r} From ${1} to ${2},$L between ${3} and ${4},$L for a maximum of ${5} hours,$L with justification ${6}
ca: $L{15,&r} Del ${1} al ${2},$L entre les ${3} i les ${4},$L durant un màxim de ${5} hores,$L amb la justificació ${6}
eu: $L{15,&r} ${1}-tik ${2}-ra, $L ${3} eta ${4} artean, $L gehienez ${5} orduz, $L justifikazioarekin ${6 }
fr: $L{15,&r} Du ${1} au ${2},$L entre ${3} et ${4},$L pour une durée maximale de ${5} heures,$L avec la justification ${6}
it: $L{15,&r} Dal ${1} al ${2},$L tra le ${3} e le ${4},$L per un massimo di ${5} ore,$L con giustificazione ${6}
sk: $L{15,&r} Od ${1} do ${2},$L medzi ${3} a ${4},$L maximálne ${5} hodín,$L s odôvodnením ${6}

# RES_terminalonline.portal.req.absencehours.datebegin.text.rotext
source: $L{$12,&r}Please enter the start date
ca: $L{$12,&r}Indica la data d’inici
eu: $L{$12,&r}Adierazi hasiera-data
fr: $L{$12,&r}Indiquez la date de début
it: $L{$12,&r}Indica la data di inizio
sk: $L{$12,&r}Určite dátum začiatku

# RES_terminalonline.portal.req.absencehours.datebeginis.text.rotext
source: $L{$12,&r}Start date:
ca: $L{$12,&r} Data d’inici:
eu: $L{$12,&r}Hasiera data:
fr: $L{$12,&r}Date de début :
it: $L{$12,&r}Data di inizio:
sk: $L{$12,&r}Dátum začiatku:

# RES_terminalonline.portal.req.absencehours.dateend.text.rotext
source: $L{$12,&r}Please enter the end date now
ca: $L{$12,&r}Indica ara la data final
eu: $L{$12,&r}Idatzi amaiera-data orain
fr: $L{$12,&r}Indiquez maintenant la date finale
it: $L{$12,&r}Indica ora la data finale
sk: $L{$12,&r} Teraz zadajte dátum ukončenia

# RES_terminalonline.portal.req.absencehours.hourbegin.text.rotext
source: $L{$12,&r}Please indicate the expected start time
ca: $L{$12,&r}Indica l’hora d’inici prevista
eu: $L{$12,&r}Adierazi espero den hasiera-ordua
fr: $L{$12,&r}Indiquez l´heure de début prévue
it: $L{$12,&r}Indica l´ora di inizio prevista
sk: $L{$12,&r}Zadajte plánovaný čas začiatku

# RES_terminalonline.portal.req.absencehours.hourbeginis.text.rotext
source: $L{$12,&r}Start time:
ca: $L{$12,&r}Hora d’inici:
eu: $L{$12,&r}Hasteko ordua:
fr: $L{$12,&r}Heure de début :
it: $L{$12,&r}Ora di inizio:
sk: $L{$12,&r}Čas začiatku:

# RES_terminalonline.portal.req.absencehours.hourend.text.rotext
source: $L{$12}Please indicate the expected end time
ca: $L{$12}Indica l’hora de finalització prevista
eu: $L{$12}Adierazi espero den amaiera-ordua
fr: $L{$12}Indiquez l´heure d´achèvement prévue
it: $L{$12}Indica l´ora di conclusione prevista
sk: $L{$12}Uveďte očakávaný čas dokončenia

# RES_terminalonline.portal.req.absencehours.text.rotext
source: {$18,&b}Absence Hours Forecast
ca: {$18,&b}Previsió d’hores d’absència
eu: {$18,&b}Ausentzia orduak aurreikusita
fr: {$18,&b}Prévision d´heures d´absence
it: {$18,&b}Previsione di ore di assenza
sk: {$18,&b}Predpokladané hodiny neprítomnosti

# RES_terminalonline.portal.req.absencehours.totaltime.text.rotext
source: $L{$12,&r}Indicate the expected time of absence
ca: $L{$12,&r}Indica el temps previst per a l’absència
eu: $L{$12,&r}Adierazi espero den absentzia-denbora
fr: $L{$12,&r}Indiquez le temps prévu pour l´absence
it: $L{$12,&r}Indica il tempo previsto dell´assenza
sk: $L{$12,&r}Uveďte očakávaný čas neprítomnosti

# RES_terminalonline.portal.req.absencehoursoverlaped.text.rotext
source: {$16}Your request could not be processed$L{$15}There is already a leave request that$L{$16} overlaps with the one you are making
ca: {$16}No s’ha pogut processar la teva sol·licitud$L{$15}Ja hi ha una sol·licitud d’absència que$L{$16} se solapa amb la que estàs tramitant
eu: {$16}Ezin izan da zure eskaera prozesatu$L{$15}Dagoeneko $L{$16} egiten ari zarenarekin gainjartzen duen absentzia-eskaera bat dago
fr: {$16}Votre demande n´a pas pu être traitée$L{$15}Il y a déjà une demande d´absence qui$L{$16} chevauche celle que vous effectuez
it: {$16}Non è stato possibile elaborare la richiesta$L{$15}È già presente una richiesta di assenza che$L{$16} si sovrappone a quella in corso
sk: {$16}Vaša žiadosť nemohla byť spracovaná$L{$15}Je tu už existujúca žiadosť o neprítomnosť, ktorá sa$L{$16}prekrýva s tou, ktorú podávate

# RES_terminalonline.portal.req.cantsave.text.rotext
source: {$16}Your request could not be processed
ca: {$16}No s’ha pogut processar la sol·licitud
eu: {$16}Ezin izan da zure eskaera prozesatu
fr: {$16}Votre demande n´a pas pu être traitée
it: {$16}Non è stato possibile elaborare la richiesta
sk: {$16}Nepodarilo sa spracovať vašu požiadavku

# RES_terminalonline.portal.req.causeslist.text.rotext
source: $L{$12,&r}Select the justification for the absence
ca: $L{$12,&r}Selecciona la justificació de l’absència
eu: $L{$12,&r}Hautatu absentziaren arrazoia
fr: $L{$12,&r}Sélectionnez la justification de l´absence
it: $L{$12,&r}Seleziona la giustificazione dell´assenza
sk: $L{$12,&r}Vyberte odôvodnenie neprítomnosti

# RES_terminalonline.portal.req.changeshift.detail.text.rotext
source: Schedule ${11} from ${4} to ${5} (${9} days)
ca: Horari ${11} del ${4} al ${5} (${9} dies)
eu: Programatu ${11} ${4} eta ${5} arte (${9} egun)
fr: Horaire ${11} du ${4} au ${5} (${9} jours)
it: Orario ${11} dal ${4} al ${5} (${9} giorni)
sk: Plán ${11} od ${4} do ${5} (${9} dní)

# RES_terminalonline.portal.req.delterequest.confirmationquestion.text.rotext
source: $L{$15,&r} Do you want to delete the request?
ca: $L{15$,&r} Vols eliminar la sol·licitud?
eu: $L{$15,&r} Eskaera ezabatu nahi duzu?
fr: $L{$15,&r} Souhaitez-vous supprimer la demande ?
it: $L{$15,&r} Eliminare la richiesta?
sk: $L{$15,&r} Chcete vymazať požiadavku?

# RES_terminalonline.portal.req.delterequest.text.rotext
source: {$18,&b}Deletion of request
ca: {$18,&b}Esborrar una sol·licitud
eu: {$18,&b}Eskatu ezabatzeko
fr: {$18,&b}Suppression de demande
it: {$18,&b}Eliminazione della richiesta
sk: {$18,&b}Vymazanie aplikácie

# RES_terminalonline.portal.req.errordeletingrequest.text.rotext
source: {$16}Your request could not be deleted$LSack your supervisor
ca: {$16}No s’ha pogut esborrar la sol·licitud$LDemana-ho al teu supervisor
eu: {$16}Ezin izan da zure eskaera ezabatu$L Ezarri zure arduraduna
fr: {$16}Votre demande n´a pas pu être supprimée$LDemandez à votre superviseur de le faire
it: {$16}Non è stato possibile eliminare la richiesta$LRichiedilo al tuo supervisore
sk: {$16}Nemôže vymazať vašu požiadavku$$Dajte vedieť svojmu nadriadenému

# RES_terminalonline.portal.req.externalworkresumepart.detail.text.rotext
source: ${10} from ${4} to ${5} between ${6} and ${7} ${8} hours
ca: ${10} del ${4} al ${5} entre ${6} i ${7}${8} hores
eu: ${10} ${4} eta ${5} artean ${6} eta ${7} ${8} ordu artean
fr: ${10} du ${4} au ${5} entre ${6} et ${7} ${8} heures
it: ${10} dal ${4} al ${5} tra le ${6} e le ${7} ${8} ore
sk: ${10} od ${4} do ${5} medzi ${6} a ${7} ${8} hodín

# RES_terminalonline.portal.req.forbiddenpunch.detail.text.rotext
source: On day ${4} at ${12} for ${10}
ca: El dia ${4} a les ${12} per ${10}
eu: {4} $-tan {12} $-tan {10} $-en truke
fr: Le ${4} à ${12} pour ${10}
it: Il giorno ${4} alle ${12} per ${10}
sk: Na ${4} deň za ${12} za ${10}

# RES_terminalonline.portal.req.forbiddenpunchwithoutcause.detail.text.rotext
source: On day {4} at {12}
ca: El dia ${4} a les ${12}
eu: {4} $-tan {12} $-tan
fr: Le ${4} à ${12}
it: Il giorno ${4} alle ${12}
sk: V deň ${4} o ${12}

# RES_terminalonline.portal.req.forbiddentaskpunch.detail.text.rotext
source: On day {4} at {12}
ca: El dia ${4} a les ${12}
eu: {4} $-tan {12} $-tan
fr: Le ${4} à ${12}
it: Il giorno ${4} alle ${12}
sk: V deň ${4} o ${12}

# RES_terminalonline.portal.req.holiday.btn.text.rotext
source: Vacations
ca: Vacances
eu: Oporrak
fr: Des vacances
it: Vacanza
sk: Dovolenka

# RES_terminalonline.portal.req.holiday.text.rotext
source: Vacations
ca: Vacances
eu: Oporrak
fr: Des vacances
it: Vacanza
sk: Dovolenka

# RES_terminalonline.portal.req.holidays.confirmationquestiondetail.text.rotext
source: $L{15,&r} From ${1} to ${2} $L with schedule ${3}
ca: $L{15,&r} Del ${1} al ${2} $L amb l’horari ${3}
eu: $L{15,&r} ${1}-tik ${2}-ra $L ${3} ordutegiarekin
fr: $L{15,&r} Du ${1} au ${2} $L avec l´horaire ${3}
it: $L{15,&r} dal ${1} al ${2} $L con orario ${3}
sk: $L{15,&r} Od ${1} do ${2} $L s plánom ${3}

# RES_terminalonline.portal.req.justifypunch.detail.text.rotext
source: On day ${4} at ${12} for ${10}
ca: El dia ${4} a les ${12} per ${10}
eu: {4} $-tan {12} $-tan {10} $-en truke
fr: Le ${4} à ${12} pour ${10}
it: Il giorno ${4} alle ${12} per ${10}
sk: Na ${4} deň za ${12} za ${10}

# RES_terminalonline.portal.req.nocauses.text.rotext
source: {$16}There are no defined justifications for your requests.$LCommend this situation to your supervisor
ca: {$16}No hi ha justificacions definides per a les teves sol·licituds.$LComunica aquesta situació al teu supervisor
eu: {$16}Ez dago zure eskaeren justifikazio zehatzik.$LCEman egoera hau zure arduradunari
fr: {$16}Il n´y a pas de justifications définies pour vos demandes.$LVeuillez signaler cette situation à votre superviseur
it: {$16}Non ci sono giustificazioni definite per le richieste.$LSegnala questa situazione al tuo supervisore
sk: {16}Nie sú definované žiadne dôvody pre vaše požiadavky.$$16}Povedzte o tejto situácii svojmu nadriadenému

# RES_terminalonline.portal.req.nocauseslist.text.rotext
source: {$16}No justifications available
ca: {$16}No hi ha justificacions disponibles
eu: {$16}Ez dago justifikaziorik erabilgarri
fr: {$16}Aucune justification n´est disponible
it: {$16}Non esistono giustificazioni disponibili
sk: {$16}Nie je k dispozícii žiadne odôvodnenie

# RES_terminalonline.portal.req.noholidayshift.text.rotext
source: {$16}There are no defined vacation schedules.$L Please report this situation to your supervisor
ca: {$16}No hi ha horaris de vacances definits.$L Comunica aquesta situació al teu supervisor
eu: {$16}Ez dago oporretako ordutegi zehazturik.$L Jakin ezazu egoera hau zure arduradunari
fr: {$16}Il n´y a pas d´horaires de congés définis.$L Veuillez signaler cette situation à votre superviseur
it: {$16}Non ci sono orari di ferie definiti.$L Segnala questa situazione al tuo supervisore
sk: {16}Nie sú definované žiadne plány dovoleniek.$L Oznámte túto situáciu svojmu nadriadenému

# RES_terminalonline.portal.req.noshiftlist.text.rotext
source: {$16}There are no available times
ca: {$16}No hi ha horaris disponibles
eu: {$16}Ez dago ordutegi erabilgarririk
fr: {$16}Aucun horaire n´est disponible
it: {$16}Non esistono orari disponibili
sk: {$16}Nie je k dispozícii žiadny rozvrh

# RES_terminalonline.portal.req.noworkshift.text.rotext
source: {$16}There are no defined schedules.$L Please report this situation to your supervisor
ca: {$16}No hi ha horaris definits.$L Comunica aquesta situació al teu supervisor
eu: {$16}Ez dago ordutegi zehazturik.$L Jakin ezazu egoera hau zure arduradunari
fr: {$16}Il n´y a pas d´horaires définis.$L Veuillez signaler cette situation à votre superviseur
it: {$16}Non ci sono orari definiti.$L Segnala questa situazione al tuo supervisore
sk: {16}Nie sú stanovené žiadne rozvrhy.$L Oznámte túto situáciu svojmu nadriadenému

# RES_terminalonline.portal.req.planification.datebegin.text.rotext
source: $L{$12,&r}Please enter the start date
ca: $L{$12,&r}Indica la data inicial
eu: $L{$12,&r}Adierazi hasiera-data
fr: $L{$12,&r}Indiquez la date initiale
it: $L{$12,&r}Indica la data iniziale
sk: $L{$12,&r}Ukazuje dátum začiatku

# RES_terminalonline.portal.req.planification.datebeginis.text.rotext
source: $L{$12,&r}Start date:
ca: $L{$12,&r} Data d’inici:
eu: $L{$12,&r}Hasiera data:
fr: $L{$12,&r}Date de début :
it: $L{$12,&r}Data di inizio:
sk: $L{$12,&r}Dátum začiatku:

# RES_terminalonline.portal.req.planification.dateend.text.rotext
source: $L{$12}Please enter the end date now
ca: $L{$12}Indica ara la data final
eu: $L{$12}Idatzi amaiera-data orain
fr: $L{$12}Indiquez maintenant la date finale
it: $L{$12}Indica ora la data finale
sk: $L{$12}Nynie zadajte dátum ukončenia

# RES_terminalonline.portal.req.planificationdateincorrect.text.rotext
source: {$16}Your request could not be processed$L{$16}The selected date period is not correct
ca: {$16}No s’ha pogut processar la sol·licitud$L{$16}El període de dates seleccionat no és correcte
eu: {$16}Ezin izan da zure eskaera prozesatu$L{$16}Hautatutako data-epea okerra da
fr: {$16}Votre demande n´a pas pu être traitée$L{$16}La période de dates sélectionnée est incorrecte
it: {$16}Non è stato possibile elaborare la richiesta$L{$16}Il periodo di date selezionato non è corretto
sk: {$16}Nepodarilo sa spracovať vašu požiadavku$L{$16}Vybraný rozsah dátumov nie je správny

# RES_terminalonline.portal.req.planificationholidays.text.rotext
source: {$18,&b}Vacation Request
ca: {$18,&b}Sol·licitud de vacances
eu: {$18,&b}Oporretarako eskaera
fr: {$18,&b}Demande de congés
it: {$18,&b}Richiesta di ferie
sk: {$18,&b}Žiadosť o dovolenku

# RES_terminalonline.portal.req.planificationwork.text.rotext
source: {$18,&b}Schedule change request
ca: {$18,&b}Sol·licitud de canvi d’horari
eu: {$18,&b}Egitaraua aldatzeko eskaera
fr: {$18,&b}Demande de changement d´horaire
it: {$18,&b}Richiesta di modifica orario
sk: {$18,&b}Žiadosť o zmenu rozvrhu

# RES_terminalonline.portal.req.plannedabsences.detail.text.rotext
source: ${10} from ${4} to ${5}
ca: ${10} del ${4} al ${5}
eu: ${10} ${4} eta ${5} artean
fr: ${10} du ${4} au ${5}
it: ${10} dal ${4} al ${5}
sk: ${10} od ${4} do ${5}

# RES_terminalonline.portal.req.plannedcauses.detail.text.rotext
source: ${10} from ${4} to ${5} between ${6} and ${7} ${8} hours
ca: ${10} del ${4} al ${5} entre ${6} i ${7}${8} hores
eu: ${10} ${4} eta ${5} artean ${6} eta ${7} ${8} ordu artean
fr: ${10} du ${4} au ${5} entre ${6} et ${7} ${8} heures
it: ${10} dal ${4} al ${5} tra le ${6} e le ${7} ${8} ore
sk: ${10} od ${4} do ${5} medzi ${6} a ${7} ${8} hodín

# RES_terminalonline.portal.req.shift.btn.text.rotext
source: Schedule
ca: Horari
eu: Ordutegia
fr: Horaire
it: Orario
sk: rozvrh hodín

# RES_terminalonline.portal.req.shift.text.rotext
source: $L{$12,&r}Select a time
ca: $L{$12,&r}Selecciona un horari
eu: $L{$12,&r}Hautatu ordua
fr: $L{$12,&r}Sélectionnez un horaire
it: $L{$12,&r}Seleziona un orario
sk: $L{$12,&r}Vyberte rozvrh

# RES_terminalonline.portal.req.userfieldschange.detail.text.rotext
source: ${13} tab field
ca: Camp de la fitxa ${13}
eu: Fitxa eremua ${13}
fr: Champ de la fiche ${13}
it: Campo della scheda ${13}
sk: Tabuľkové pole ${13}

# RES_terminalonline.portal.req.vacationsorpermissions.detail.text.rotext
source: ${11} from ${4} to ${5} (${9} days)
ca: ${11} del ${4} al ${5} (${9} dies)
eu: ${11} ${4} eta ${5} artean (${9} egun)
fr: ${11} du ${4} au ${5} (${9} jours)
it: ${11} dal ${4} al ${5} (${9} giorni)
sk: ${11} od ${4} do ${5} (${9} dní)

# RES_terminalonline.portal.scheduleof.detail.text.rotext
source: $L{$15,&r}${1} of ${2}
ca: $L{$15,&r}${1} de ${2}
eu: $L{$15,&r}${1}/${2}
fr: $L{$15,&r}${1} de ${2}
it: $L{$15,&r}${1} di ${2}
sk: $L{$15,&r}${1} z ${2}

# RES_terminalonline.portal.scheduleof.text.rotext
source: {$18,&b}My calendar
ca: {$18,&b}El meu calendari
eu: {$18,&b}Nire egutegia
fr: {$18,&b}Mon calendrier
it: {$18,&b}Calendario personale
sk: {$18,&b}Môj kalendár

# RES_terminalonline.pre.btn.cause.text.rotext
source: Reason
ca: Motiu
eu: Arrazoia
fr: Motif
it: Motivo
sk: Dôvod

# RES_terminalonline.pre.btn.chgcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
fr: Annuler
it: Annulla
sk: Zrušiť

# RES_terminalonline.pre.btn.delcause.text.rotext
source: Without reason
ca: Sense motiu
eu: Arrazoirik gabe
fr: Sans motif
it: Senza motivo
sk: Žiadny dôvod

# RES_terminalonline.pre.btn.goout.text.rotext
source: I'm on my way out
ca: Surto
eu: Irteera bidean nago
fr: Je sors
it: Esco
sk: Salgo

# RES_terminalonline.pre.btn.holidays.text.rotext
source: Vacations
ca: Vacances
eu: Oporrak
fr: Des vacances
it: Vacanza
sk: Dovolenka

# RES_terminalonline.pre.btn.hours.text.rotext
source: Hours
ca: Hores
eu: Orduak
fr: Heures
it: Ore
sk: Hodiny

# RES_terminalonline.pre.btn.in.text.rotext
source: I enter
ca: Entro
eu: sartzen naiz
fr: Est entré
it: Sei entrato
sk: Vstúpte na stránku
