Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/DriverMx7+.*.resx
Languages: ca, eu, fr, it, sk

# RES_terminalonline.pro.addemployee2team.noemployee.text.rotext
source: {$15,*FF0000}The user does not exist.
ca: {$15,*FF0000}No existeix l’usuari.
eu: {$15,*FF0000}Erabiltzailea ez da existitzen.
fr: {$15,*FF0000}L’utilisateur n´existe pas.
it: {$15,*FF0000}Non esiste l´utente.
sk: {$15,*FF0000}Užívateľ neexistuje.

# RES_terminalonline.pro.addemployee2team.question.text.rotext
source: {$18}Assign user to group?
ca: {$18}Assignar l’usuari al grup?
eu: {$18}Erabiltzailea taldeari esleitu?
fr: {$18}Affecter l´utilisateur au groupe ?
it: {$18}Assegnare l´utente al gruppo?
sk: {$18}Priradiť používateľa do skupiny?

# RES_terminalonline.pro.addemployee2team.questionemployeename.text.rotext
source: $LUser: ${1}
ca: $LUsuari: ${1}
eu: $LUerabiltzailea: ${1}
fr: $LUtilisateur : ${1}
it: $LUtente: ${1}

# RES_terminalonline.pro.addemployee2team.waittinguser.text.rotext
source: {$18,*000000}Assignment to team$L{$12}Swipe the card or place the finger of the user to assign.
ca: {$18,*000000}Assignació a equip$L{$12}Passa la targeta o posa el dit de l’usuari que vols assignar
eu: {$18,*000000}Taldearen esleipena$L{$12}Irstatu hatza txartela edo jarri esleitu nahi zaion erabiltzailearen hatza.
fr: {$18,*000000}Affectation à l’équipe$L{$12}Passez la carte ou posez le doigt de l’utilisateur à affecter.
it: {$18,*000000}Assegnazione a gruppo$L{$12}Passa la tessera o posiziona il dito dell´utente da assegnare.
sk: {$18,*000000}Priradenie tímu$L{$12}Potiahnite kartou alebo priložte prst používateľa, ktorý má byť priradený.

# RES_terminalonline.pro.btn.back.text.rotext
source: Back
ca: Enrere
eu: Itzuli
fr: Derrière
it: Indietro
sk: Späť

# RES_terminalonline.pro.btn.codigo.text.rotext
source: Code
ca: Codi
eu: Kodea
it: Codice
sk: Kód

# RES_terminalonline.pro.btn.end.text.rotext
source: Finish
ca: Finalitzar
eu: Amaitu
fr: Finition
it: Fine
sk: Koniec

# RES_terminalonline.pro.btn.incidence.text.rotext
source: Incidence
ca: Incidència
eu: Intzidentzia
it: Incidenza
sk: Obhajoba

# RES_terminalonline.pro.btn.lastjob.text.rotext
source: Last
ca: Darrer
eu: Azkena
fr: Dernier
it: Ultimo
sk: Posledný

# RES_terminalonline.pro.btn.machine.text.rotext
source: Machine
ca: Màquina
eu: Makina
it: Macchina
sk: Stroj

# RES_terminalonline.pro.btn.multi.text.rotext
source: Multiple
ca: Múltiple
eu: Anitz
it: Multiplo
sk: Viaceré

# RES_terminalonline.pro.btn.pause.text.rotext
source: Pause
ca: Posar en pausa
eu: Pausa
fr: Mettre en pause
it: Sospendi
sk: Pauza

# RES_terminalonline.pro.btn.start.text.rotext
source: Start
ca: Iniciar
eu: Hasi
fr: Démarrer
it: Inizia
sk: Štart

# RES_terminalonline.pro.btn.startnew.text.rotext
source: Start new
ca: Iniciar nova
eu: Hasi berria
fr: Démarrer nouvelle
it: Inizia nuova
sk: Začať nový

# RES_terminalonline.pro.btn.team.text.rotext
source: Add emp.
ca: Afegir emp.
eu: Gehitu emp.
fr: Ajouter emp.
it: Aggiungi dip.
sk: Pridať emp.

# RES_terminalonline.pro.btn.yes.text.rotext
source: Yes
ca: Sí
eu: Bai
fr: Oui
it: Se
sk: Áno

# RES_terminalonline.pro.closemultijobqst_gridhead_job.text.rotext
source: Job
ca: Tasca
eu: Lanpostua
fr: Travail
it: Lavoro
sk: Práca

# RES_terminalonline.pro.employeenotpermitpunchonmachineterminal.text.rotext
source: {$16}You do not have permission to clock in with this machine.$L{$12}Please check with your manager.
ca: {$16}No tens permisos per fitxar amb aquesta màquina.$L{$12}. Parla amb el teu responsable.
eu: {$16}Ez duzu makina honekin erlojua egiteko baimenik.$L{$12}Kontsultatu zure kudeatzaileari.
fr: {$16}Vous n´êtes pas autorisé à pointer avec cette machine.$L{$12}Contactez votre responsable.
it: {$16}Non disponi delle autorizzazioni per timbrare con questa macchina.$L{$12}Rivolgiti al tuo dipendente.
sk: {$16}Nemáte oprávnenie na prihlásenie do tohto počítača.$L{$12}Poraďte sa so svojím manažérom.

# RES_terminalonline.pro.endcurrentjobname.text.rotext
source: $L Phase: ${CurrentJob.JobName}
ca: $L Fase: ${CurrentJob.JobName}
eu: $L Fasea: ${CurrentJob.JobName}
it: $L Fase: ${CurrentJob.JobName}
sk: $L Fáza: ${CurrentJob.JobName}

# RES_terminalonline.pro.endcurrentjobpieces1.text.rotext
source: $L{$12}Pieces ${CurrentJob.PiecesName1}: ${CurrentJob.JobPiece1}
ca: $L{$12}Peces ${CurrentJob.PiecesName1}: ${CurrentJob.JobPiece1}
fr: $L{$12}Pièces ${CurrentJob.PiecesName1} : ${CurrentJob.JobPiece1}
it: $L{$12}Pezzi ${CurrentJob.PiecesName1}: ${CurrentJob.JobPiece1}
sk: $L{$12}Pieces ${CurrentJob.PiecesName1}: ${CurrentJob.JobPiece1}: ${CurrentJob.JobPiece1}

# RES_terminalonline.pro.endcurrentjobpieces2.text.rotext
source: $LPies ${CurrentJob.PiecesName2}: ${CurrentJob.JobPiece2}
ca: $LPeces ${CurrentJob.PiecesName2}: ${CurrentJob.JobPiece2}
fr: $LPièces ${CurrentJob.PiecesName2} : ${CurrentJob.JobPiece2}
it: $LPezzi ${CurrentJob.PiecesName2}: ${CurrentJob.JobPiece2}
sk: $LPieces ${CurrentJob.PiecesName2}: ${CurrentJob.JobPiece2}: ${CurrentJob.PiecesName2}: ${CurrentJob.JobPiece2}

# RES_terminalonline.pro.endcurrentjobpieces3.text.rotext
source: $LPies ${CurrentJob.PiecesName3}: ${CurrentJob.JobPiece3}
ca: $LPeces ${CurrentJob.PiecesName3}: ${CurrentJob.JobPiece3}
fr: $LPièces ${CurrentJob.PiecesName3} : ${CurrentJob.JobPiece3}
it: $LPezzi ${CurrentJob.PiecesName3}: ${CurrentJob.JobPiece3}
sk: $LPieces ${CurrentJob.PiecesName3}: ${CurrentJob.JobPiece3}: ${CurrentJob.PiecesName3}: ${CurrentJob.JobPiece3}

# RES_terminalonline.pro.endjobmltqst.text.rotext
source: {$18}Save work in?
ca: {$18}Desar tasca a
eu: {$18}Lana hemen gorde nahi duzu?
fr: {$18}Sauvegarder travail sur
it: {$18}Salvare il lavoro in
sk: {$18}Uložiť prácu v?

# RES_terminalonline.pro.endjobmltqstall.text.rotext
source: {$18}Save work?
ca: {$18}Desar tasques
eu: {$18}Lanak gorde nahi dituzu?
fr: {$18}Sauvegarder travaux
it: {$18}Salvare i lavori
sk: {$18}Ušetriť pracovné miesta?

# RES_terminalonline.pro.endjobqst.text.rotext
source: {$18}Finish work in?
ca: {$18}Finalitzar tasca a
eu: {$18}Lana amaitu nahi duzu?
fr: {$18}Terminer travail sur
it: {$18}Concludere il lavoro in
sk: {$18}Dokončiť prácu na?

# RES_terminalonline.pro.endmltjobmachinename.text.rotext
source: $LMaquina: ${CurrentJob.MachineName}
ca: $LMàquina: ${CurrentJob.MachineName}
fr: $LMachine : ${CurrentJob.MachineName}
it: $LMacchina: ${CurrentJob.MachineName}
sk: $LMachine: ${CurrentJob.MachineName}

# RES_terminalonline.pro.endmltjobname.text.rotext
source: $L Phase: ${CurrentJob.JobName}
ca: $L Fase: ${CurrentJob.JobName}
eu: $L Fasea: ${CurrentJob.JobName}
it: $L Fase: ${CurrentJob.JobName}
sk: $L Fáza: ${CurrentJob.JobName}

# RES_terminalonline.pro.inserjobcode.text.rotext
source: {$18}Enter the job code
ca: {$18}Introdueix el codi de tasca
eu: {$18}Idatzi lan-kodea
fr: {$18}Saisissez le code de travail
it: {$18}Immetti il codice di lavoro
sk: {$18}Zadajte pracovný kód

# RES_terminalonline.pro.inserpieces1.text.rotext
source: {$18}Enter the number of pieces ${CurrentJob.PiecesName1}
ca: {$18}Introdueix el nombre de peces ${CurrentJob.PiecesName1}
eu: {$18}Idatzi ${CurrentJob.PiecesName1} pieza kopurua
fr: {$18}Saisissez le nombre de pièces ${CurrentJob.PiecesName1}
it: {$18}Immetti il numero di pezzi ${CurrentJob.PiecesName1}
sk: {$18}Zadajte počet dielov ${{CurrentJob.PiecesName1}}

# RES_terminalonline.pro.inserpieces2.text.rotext
source: {$18}Enter the number of pieces ${CurrentJob.PiecesName2}
ca: {$18}Introdueix el nombre de peces ${CurrentJob.PiecesName2}
eu: {$18}Idatzi ${CurrentJob.PiecesName2} pieza kopurua
fr: {$18}Saisissez le nombre de pièces ${CurrentJob.PiecesName2}
it: {$18}Immetti il numero di pezzi ${CurrentJob.PiecesName2}
sk: {$18}Zadajte počet dielov ${{CurrentJob.PiecesName2}}

# RES_terminalonline.pro.inserpieces3.text.rotext
source: {$18}Enter the number of pieces ${CurrentJob.PiecesName3}
ca: {$18}Introdueix el nombre de peces ${CurrentJob.PiecesName3}
eu: {$18}Idatzi ${CurrentJob.PiecesName3} pieza kopurua
fr: {$18}Saisissez le nombre de pièces ${CurrentJob.PiecesName3}
it: {$18}Immetti il numero di pezzi ${CurrentJob.PiecesName3}
sk: {$18}Zadajte počet dielov ${{CurrentJob.PiecesName3}}

# RES_terminalonline.pro.inserquality.text.rotext
source: {$18}Enter traceability for ${1}&quot;, mCurrentJobPunch.CurrentJobQualityFieldName(mQualityFieldAsk))
ca: {$18}Introdueix la traçabilitat de ${1}&quot;, mCurrentJobPunch.CurrentJobQualityFieldName(mQualityFieldAsk))
eu: {$18}Sartu ${1}-ren giltza, mCurrentJobPunch.CurrentJobQualityFieldName(mQualityFieldAsk))
fr: {$18}Saisissez la traçabilité de ${1}&quot;, mCurrentJobPunch.CurrentJobQualityFieldName(mQualityFieldAsk))
it: {$18}Immetti la tracciabilità di ${1}&quot;, mCurrentJobPunch.CurrentJobQualityFieldName(mQualityFieldAsk))
sk: {$18}Zadať sledovanosť ${1}&quot;, mCurrentJobPunch.CurrentJobQualityFieldName(mQualityFieldAsk))

# RES_terminalonline.pro.nobarcodevalid_barcodenotexist.text.rotext
source: $L{$10,*FF0000,&b}The barcode does not exist,$L{$8} please contact your manager.
ca: $L{$10,*FF0000,&b}No existeix el codi de barres,$L{$8}. Posa’t en contacte amb el teu encarregat.
eu: $L{$10,*FF0000,&b}barra-kodea ez dago, $L{$8} jarri harremanetan zure kudeatzailearekin.
fr: $L{$10,*FF0000,&b}Le code-barres n´existe pas,$L{$8} contactez votre responsable.
it: $L{$10,*FF0000,&b}Il codice a barre non esiste,$L{$8} rivolgiti al responsabile.
sk: $L{$10,*FF0000,&b}Barcode does not exist,$L{$8} contact your manager.

# RES_terminalonline.pro.nobarcodevalid_jobclosed.text.rotext
source: $L{$10,*FF0000,&b}The job is already closed,$L{$8} please contact your manager.
ca: $L{$10,*FF0000,&b}La tasca ja està tancada,$L{$8}. Posa’t en contacte amb el teu encarregat.
eu: $L{$10,*FF0000,&b}Lana itxita dago orain, $L{$8} jarri harremanetan zure arduradunarekin.
fr: $L{$10,*FF0000,&b}Le travail est déjà terminé,$L{$8} contactez votre responsable.
it: $L{$10,*FF0000,&b}Il lavoro è già chiuso,$L{$8} rivolgiti al responsabile.
sk: $L{$10,*FF0000,&b}Práca je teraz uzavretá, $L{$8} kontaktujte svojho manažéra.

# RES_terminalonline.pro.nobarcodevalid_notpermitisinvalidmachine.text.rotext
source: $L{$10,*FF0000,&b}You do not have permission to clock in for this phase,$L{$8} please contact your manager.
ca: $L{$10,*FF0000,&b}No tens permisos per fitxar aquesta fase,$L{$8}. Posa’t en contacte amb el teu encarregat.
eu: $L{$10,*FF0000,&b}Ez duzu fase hau kontrolatzeko baimenik, $L{$8} jarri harremanetan zure kudeatzailearekin.
fr: $L{$10,*FF0000,&b}Vous n´êtes pas autorisé à effectuer le pointage de cette phase,$L{$8} contactez votre responsable.
it: $L{$10,*FF0000,&b}Non disponi delle autorizzazioni per timbrare questa fase,$L{$8} rivolgiti al responsabile.
sk: $L{$10,*FF0000,&b}Nemáte povolenie na taktovanie tejto fázy, $L{$8} kontaktujte svojho manažéra.

# RES_terminalonline.pro.nobarcodevalid_notpermitisinvalidteam.text.rotext
source: $L{$10,*FF0000,&b}You do not have permission to clock in for this phase,$L{$8} please contact your manager.
ca: $L{$10,*FF0000,&b}No tens permisos per fitxar aquesta fase,$L{$8}. Posa’t en contacte amb el teu encarregat.
eu: $L{$10,*FF0000,&b}Ez duzu fase hau kontrolatzeko baimenik, $L{$8} jarri harremanetan zure kudeatzailearekin.
fr: $L{$10,*FF0000,&b}Vous n´êtes pas autorisé à effectuer le pointage de cette phase,$L{$8} contactez votre responsable.
it: $L{$10,*FF0000,&b}Non disponi delle autorizzazioni per timbrare questa fase,$L{$8} rivolgiti al responsabile.
sk: $L{$10,*FF0000,&b}Nemáte povolenie na taktovanie tejto fázy, $L{$8} kontaktujte svojho manažéra.

# RES_terminalonline.pro.nobarcodevalid_notpermitiswithoutmachinejob.text.rotext
source: $L{$10,*FF0000,&b}This phase cannot be checked in by machines,$L{$8} contact your manager.
ca: $L{$10,*FF0000,&b}Aquesta fase no poden fitxar-la màquines,$L{$8}. Posa’t en contacte amb el teu encarregat.
eu: $L{$10,*FF0000,&b}Fase hau ezin dute makinek erlojua egin,$L{$8} jarri harremanetan zure arduradunarekin.
fr: $L{$10,*FF0000,&b}Le pointage de cette phase ne peut pas être effectué par des machines,$L{$8} contactez votre responsable.
it: $L{$10,*FF0000,&b}Questa fase non può essere timbrata tramite macchina,$L{$8} rivolgiti al responsabile.
sk: $L{$10,*FF0000,&b}Túto fázu nemožno taktovať strojmi, $L{$8} kontaktujte svojho manažéra.

# RES_terminalonline.pro.nobarcodevalid_notpermitother.text.rotext
source: $L{$10,*FF0000,&b}You do not have permission to clock in for this phase,$L{$8} please contact your manager.
ca: $L{$10,*FF0000,&b}No tens permisos per fitxar aquesta fase,$L{$8}. Posa’t en contacte amb el teu encarregat.
eu: $L{$10,*FF0000,&b}Ez duzu fase hau kontrolatzeko baimenik, $L{$8} jarri harremanetan zure kudeatzailearekin.
fr: $L{$10,*FF0000,&b}Vous n´êtes pas autorisé à effectuer le pointage de cette phase,$L{$8} contactez votre responsable.
it: $L{$10,*FF0000,&b}Non disponi delle autorizzazioni per timbrare questa fase,$L{$8} rivolgiti al responsabile.
sk: $L{$10,*FF0000,&b}Nemáte povolenie na taktovanie tejto fázy, $L{$8} kontaktujte svojho manažéra.

# RES_terminalonline.pro.nobarcodevalid_notpermitrepeatmultijob.text.rotext
source: $L{$10,*FF0000,&b}You have already checked in for this job,$L{$8} please contact your manager.
ca: $L{$10,*FF0000,&b}Ja has fitxat aquesta tasca,$L{$8}. Posa’t en contacte amb el teu encarregat.
eu: $L{$10,*FF0000,&b}Lan hau erreserbatu duzu dagoeneko,$L{$8} jarri harremanetan zure kudeatzailea.
fr: $L{$10,*FF0000,&b}Vous avez déjà effectué le pointage de ce travail,$L{$8} contactez votre responsable.
it: $L{$10,*FF0000,&b}Hai già timbrato questo lavoro,$L{$8} rivolgiti al responsabile.
sk: $L{$10,*FF0000,&b}Túto prácu ste už odpracovali, $L{$8} kontaktujte svojho manažéra.

# RES_terminalonline.pro.noprensencecantwork.text.rotext
source: {$18} Not present, can't clock in for a task $Luntil you clock in
ca: {$18} No ets present. No pots fitxar una tasca $Lfins que no hagis fitxat presència
eu: {$18} Ez zaude hemen, ezin duzu $Lun zeregin batean erlojua sartu harik eta
fr: {$18} Vous n’êtes pas présent, vous ne pouvez pas effectuer le pointage d´une tâche $Lsans avoir effectué le pointage de présence
it: {$18} Non è presente, non può timbrare un´attività $Lfino a quando non abbia timbrato la sua presenza
sk: {$18} Nie je prítomný, nemôže sa prihlásiť na úlohu $Pokiaľ ste sa neprihlásili

# RES_terminalonline.pro.noworking.text.rotext
source: {$18}You are not currently working on any tasks.
ca: {18$}Actualment no estàs treballant en cap tasca.
eu: {$18}Une honetan ez zara inongo zereginetan ari.
fr: {$18}Vous ne travaillez actuellement sur aucune tâche.
it: {$18}Attualmente non sta lavorando a nessuna attività.
sk: {$18} Momentálne nepracuje na žiadnej úlohe.

# RES_terminalonline.pro.resumpieces.text.rotext
source: $L{$12}Missing ${CurrentJob.JobPieceToDo} pieces (${CurrentJob.JobPieceDoneWithCurrent} of ${CurrentJob.JobPieceTotalToDo})
ca: $L{$12}Falten ${CurrentJob.JobPieceToDo} peces (${CurrentJob.JobPieceDoneWithCurrent} de ${CurrentJob.JobPieceTotalToDo})
eu: $L{$12}${CurrentJob.JobPieceToDo} pieza falta dira (${CurrentJob.JobPieceDoneWithCurrent} ${CurrentJob.JobPieceTotalToDo}-tik)
fr: $L{$12}Il manque ${CurrentJob.JobPieceToDo} pièces (${CurrentJob.JobPieceDoneWithCurrent} de ${CurrentJob.JobPieceTotalToDo})
it: $L{$12}Mancano ${CurrentJob.JobPieceToDo} pezzi (${CurrentJob.JobPieceDoneWithCurrent} di ${CurrentJob.JobPieceTotalToDo})
sk: $L{$12}Chýba ${CurrentJob.JobPieceToDo} kusov (${CurrentJob.JobPieceDoneWithCurrent} z ${CurrentJob.JobPieceTotalToDo})

# RES_terminalonline.pro.resumpiecesnext.text.rotext
source: $L{$12}${NextJob.JobPieceToDo} pieces are missing.
ca: $L{$12}Falten ${NextJob.JobPieceToDo} peces.
eu: $L{$12}${NextJob.JobPieceToDo} pieza falta dira.
fr: $L{$12}Il manque ${NextJob.JobPieceToDo} pièces.
it: $L{$12}Mancano ${NextJob.JobPieceToDo} pezzi.
sk: $L{$12}Chýba ${NextJob.JobPieceToDo} častí.

# RES_terminalonline.pro.selectbarcode.text.rotext
source: $L{$15,*000000,&r}Select the barcode.
ca: $L{$15,*000000,&r}Selecciona el codi de barres.
eu: $L{$15,*000000,&r}Hautatu barra-kodea.
fr: $L{$15,*000000,&r}Sélectionnez le code-barres.
it: $L{$15,*000000,&r}Seleziona il codice a barre.
sk: $L{$15,*000000,&r}Vyberte čiarový kód.

# RES_terminalonline.pro.startemployeejob.text.rotext
source: {$18}Start of work
ca: {$18}Inici de tasca
eu: {$18}Lanaren hasiera
fr: {$18}Début de travail
it: {$18}Inizio lavoro
sk: {$18}Začiatok práce

# RES_terminalonline.pro.startjobqst.text.rotext
source: {$18}Start work in:
ca: {$18}Iniciar tasca en:
eu: {$18}Hasi lanean:
fr: {$18}Commencer travail sur :
it: {$18}Inizia il lavoro a:
sk: {$18}Začiatok práce na:

# RES_terminalonline.pro.startjobwithincidenceincidencename.text.rotext
source: $LIncidence: ${NextJob.JobIncidence}
ca: $LIncidència: ${NextJob.JobIncidence}
fr: $LIncident : ${NextJob.JobIncidence}
it: $LEvento: ${NextJob.JobIncidence}

# RES_terminalonline.pro.startjobwithincidencejobname.text.rotext
source: $L Phase: ${CurrentJob.JobName}
ca: $L Fase: ${CurrentJob.JobName}
eu: $L Fasea: ${CurrentJob.JobName}
it: $L Fase: ${CurrentJob.JobName}
sk: $L Fáza: ${CurrentJob.JobName}

# RES_terminalonline.pro.startjobwithincidenceqst.text.rotext
source: {$18}Start job with issue?
ca: {$18}Iniciar tasca amb incidència?
eu: {$18}Intzidentziarekin lanean hasi?
fr: {$18}Commencer travail avec incident ?
it: {$18}Iniziare un lavoro con evento?
sk: {$18}Začnite pracovať s propagáciou?

# RES_terminalonline.pro.startmultijob.text.rotext
source: {$18}-- Multitasking --
ca: {$18}-- Multitasques --
eu: {$18}-- Ataza anitzeko lanak --
fr: {$18}-- Multitâches --
it: {$18}-- Multitask --

# RES_terminalonline.pro.startnextjobmachine.text.rotext
source: $LMaquina: ${NextJob.MachineName}
ca: $LMàquina: ${NextJob.MachineName}
fr: $LMachine : ${NextJob.MachineName}
it: $LMacchina: ${NextJob.MachineName}
sk: $LMachine: ${NextJob.MachineName}

# RES_terminalonline.pro.startnextjobname.text.rotext
source: $L Phase: ${NextJob.JobName}
ca: $L Fase: ${NextJob.JobName}
eu: $L Fasea: ${NextJob.JobName}
it: $L Fase: ${NextJob.JobName}
sk: $L Fáza: ${NextJob.JobName}

# RES_terminalonline.pro.startworkingin.text.rotext
source: {$16}Starting job in $L Phase: ${NextJob.JobName}
ca: {$16}Iniciant tasca en $L Fase: ${NextJob.JobName}
eu: {$16}$L fasean hasitako lana: ${NextJob.JobName}
fr: {$16}Début du travail sur $L Phase : ${NextJob.JobName}
it: {$16}Inizio del lavoro in corso in $L Fase: ${NextJob.JobName}
sk: {$16}Začiatok úlohy vo fáze $L: ${{NextJob.JobName}

# RES_terminalonline.pro.startworkinginmultijob.text.rotext
source: $L{$18}Working in multitasking
ca: $L{$18}Treballant amb multitasca
eu: $L{$18}Zein anitzeko lanetan
fr: $L{$18}En train de travailler en mode multitâches
it: $L{$18}Lavorando a più attività
sk: $L{$18}Práca vo viacúlohovej prevádzke

# RES_terminalonline.pro.startworkingwithincidence.text.rotext
source: $L{$12}With incidence: ${NextJob.JobIncidence}
ca: $L{$12}Amb incidència: ${NextJob.JobIncidence}
eu: $L{$12}Gertakariarekin: ${NextJob.JobIncidence}
fr: $L{$12}Avec incident : ${NextJob.JobIncidence}
it: $L{$12}Con evento: ${NextJob.JobIncidence}
sk: $L{$12}S výskytom: ${{NextJob.JobIncidence}

# RES_terminalonline.pro.tab.text.rotext
source: Production
ca: Producció
eu: Ekoizpena
it: Produzione
sk: Výroba

# RES_terminalonline.pro.teamnotpermitpunchonmachineterminal.text.rotext
source: {$16}You do not have permission to clock in with this machine.$L{$12}Please check with your manager.
ca: {$16}No tens permisos per fitxar amb aquesta màquina.$L{$12}. Parla amb el teu responsable.
eu: {$16}Ez duzu makina honekin erlojua egiteko baimenik.$L{$12}Kontsultatu zure kudeatzaileari.
fr: {$16}Vous n´êtes pas autorisé à pointer avec cette machine.$L{$12}Contactez votre responsable.
it: {$16}Non disponi delle autorizzazioni per timbrare con questa macchina.$L{$12}Rivolgiti al tuo dipendente.
sk: {$16}Nemáte oprávnenie na prihlásenie do tohto počítača.$L{$12}Poraďte sa so svojím manažérom.

# RES_terminalonline.pro.workingin.text.rotext
source: {$15}Working on $L Phase: ${CurrentJob.JobName}
ca: {$15}Treballant en $L Fase: ${CurrentJob.JobName}
eu: {$15}$L fasean lan egiten: ${CurrentJob.JobName}
fr: {$15}En train de travailler sur $L Phase : ${CurrentJob.JobName}
it: {$15}Lavorando in fase $L: ${CurrentJob.JobName}
sk: {$15}Práca na $L Fáza: ${CurrentJob.JobName}

# RES_terminalonline.pro.workinginhas.text.rotext
source: $L{$14}time worked in$L Phase: ${CurrentJob.JobName}
ca: $L{$14}el temps treballat en$L Fase: ${CurrentJob.JobName}
eu: $L{$14}$L fasean lan egindako denbora: ${CurrentJob.JobName}
fr: $L{$14}le temps travaillé sur$L Phase : ${CurrentJob.JobName}
it: $L{$14}il tempo lavorato alla fase $L: ${CurrentJob.JobName}
sk: $L{$14}čas odpracovaný v$L Fáza: ${CurrentJob.JobName}

# RES_terminalonline.pro.workinginhastime.text.rotext
source: $Lhas been: ${CurrentJob.WorkTime}
ca: $Lha estat: ${CurrentJob.WorkTime}
eu: $L izan da: ${CurrentJob.WorkTime}
fr: ‎$Lil y a ‎: ${CurrentJob.WorkTime}
it: $LSono trascorsi ${CurrentJob.WorkTime}
sk: $Lha sido: ${CurrentJob.WorkTime}

# RES_terminalonline.pro.workingtime.text.rotext
source: $L{$12}Time worked ${CurrentJob.WorkTime}
ca: $L{$12}Temps treballat ${CurrentJob.WorkTime}
eu: $L{$12}Lan denbora ${CurrentJob.WorkTime}
fr: $L{$12}Temps travaillé ${CurrentJob.WorkTime}
it: $L{$12}Tempo lavorato ${CurrentJob.WorkTime}
sk: $L{$12}odpracovaný čas ${{CurrentJob.WorkTime}

# RES_terminalonline.prt.extwork.text.rotext
source: External work$L
ca: Tasca$L externa
eu: Kanpoko lana$L
fr: Travail$L externe
it: Lavoro$L esterno
sk: Externá práca$L

# RES_terminalonline.prt.title.text.rotext
source: {$18}Consultation mode$L{$15}Parts
ca: {$18}Mode consultes$L{$15}Comunicats
eu: {$18}Kontsulta modua$L{$15}Piezak
fr: {$18}Mode consultations$L{$15}Rapports
it: {$18}Modalità di consultazioni$L{$15}Parti
sk: {$18}Potreby mode$L{$15}Diely

# RES_terminalonline.qry.accrualsheader.text.rotext
source: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Cumulative|Total
ca: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Acumulat|Total
eu: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Metagarria|Guztira
fr: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Cumulé|Total
it: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Saldo accumulato|Totale
sk: {-000000,%c,$12,&b,_c,/333333,*FFFFFF}Acumulado|Total

# RES_terminalonline.qry.holidaysdaysdispose.text.rotext
source: {%l}Days available
ca: {%l}Dies disponibles
eu: {%l}Egunak erabilgarri
fr: {%l}Jours disponibles
it: {%l}Giorni disponibili
sk: {%l}Dni k dispozícii

# RES_terminalonline.qry.holidaysdaysdone.text.rotext
source: {-000000,%l,$10,&b,_c,/FFFFFF,*000000}Days already taken
ca: {-000000,%l,$10,&b,_c,/FFFFFF,*000000}Dies ja gaudits
eu: {-000000,%l,$10,&b,_c,/FFFFFF,*000000}Dagoeneko gozatutako egunak
fr: {-000000,%l,$10,&b,_c,/FFFFFF,*000000}Jours déjà pris
it: {-000000,%l,$10,&b,_c,/FFFFFF,*000000}Giorni già utilizzati
sk: {-000000,%l,$10,&b,_c,/FFFFFFFF,*000000}Dni už strávené

# RES_terminalonline.qry.holidaysdayslasting.text.rotext
source: {%l}Approved days pending to be taken
ca: {%l}Dies aprovats pendents de gaudir
eu: {%l}Gozatzeko zain dauden onartutako egunak
fr: {%l}Jours approuvés en attente d´être pris
it: {%l}Giorni approvati in attesa di utilizzo
sk: {%l}Schválené dni, ktoré zostávajú na využitie

# RES_terminalonline.qry.holidaysdayspending.text.rotext
source: {%l}Requested days pending processing
ca: {%l}Dies sol·licitats pendents de processar
eu: {%l}Eskatutako egunak prozesatzeko zain
fr: {%l}Jours demandés en attente de traitement
it: {%l}Giorni richiesti in attesa di elaborazione
sk: {%l}Dní požadovaných na spracovanie
