Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/DriverMx7+.*.resx
Languages: ca, eu, fr, it, sk

# RES_terminalonline.abk.button.text.rotext
source: Open door
ca: Obrir porta
eu: Ireki atea
fr: Ouvrir porte
it: Apri porta
sk: Otvorené dvere

# RES_terminalonline.acc.punchinvalid.text.rotext
source: {$20}Access denied
ca: {$20}Accés denegat
eu: {$20}Sarbidea ukatu da
fr: {$20}Accès refusé
it: {$20}Accesso negato
sk: {$20}Prístup zamietnutý

# RES_terminalonline.acc.punchsaved.text.rotext
source: $L{$18}Stored signing.
ca: $L{$18}Fitxatge emmagatzemat.
eu: $L{$18}Gordetako erlojua.
fr: $L{$18}Pointage sauvegardé.
it: $L{$18}Timbratura salvata.
sk: $L{$18}Uložený súbor.

# RES_terminalonline.acc.punchvalid.text.rotext
source: {$20}Valid login
ca: {$20}Accés vàlid
eu: {$20}Baliozko sarbidea
fr: {$20}Accès valide
it: {$20}Accesso valido
sk: {$20}Platný prístup

# RES_terminalonline.accessvalidation.antipassback.text.rotext
source: Access denied$LRepeated signing in
ca: Accés denegat$Lfitxatge repetit
eu: Sarbidea ukatu egin da$Lfakturazioa errepikatua
fr: Accès refusé$LPointage répété
it: Accesso negato$LTimbratura ripetuta
sk: Prístup zamietnutý$Opakovaný záznam

# RES_terminalonline.april.text.rotext
source: April
ca: Abril
eu: Apirila
fr: Avril
it: Aprile
sk: Apríl

# RES_terminalonline.august.text.rotext
source: August
ca: Agost
eu: Abuztu
fr: Août
it: Agosto

# RES_terminalonline.btn.punches.text.rotext
source: Clock in/out logs
ca: Fitxatges
eu: Transferentziak
fr: Pointages
it: Timbrature
sk: transfery

# RES_terminalonline.btn.totals.text.rotext
source: Totals
eu: Guztira
fr: Totaux
it: Totali
sk: Celkové sumy

# RES_terminalonline.calendarinfo.vacationsresumeheader.disponible.text.rotext
source: Available balance
ca: Saldo disponible
eu: Saldo erabilgarria
fr: Solde disponible
it: Saldo disponibile
sk: Dostupný zostatok

# RES_terminalonline.calendarinfo.vacationsresumeheader.done.text.rotext
source: Already taken
ca: Ja gaudides
eu: dagoeneko gozatua
fr: Déjà pris
it: Già utilizzate
sk: Už sa teší

# RES_terminalonline.calendarinfo.vacationsresumeheader.lasting.text.rotext
source: Approved and waiting to be taken
ca: Aprovades i pendents de gaudir
eu: Onartua eta gozatzeko zain
fr: Approuvées et en attente d´être utilisées
it: Approvate e in attesa di utilizzo
sk: Schválené a určené na užívanie

# RES_terminalonline.calendarinfo.vacationsresumeheader.pending.text.rotext
source: Pending processing
ca: Pendents de processar
eu: Prozesatzeko zain
fr: Traitement en attente
it: In attesa di elaborazione
sk: Na spracovanie

# RES_terminalonline.calendarinfo.vacationsresumeheader.prevision.text.rotext
source: Expected resulting balance
ca: Saldo resultant previst
eu: Espero den balantzea
fr: Solde résultant prévu
it: Saldo risultante previsto
sk: Očakávaný výsledný zostatok

# RES_terminalonline.december.text.rotext
source: December
ca: Desembre
eu: abendua
fr: Décembre
it: Dicembre

# RES_terminalonline.din.invalidpunch.plus.text.rotext
source: {$18}Unidentified user
ca: {$18}Usuari no identificat
eu: {$18}Identifikatu gabeko erabiltzailea
fr: {$18}Utilisateur non identifié
it: {$18}Utente non identificato
sk: {$18}Neidentifikovaný používateľ

# RES_terminalonline.din.invalidpunch.text.rotext
source: {$20}Unrecognized user.
ca: {$20}Usuari no reconegut.
eu: {$20}Erabiltzaile ezezaguna.
fr: {$20}Utilisateur non reconnu.
it: {$20}Utente non riconosciuto.
sk: {$20}Nerozpoznaný používateľ.

# RES_terminalonline.din.noturn.text.rotext
source: $L{$18}You do not currently have access to the dining room.
ca: $L{$18}Actualment no tens accés al menjador.
eu: $L{$18}Une honetan ez duzu jangelarako sarbiderik.
fr: $L{$18}Vous n´avez actuellement pas accès au réfectoire.
it: $L{$18}Attualmente non puoi accedere alla mensa.
sk: $L{$18}V súčasnosti nemá prístup do jedálne.

# RES_terminalonline.din.turnvalid.plus.text.rotext
source: $L{$18}Dining room access granted$L{$15}Bon appetit!
ca: $L{$18}Accés al menjador concedit$L{$15}Bon profit!
eu: $L{$18}Jangelarako sarbidea emanda$L{$15}Aprobetxatu!
fr: $L{$18}Accès au réfectoire autorisé$L{$15}Bon appétit !
it: $L{$18}Accesso consentito alla mensa$L{$15}Buon appetito!
sk: $L{$18}Prístup do jedálne udelený$L{$15}L{$15}Využime to!

# RES_terminalonline.din.turnvalid.text.rotext
source: $L{$18}Signing stored.$L{$12}Enjoy your meal.
ca: $L{$18}Fitxatge emmagatzemat.$L{$12}Bon profit.
eu: $L{$18}Sinadura gordeta.$L{$12}Aprobetxatu.
fr: $L{$18}Pointage sauvegardé.$L{$12}Bon appétit.
it: $L{$18}Timbratura salvata.$L{$12}Buon appetito.
sk: $L{$18}Stockpiled ticket.$L{$12}L{$12}Využime to naplno.

# RES_terminalonline.din.turnwithpunch.plus.text.rotext
source: $L{$18}Access to the dining room denied$L{$15}Only one access$L is allowed to the dining room per shift
ca: $L{$18}Accés al menjador denegat$L{$15}Només es permet un accés$L al menjador en cada torn
eu: $L{$18}Jangelarako sarbidea ukatuta$L{$15}$L sarbide bakarra onartzen da txanda bakoitzean jangelarako
fr: $L{$18}Accès au réfectoire refusé$L{$15}Seul un accès$L au réfectoire est autorisé pour chaque rotation
it: $L{$18}Accesso rifiutato alla mensa$L{$15}È consentito solo un accesso$L alla mensa per turno
sk: $L{$18}Prístup do jedálne zamietnutý$L{$15}Povolený len jeden prístup$L do jedálne za zmenu

# RES_terminalonline.din.turnwithpunch.text.rotext
source: $L{$18}You have already clocked in for this shift.
ca: $L{$18}Ja has fitxat en aquest torn.
eu: $L{$18}Dagoeneko erlojua egin duzu txanda honetan.
fr: $L{$18}Vous avez déjà effectué le pointage pour ce service.
it: $L{$18}Hai già timbrato per questo turno.
sk: $L{$18}Túto zmenu ste už odpracovali.

# RES_terminalonline.employeeaccesserror.detail.text.rotext
source: $L{$12}You cannot perform a timekeeping check-in$L without having previously granted access.
ca: $L{$12}No pots realitzar un fitxatge de presència$L sense haver realitzat abans l’accés.
eu: $L{$12}Ezin duzu presentzia egiaztapenik egin$L aldez aurretik saioa hasi gabe.
fr: $L{$12}Vous ne pouvez pas effectuer un pointage de présence$L sans avoir réalisé l´accès au préalable.
it: $L{$12}Non è possibile effettuare una timbratura di presenza$L senza avere effettuato prima l´accesso.
sk: l{$12} Nemôžete vykonať taktovanie prítomnosti bez predchádzajúceho prihlásenia.

# RES_terminalonline.employeeaccesserror.title.text.rotext
source: {$16}Signing cancelled
ca: {$16}Fitxatge cancel·lat
eu: {$16}Sinatzea bertan behera utzi da
fr: {$16}Pointage annulé
it: {$16}Timbratura annullata
sk: {$16}Podpis zrušený

# RES_terminalonline.err.cancreateholidaysrequest.text.rotext
source: The vacation request could not be created.
ca: No s’ha pogut crear la sol·licitud de vacances.
eu: Ezin izan da oporretarako eskaera sortu.
fr: La demande de congés n´a pas pu être créée.
it: Non è stato possibile creare la richiesta di ferie.
sk: Žiadosť o dovolenku sa nepodarilo vytvoriť.

# RES_terminalonline.error.text.rotext
source: {$16}Error processing data:$L{$14}${1}$L{$12}Please contact your administrator.
ca: {$16}Error en processar dades:$L{$14}${1}$L{$12}Posa’t en contacte amb el teu administrador.
eu: {$16}Errorea datuak prozesatzen:$L{$14}${1}$L{$12}Jarri administratzailearekin harremanetan.
fr: {$16}Erreur lors du traitement des données :$L{$14}${1}$L{$12}Contactez votre administrateur.
it: {$16}Errore durante l´elaborazione dei dati:$L{$14}${1}$L{$12}contatta l´amministratore.
sk: {$16}Chybné spracovanie údajov:$L{$14}${1}$L{$12}Kontaktujte svojho správcu.

# RES_terminalonline.february.text.rotext
source: February
ca: Febrer
eu: Otsaila
fr: Février
it: Febbraio
sk: Február

# RES_terminalonline.january.text.rotext
source: January
ca: Gener
eu: Urtarrila
fr: Janvier
it: Gennaio
sk: Január

# RES_terminalonline.jobincidenceselection.text.rotext
source: {$18}Production incidents$L{$12}Select the incident:
ca: {$18}Incidències de producció$L{$12}Selecciona la incidència:
eu: {$18}Produkzioaren gorabeherak$L{$12}Hautatu gorabehera:
fr: {$18}Incidents de production$L{$12}Sélectionnez l´incident :
it: {$18}Eventi di produzione$L{$12}Seleziona l´evento:
sk: {$18}Vydania z produkcie$L{$12}Vyberte vydanie:

# RES_terminalonline.july.text.rotext
source: July
ca: Juliol
eu: uztaila
fr: Juillet
it: Luglio
sk: Júl

# RES_terminalonline.june.text.rotext
source: June
ca: Juny
eu: ekaina
fr: Juin
it: Giugno
sk: Jún

# RES_terminalonline.march.text.rotext
source: March
ca: Març
eu: martxoa
fr: Mars
it: Marzo
sk: Marec

# RES_terminalonline.may.text.rotext
source: May
ca: Maig
eu: Maiatza
fr: Mai
it: Maggio
sk: Máj

# RES_terminalonline.november.text.rotext
source: November
ca: Novembre
eu: Azaroa
fr: Novembre
it: Novembre

# RES_terminalonline.october.text.rotext
source: October
ca: Octubre
eu: urria
fr: Octobre
it: Ottobre
sk: Október

# RES_terminalonline.ordersselectorders.text.rotext
source: {$18}Projects$L{$12}Select the project:
ca: {$18}Projectes$L{$12}Selecciona el projecte:
eu: {$18}Proiektuak$L{$12}Hautatu proiektua:
fr: {$18}Projets$L{$12}Sélectionnez le projet :
it: {$18}Progetti$L{$12}Seleziona il progetto.
sk: {$18}Projects$L{$12}Vyberte projekt:

# RES_terminalonline.pdv.askproductivtaskfield.text.rotext
source: {$12}Report a value for the attribute:
ca: {$12}Especifica un valor per a l’atribut:
eu: {$12}Eman atributuaren balio baten berri:
fr: {$12}Renseignez une valeur pour l´attribut :
it: {$12}Indica un valore per l´attributo:
sk: {$12}Nahláste hodnotu atribútu:

# RES_terminalonline.pdv.completed.text.rotext
source: {$16}You have completed task $L${CurrentTask.TaskName}$L
ca: {$16}Has completat la tasca $L${CurrentTask.TaskName}$L
eu: {$16}$L${CurrentTask.TaskName}$L zeregina bete duzu
fr: {$16}Vous avez terminé la tâche $L${CurrentTask.TaskName}$L
it: {$16}Hai completato l´attività $L${CurrentTask.TaskName}$L
sk: {$16}Ukončili ste úlohu $L${CurrentTask.TaskName}$L

# RES_terminalonline.pdv.errorsavingpunch.text.rotext
source: {$15}The check-in could not be saved$LCall your manager
ca: {$15}No s’ha pogut desar el fitxatge$LComunica-ho al teu responsable
eu: {$15}Ezin izan da transferentzia gorde$LJakinarazi kudeatzaileari
fr: {$15}Le pointage n´a pas pu être enregistré$LFaites-en part à votre responsable
it: {$15}Non è stato possibile salvare la timbratura$LComunicalo al tuo responsabile
sk: {$15}Nemohlo sa uložiť rezerváciu$15}Nemohlo sa uložiť rezerváciu$15}Zavolajte svojmu manažérovi

# RES_terminalonline.pdv.invalidcode.text.rotext
source: {$15}The barcode is too short
ca: {$15}El codi de barres és massa curt
eu: {$15}Bar-kodea laburregia da
fr: {$15}Le code-barres est trop court
it: {$15}Il codice a barre è troppo corto
sk: {$15}Barcode je príliš krátky

# RES_terminalonline.pdv.keepworkingintask.text.rotext
source: {8}Continue working on $L${CurrentTask.TaskName}
ca: {8}Continua treballant en $L${CurrentTask.TaskName}
eu: {8}Jarraitu $L${CurrentTask.TaskName} lanean lanean
fr: ‎{8}Continuez de travailler sur $L${CurrentTask.TaskName}‎
it: {8}Continua a lavorare a $L${CurrentTask.TaskName}
sk: {8}Pokračuje v práci na $L${CurrentTask.TaskName}

# RES_terminalonline.pdv.noprensencecantwork.text.rotext
source: {$18} Not present. Cannot clock in for a task $Luntil you have clocked in
ca: {$18} No estàs present. No pots fitxar una tasca $Lfins que hagis fitxat l’entrada
eu: {$18} Ez dago. Ezin duzu $L ataza batean erlojupekoa sartu arte
fr: {$18} Vous n´êtes pas présent. Vous ne pouvez pas effectuer le pointage d´une tâche $Lsans avoir effectué le pointage d´entrée
it: {$18} Non è presente. Non può timbrare un´attività $Lfino a quando non abbia timbrato in entrata
sk: {$18} Nie je prítomný. Úlohu nemôžete taktovať $Pokiaľ ste taktovali

# RES_terminalonline.pdv.notworking.text.rotext
source: $L{10}Currently not in any tasks.
ca: $L{10}Actualment no estàs en cap tasca.
eu: $L{10}Une honetan ez dago inolako zereginetan.
fr: $L{10}Vous n´êtes actuellement sur aucune tâche.
it: $L{10}Attualmente non sei assegnato a nessuna attività.
sk: $L{10}V súčasnosti nie je v žiadnej úlohe.

# RES_terminalonline.pdv.noworking.text.rotext
source: {$18}You are not currently working on any tasks.
ca: {18$}Actualment no estàs treballant en cap tasca.
eu: {$18}Une honetan ez zara inongo zereginetan ari.
fr: {$18}Vous ne travaillez actuellement sur aucune tâche.
it: {$18}Attualmente non sta lavorando a nessuna attività.
sk: {$18} Momentálne nepracuje na žiadnej úlohe.

# RES_terminalonline.pdv.noworkingplus.text.rotext
source: {$18}$L is currently not working on any tasks.
ca: {18$}Actualment no estàs treballant$L en cap tasca.
eu: {$18}$L ez dago une honetan zeregin batean.
fr: {$18}Vous ne travaillez actuellement$L sur aucune tâche.
it: {$18}Attualmente non sta lavorando$L a nessuna attività.
sk: {$18}V súčasnosti nepracuje$L na žiadnej úlohe.

# RES_terminalonline.pdv.productivatribute.rotext
source: Task attributes
ca: Atributs de tasca
eu: Zereginaren atributuak
fr: Attributs de tâche
it: Attributi di attività
sk: Atribúty úlohy

# RES_terminalonline.pdv.punchcancelled.text.rotext
source: {$20}This transfer has been cancelled.$LNo information will not be saved.
ca: {$20}S’ha cancel·lat aquest fitxatge.$LNo es desarà cap informació.
eu: {$20}Sinatze hau bertan behera utzi da.$LEz da informaziorik gordeko.
fr: {$20}Le pointage en cours a été annulé.$LAucune information ne sera conservée.
it: {$20}È stata annullata la presente timbratura.$LNon verrà salvata alcuna informazione.
sk: {$20}Táto rezervácia bola zrušená.$LNie budú uložené žiadne informácie.

# RES_terminalonline.pdv.punchnotaskavailable.text.rotext
source: {$15}No tasks available
ca: {$15}No hi ha tasques disponibles
eu: {$15}Ez dago zereginik erabilgarri
fr: {$15}Aucune tâche n´est disponible
it: {$15}Non ci sono attività disponibili
sk: {$15}Nie sú k dispozícii žiadne úlohy

# RES_terminalonline.pdv.punchrestricted.text.rotext
source: {$20}Signing not allowed
ca: {$20}Fitxatge no permès
eu: {$20}Ezin da artxibatzea
fr: {$20}Pointage non autorisé
it: {20$}Timbratura non consentita
sk: {$20}Podpísanie nie je povolené

# RES_terminalonline.pdv.punchunexistenttask.text.rotext
source: {$20}Non-existent task.
ca: {$20}Tasca inexistent.
eu: {$20}Ez dago zeregina.
fr: {$20}Tâche inexistante.
it: {$20}Attività inesistente.
sk: {$20}Neexistujúca úloha.

# RES_terminalonline.pdv.punchunexistenttaskforfilter.text.rotext
source: {$15}No task meets the indicated criteria
ca: {$15}Cap tasca no compleix el criteri indicat
eu: {$15}Ez dago zereginik adierazitako irizpideak betetzen
fr: {$15}Aucune tâche ne répond au critère énoncé
it: {$15}Nessuna attività è conforme al criterio indicato
sk: {$15}Žiadna z úloh nespĺňa stanovené kritérium

# RES_terminalonline.pdv.startin.text.rotext
source: $L{8}Will start work on $L${NewTask.TaskName}
ca: $L{8}Començaràs a treballar en $L${NewTask.TaskName}
eu: $L{8}$L${NewTask.TaskName} lanean hasiko da
fr: $L{8}Vous commencerez à travailler sur $L${NewTask.TaskName}
it: $L{8}Inizierà il lavoro in $L${NewTask.TaskName}
sk: $L{8}Začať prácu na $L${{Názov úlohy}

# RES_terminalonline.pdv.startinnotask.text.rotext
source: {8}Does not start work on any task
ca: {8}No has començat a treballar en cap tasca
eu: {8}Ez da inolako zereginetan lanean hasten
fr: ‎{8}Vous n’avez commencé à travailler sur aucune tâche
it: {8}Non ha iniziato a lavorare ad alcuna attività
sk: {8}Nezačne pracovať na žiadnej úlohe

# RES_terminalonline.pdv.stilltoomuchtasks.text.rotext
source: {$12}Too many tasks meet the specified criteria.$L{$12}Please enter part of the name of the task$L{$12}you want to start working on
ca: {$12}Massa tasques compleixen el criteri indicat.$L{$12}Indica part del nom de la tasca$L{$12}en la qual vols començar a treballar
eu: {$12}Zeregin gehiegik betetzen dituzte adierazitako irizpideak.$L{$12}Adierazi $L{$12}zereginaren izenaren zati bat zeinetan lanean hasi nahi duzun.
fr: {$12}Trop de tâches répondent au critère énoncé.$L{$12}veuillez indiquer une partie du nom de la tâche$L{$12}sur laquelle vous souhaitez commencer à travailler
it: {$12}Troppe attività soddisfano il criterio indicato.$L{$12}Indica parte del nome dell´attività$L{$12}a cui desideri iniziare a lavorare
sk: {$12}Príliš veľa úloh spĺňa uvedené kritériá.$L{$12}Prosím, zadajte časť názvu úlohy$L{$12}, na ktorej chcete začať pracovať

# RES_terminalonline.pdv.toomuchtasks.text.rotext
source: {$12}There are too many tasks available.$L{$12}Please enter part of the name of the task$L{$12}you want to start working on
ca: {$12}Hi ha massa tasques disponibles.$L{$12}Indica part del nom de la tasca$L{$12}en la qual vols començar a treballar
eu: {$12}Zeregin gehiegi daude erabilgarri.$L{$12}Mesedez, adierazi lanean hasi nahi duzun $L{$12}zereginaren izenaren zati bat
fr: {$12}Il y a trop de tâches disponibles.$L{$12}veuillez indiquer une partie du nom de la tâche$L{$12}sur laquelle vous souhaitez commencer à travailler
it: {$12}Ci sono troppe attività disponibili.$L{$12}Indica parte del nome dell´attività$L{$12}a cui desideri iniziare a lavorare
sk: $L{$12}Máte k dispozícii príliš veľa úloh.$L{$12}Prosím, zadajte časť názvu úlohy$L{$12}, na ktorej chcete začať pracovať

# RES_terminalonline.pdv.workingin.text.rotext
source: $L{$15}Working on $L${CurrentTask.TaskName}
ca: $L{$15}Treballant en $L${CurrentTask.TaskName}
eu: $L{$15}$L${CurrentTask.TaskName}-n lan egiten
fr: $L{$15}En train de travailler sur $L${CurrentTask.TaskName}
it: $L{$15}Lavorando a $L${CurrentTask.TaskName}
sk: $L{$15}Pracuje sa na $L${CurrentTask.TaskName}

# RES_terminalonline.pdv.workinginproductiv.text.rotext
source: $L{8}Working on ${CurrentTask.TaskName}
ca: $L{8}Treballant en ${CurrentTask.TaskName}
eu: $L{8}${CurrentTask.TaskName}-n lan egiten
fr: $L{8}En train de travailler sur ${CurrentTask.TaskName}
it: $L{8}Lavorando a ${CurrentTask.TaskName}
sk: $L{8}Pracuje sa na ${CurrentTask.TaskName}

# RES_terminalonline.por.askjobmachines.text.rotext
source: {$18}Production Machines$L{$12}Select the machine:
ca: {$18}Màquines de producció$L{$12}Selecciona la màquina:
eu: {$18}Ekoizpen makinak$L{$12}Hautatu makina:
fr: {$18}Machines de production$L{$12}Sélectionnez la machine :
it: {$18}Macchine di produzione$L{$12}Seleziona la macchina:
sk: {$18}Výrobné stroje$L{$12}Vyberte stroj:

# RES_terminalonline.portal.calendar.weekheaderex.text.rotext
source: 7¬0¬{-333333,%c,$12,&b,_c,/333333,*FFFFFF}Mon|Tue|Wed|Thu|Fri|Sat|Sun
ca: 7¬0¬{-333333,%c,$12,&b,_c,/333333,*FFFFFF}dl|dt|dc|dj|dv|ds|dg
eu: 7¬0¬{-333333,%c,$12,&b,_c,/333333,*FFFFFF}Ale|Ate|Az.|Os|Os|Lar.|Igandea
fr: 7¬0¬{-333333,%c,$12,&b,_c,/333333,*FFFFFF}lun|mar|mer|jeu|ven|sam|dim
it: 7¬0¬{-333333,%c,$12,&b,_c,/333333,*FFFFFF}lun|mar|mer|gio|ven|sab|dom
sk: 7¬0¬{-333333,%c,$12,&b,_c,/333333,*FFFFFF}lun|mar|mie|jue|vie|sab|dom

# RES_terminalonline.portal.cost.confirm.text.rotext
source: {$18}Cost center $L has been successfully assigned to {$20,&b}
ca: {$18}Ha estat assignat correctament$Lal centre de cost $L{$20,&b}
eu: {$18}$L behar bezala esleitu zaio $L kostu-zentroari{$20,&b}
fr: {$18}Correctement attribué$Lau centre de coûts $L{$20,&b}
it: {$18}È stato assegnato correttamente$Lal centro di costi $L{$20,&b}
sk: {$18}Bolo správne priradené$L k nákladovému stredisku $L{$20,&b}

# RES_terminalonline.portal.cost.notin.text.rotext
source: {$18}To be able to change cost centers, you must first make a presence entry
ca: {$18}Per poder canviar de centre de cost $Labans cal realitzar una entrada de presència
eu: {$18}Kostu zentroak aldatu ahal izateko $Lantesek presentzia sarrera bat egin behar du
fr: {$18}Afin de changer de centre de coûts $Lvous devez effectuer une entrée de présence
it: {$18}Per poter cambiare di centro di costi $Lè necessario effettuare un´immissione di presenza
sk: {$18}Aby bolo možné zmeniť nákladové stredisko $Lantes, musí vykonať záznam o dochádzke

# RES_terminalonline.portal.cost.text.rotext
source: $L{$12,&r}Select a cost center
ca: $L{$12,&r}Selecciona un centre de cost
eu: $L{$12,&r}Hautatu kostu-zentro bat
fr: $L{$12,&r}Sélectionnez un centre de coûts
it: $L{$12,&r}Seleziona un centro costi
sk: $L{$12,&r}Vyberte nákladové stredisko

# RES_terminalonline.portal.nocostcentersavailable.text.rotext
source: {$16}There are no cost centers available
ca: {$16}No hi ha centres de cost disponibles
eu: {$16}Ez dago kostu-zentrorik erabilgarri
fr: {$16}Aucun centre de coût n´est disponible
it: {$16}Non esistono centri di costi disponibili
sk: {$16}Nie sú k dispozícii žiadne nákladové strediská

# RES_terminalonline.portal.noemployee.text.rotext
source: {$16}Unidentified user.
ca: {$16}Usuari no identificat.
eu: {$16}Identifikatu gabeko erabiltzailea.
fr: {$16}Utilisateur non identifié.
it: {16$}Utente non identificato.
sk: {$16}Neidentifikovaný používateľ.

# RES_terminalonline.portal.nopermission.text.rotext
source: {$16}No information available
ca: {$16}No hi ha informació disponible
eu: {$16}Ez dago informaziorik eskuragarri
fr: {$16}Aucune information n´est disponible
it: {$16}Non ci sono informazioni disponibili
sk: {$16}Nie sú k dispozícii žiadne informácie

# RES_terminalonline.portal.noschedule.text.rotext
source: $L{$16}You have no plans this month
ca: $L{$16}No tens planificat aquest mes
eu: $L{$16}Hilabete honetan ez dago planik
fr: $L{$16}Vous n´avez pas planifié ce mois
it: $L{$16}Questo mese non è pianificato
sk: $L{$16}Na tento mesiac sa neplánuje

# RES_terminalonline.portal.productiv.notin.text.rotext
source: {$18}To be able to sign tasks $L must sign in as a timekeeper
ca: {$18}Per poder fitxar tasques $Lcal fitxar entrada de presència
eu: {$18}Zereginak kontrolatu ahal izateko, $L-k presentzia-sarrera markatu behar du
fr: {$18}Afin d´effectuer le pointage de tâches$Lvous devez effectuer le pointage d´entrée de présence
it: {$18}Per poter timbrare le attività, $Lè necessario timbrare un´immissione di presenza
sk: {$18}Aby ste mohli plniť úlohy $Lmust clock in attendance

# RES_terminalonline.portal.qry.accrualsheader.text.rotext
source: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Balance|Value
ca: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Saldo|Valor
eu: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Saldoa|Balioa
fr: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Solde|Valeur
it: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Saldo|Valore
sk: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Saldo|Valor

# RES_terminalonline.portal.qry.holidays.selectshift.text.rotext
source: $L{$12}Select the time you wish to request
ca: $L{$12}Selecciona l’horari que vols sol·licitar
eu: $L{$12}Hautatu eskatu nahi duzun ordua
fr: $L{$12}Sélectionnez l´horaire que vous souhaitez demander
it: $L{$12}Seleziona l´orario che desideri richiedere
sk: $L{$12}Vyberte rozvrh, ktorý chcete vyžiadať

# RES_terminalonline.portal.qry.lastpunches.movestableheader.text.rotext
source: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Day|Signings|Attendance
ca: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Dia|Fitxatges|Presència
eu: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Eguna|Sinatzeak|Presentzia
fr: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Jour|Pointages|Présence
it: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Giorno|Timbrature|Presenza
sk: {-333333,%c,$12,&b,_c,/333333,*FFFFFF}Día|Fichajes|Presencia

# RES_terminalonline.portal.qry.lastpunches.text.rotext
source: {$18,&b}Latest signings
ca: {$18,&b}Darrers fitxatges
eu: {$18,&b}Azken fitxaketak
fr: {$18,&b}Derniers pointages
it: {$18,&b}Ultime marcature
sk: {$18,&b}Najnovšie podpisy

# RES_terminalonline.portal.qry.myaccruals.text.rotext
source: {$18,&b}Current balances
ca: {$18,&b}Saldos actuals
eu: {$18,&b}Oraingo saldoak
fr: {$18,&b}Soldes actuels
it: {$18,&b}Saldi attuali
sk: {$18,&b}Aktuálne zostatky

# RES_terminalonline.portal.qry.myholidays.noholidayshift.text.rotext
source: $L{$16}There are no holiday schedules available
ca: $L{$16}No hi ha horaris de vacances disponibles
eu: $L{$16}Ez dago oporretako programaziorik
fr: $L{$16}Il n´y a pas d´horaires de congés disponibles
it: $L{$16}Non ci sono orari di ferie disponibili
sk: $L{$16}Nie sú k dispozícii žiadne prázdninové rozvrhy
