Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LabAgreeService.*.resx
Languages: ca, eu, fr, gl, it, sk

# RES_requesttype.aus.prolongada.rotext
source: Holidays per day
ca: Vacances per dia
eu: Oporrak eguneko
fr: Congés par jour
gl: Vacacións por día
it: Giorni di ferie
sk: Dovolenka na deň

# RES_requesttype.exchangeshiftbetweenemployees.rotext
source: Exchange of schedules between users
ca: Intercanvi d’horaris entre usuaris
eu: Erabiltzaileen arteko ordutegiak trukatzea
fr: Échange d’horaires entre utilisateurs
gl: Intercambio de horarios entre usuarios
it: Scambio di orari tra utenti
sk: Výmena cestovných poriadkov medzi používateľmi

# RES_requesttype.just.fichaje.rotext
source: Time exchange between users
ca: Intercanvi dhorari entre usuaris
eu: Erabiltzaileen arteko ordutegi-trukea
fr: Programmer des échanges entre utilisateurs
gl: Intercambio de horario entre usuarios
it: Pianificare lo scambio tra utenti
sk: Výmena cestovných poriadkov medzi používateľmi

# RES_requesttype.plannedabsences.rotext
source: Absence forecasts per day
ca: Previsions d’absència per dia
eu: Eguneko absentzia aurreikuspenak
fr: Prévisions d´absence par jour
gl: Previsións de ausencia por día
it: Previsioni di assenza di giorni
sk: Denné predpovede absencií

# RES_requesttype.plannedcauses.rotext
source: Hourly absence forecasts
ca: Previsions d’absència per hores
eu: Orduko absentzien aurreikuspenak
fr: Prévisions d´absence par heures
gl: Previsións de ausencia por horas
it: Previsioni di assenza di ore
sk: Hodinové predpovede absencií

# RES_requesttype.plannedholidays.rotext
source: Vacation/leave by hours
ca: Vacances/permisos per hores
eu: Oporrak/orduko baimena
fr: Congés/permissions par heures
gl: Vacacións/permisos por horas
it: Ore di ferie/permessi
sk: Dovolenka/hodinová dovolenka

# RES_requesttype.plannedovertimes.rotext
source: Forecast of excess hours
ca: Previsió d’hores d’excés
eu: Gehiegizko orduen aurreikuspena
fr: Prévision d´heures excédentaires
gl: Previsión de horas de exceso
it: Previsione di ore di straordinario
sk: Predpokladaný počet nadčasových hodín

# RES_requesttype.prev.incidencia.rotext
source: Absence forecasts per day
ca: Previsions d’absència per dia
eu: Eguneko absentzia aurreikuspenak
fr: Prévisions d´absence par jour
gl: Previsións de ausencia por día
it: Previsioni di assenza di giorni
sk: Denné predpovede absencií

# RES_requesttype.vacationsorpermissions.rotext
source: Holidays per day
ca: Vacances per dia
eu: Oporrak eguneko
fr: Congés par jour
gl: Vacacións por día
it: Giorni di ferie
sk: Dovolenka na deň

# RES_resultenum.causelimitvalueidcausealreadyexists.rotext
source: There is already a limit of justification in the same period and justification
ca: Ja hi ha un límit de justificació en el mateix període i justificació
eu: Dagoeneko justifikazio muga bat dago epe eta justifikazio berean
fr: Il existe déjà une limite de justification dans la même période et justification
gl: Xa existe un límite de xustificación no mesmo período e xustificación
it: Esiste già un limite di giustificazione con lo stesso periodo e giustificazione
sk: V tom istom období už existuje limit pre ospravedlnenie a ospravedlnenie

# RES_resultenum.causelimitvalueidcauseempty.rotext
source: No justification has been assigned to the limit
ca: No has assignat cap justificació al límit
eu: Ez diozu inolako justifikaziorik esleitu mugari
fr: Vous n´avez attribué aucune justification à la limite
gl: Non asignaches ningunha xustificación ao límite
it: Non è stata assegnata alcuna giustificazione al limite
sk: K limitu nebolo priradené žiadne odôvodnenie

# RES_resultenum.causelimitvaluemaximumannualuserfieldempty.rotext
source: You have not indicated any field in the form for the annual maximum value
ca: No has indicat cap camp de la fitxa per al valor màxim anual
eu: Ez duzu fitxan inongo eremurik adierazi urteko gehienezko baliorako
fr: Vous n´avez indiqué aucun champ de la fiche pour la valeur maximale annuelle
gl: Non indicaches ningún campo da ficha para o valor máximo anual
it: Non è stato indicato nessun campo della scheda come valore massimo annuale
sk: Vo formulári ste neuviedli žiadne pole pre maximálnu ročnú hodnotu

# RES_resultenum.causelimitvaluemaximummonthlyuserfieldempty.rotext
source: You have not indicated any field in the form for the maximum monthly value
ca: No has indicat cap camp de la fitxa per al valor màxim mensual
eu: Ez duzu erregistroko eremurik adierazi hileko gehienezko baliorako
fr: Vous n´avez indiqué aucun champ de la fiche pour la valeur maximale mensuelle
gl: Non indicaches ningún campo da ficha para o valor máximo mensual
it: Non è stato indicato nessun campo della scheda come valore mensile
sk: Vo formulári ste neuviedli žiadne pole pre maximálnu mesačnú hodnotu

# RES_resultenum.causelimitvaluenamealreadyexists.rotext
source: There is already a justification limit with the same name
ca: Ja hi ha un límit de justificació amb el mateix nom
eu: Dagoeneko izen bereko justifikazio-muga bat dago
fr: Il existe déjà une limite de justification avec le même nom
gl: Xa existe un límite de xustificación co mesmo nome
it: Esiste già un limite di giustificazione con lo stesso nome
sk: Limit odôvodnenia s rovnakým názvom už existuje

# RES_resultenum.causelimitvaluenameinvalid.rotext
source: You must insert a valid name for the justification limit
ca: Cal especificar un nom vàlid per al límit de la justificació.
eu: Justifikazio-mugaren baliozko izen bat sartu behar duzu
fr: Vous devez insérer un nom valide pour la limite de la justification
gl: Debes inserir un nome válido para o límite da xustificación
it: Si deve inserire un nome valido per il limite della giustificazione
sk: Musíte vložiť platný názov pre hranicu odôvodnenia

# RES_resultenum.causelimitvaluenouserfieldsselected.rotext
source: You have not selected any maximum option for the justification limit
ca: No has seleccionat cap opció de màxim per al límit de la justificació.
eu: Ez duzu gehienezko aukerarik hautatu justifikazio-mugarako
fr: Vous n´avez sélectionné aucune option de seuil maximum pour la limite de justification.
gl: Non seleccionaches ningunha opción de máximo para o límite de xustificación
it: Non è stata selezionata nessuna opzione di valore massimo per il limite di giustificazione
sk: Pre limit odôvodnenia ste nevybrali žiadnu maximálnu možnosť

# RES_resultenum.causelimitvalueusedinlabagree.rotext
source: The limit of justification is in use
ca: El límit de justificació ja s’està utilitzant.
eu: Justifikazio-muga erabiltzen da
fr: La limite de justification est utilisée
gl: O límite de xustificación está en uso
it: Il limite di giustificazione è in uso
sk: Limit odôvodnenia sa používa

# RES_resultenum.incorrectdate.rotext
source: The day and month entered generate an incorrect date.
ca: El dia i mes introduïts generen una data incorrecta.
eu: Sartutako egunak eta hilabeteak data okerra sortzen du.
fr: Le jour et le mois saisis donnent une date incorrecte.
gl: O día e mes introducidos xeran unha data incorrecta.
it: Il giorno e il mese immessi generano una data errata.
sk: Zadaný deň a mesiac generujú nesprávny dátum.

# RES_resultenum.invaliddateinterval.rotext
source: Incorrect date range
ca: Interval de dates erroni
eu: Data tarte okerra
fr: Intervalle de dates erroné
gl: Intervalo de datas erróneo
it: Intervallo di date errato
sk: Nesprávny rozsah dátumov

# RES_resultenum.labagreeaccrualsrulesusedinlabagree.rotext
source: The balance rule is being used in agreements.
ca: La regla de saldo s’està utilitzant en convenis.
eu: Akordioetan oreka araua erabiltzen ari da.
fr: La règle de solde est utilisée dans les conventions.
gl: A regra de saldo estase utilizando en convenios.
it: La regola del saldo è utilizzata in questo momento in accordi.
sk: Pravidlo rovnováhy sa používa pri dohovoroch.

# RES_resultenum.labagreecauselimitbegindateinfreezeperiod.rotext
source: The validity start date is within the closing period
ca: La data d’inici de validesa està dins el període de tancament
eu: Baliozko hasiera-data ixteko epearen barruan dago
fr: La date de début de validité est dans la période de clôture
gl: A data de comezo de validez está dentro o período de peche
it: La data di inizio di validità rientra nel periodo di chiusura
sk: Dátum začiatku platnosti je v rámci obdobia uzávierky

# RES_resultenum.labagreecauselimitduplicatedinedition.rotext
source: The value already exists
ca: El valor ja existeix
eu: Balioa dagoeneko existitzen da
fr: La valeur existe déjà
gl: O valor xa existe
it: Il valore esiste già
sk: Hodnota už existuje

# RES_resultenum.labagreecauselimitenddateinfreezeperiod.rotext
source: The expiration date is within the closing period
ca: La data de final de validesa està dins el període de tancament
eu: Baliozkotasun-data itxiera epearen barruan dago
fr: La date de fin de validité est dans la période de clôture
gl: A data de fin de validez está dentro o período de peche
it: La data di fine di validità rientra nel periodo di chiusura
sk: Dátum ukončenia platnosti je v rámci obdobia uzávierky

# RES_resultenum.labagreerulesbegindateinfreezeperiod.rotext
source: The start date of the rule is within the closing period. $br$br ${1} $br$br
ca: La data de la regla d’inici es troba dins el període de tancament. $br$br ${1} $br$br
eu: Hasiera-arauaren data itxiera epearen barruan dago. $br$br ${1} $br$br
fr: La date de la règle de début se trouve dans la période de clôture. $br$br ${1} $br$br
gl: A data da regra comezo atópase dentro do período de peche. $br$br ${1} $br$br
it: La data della regola di inizio rientra nel periodo di chiusura. $br$br ${1} $br$br
sk: Dátum počiatočného pravidla je v rámci obdobia uzávierky. $br$br ${1} $br$br

# RES_resultenum.labagreerulesconceptincompatibleaction.rotext
source: The balance type is incompatible with the stated definition
ca: El tipus de saldo és incompatible amb la definició indicada
eu: Balantze-mota bateraezina da adierazitako definizioarekin
fr: Le type de solde est incompatible avec la définition indiquée
gl: O tipo de saldo é incompatible coa definición indicada
it: Il tipo di saldo è incompatibile con la definizione indicata
sk: Tento typ rovnováhy je nezlučiteľný s vyššie uvedenou definíciou

# RES_resultenum.labagreerulesduplicatedinedition.rotext
source: There are duplicate rules within the agreement.
ca: S’ha detectat que hi ha regles duplicades en el conveni.
eu: Hitzarmenaren barruan arau bikoiztuak daude.
fr: Il y a des règles dupliquées dans la convention.
gl: Hai regras duplicadas dentro do convenio.
it: Sono presenti regole duplicate nell´accordo.
sk: V rámci dohovoru existujú duplicitné pravidlá.

# RES_resultenum.labagreerulesenddateinfreezeperiod.rotext
source: The end rule date is within the closing period. $br$br ${1} $br$br
ca: La data de la regla de final es troba dins el període de tancament. $br$br ${1} $br$br
eu: Azken arauen data itxiera epearen barruan dago. $br$br ${1} $br$br
fr: La date de la règle de fin se trouve dans la période de clôture. $br$br ${1} $br$br
gl: A data da regra fin atópase dentro do período de peche. $br$br ${1} $br$br
it: La data della regola di fine rientra nel periodo di chiusura. $br$br ${1} $br$br
sk: Dátum pravidla ukončenia je v rámci obdobia uzávierky. $br$br ${1} $br$br

# RES_resultenum.labagreerulesidalreadyexists.rotext
source: The rule name already exists.
ca: El nom de la regla ja existeix.
eu: Arauaren izena jada existitzen da.
fr: Le nom de la règle existe déjà.
gl: O nome da regra xa existe.
it: Il nome della regola esiste già.
sk: Názov pravidla už existuje.

# RES_resultenum.labagreerulesinfreezingdate.rotext
source: The rule is within the closing period in the following agreements and cannot be modified. $br$br ${1} $br $br
ca: La regla està dins el període de tancament en els convenis següents i no es pot modificar. $br$br ${1} $br $br
eu: Araua hurrengo hitzarmenetan ixteko epean dago eta ezin da aldatu. $br$br ${1} $br $br
fr: Dans les conventions suivantes, la règle se trouve dans la période de clôture et ne peut être modifiée. $br$br ${1} $br $br
gl: A regra está dentro de período de peche nos seguintes convenios e non se pode modificar. $br$br ${1} $br $br
it: La regola rientra nel periodo di chiusura nei seguenti accordi e non è possibile modificarla. $br$br ${1} $br $br
sk: Pravidlo je v rámci uzatváracej periódy v nasledujúcich konvenciách a nie je možné ho upraviť. $br$br ${1} $br $br $br $br $br

# RES_resultenum.labagreerulesnamecannotbenull.rotext
source: You must enter a name for the rule
ca: Cal introduir un nom per a la regla
eu: Araurako izen bat sartu behar duzu
fr: Vous devez insérer un nom pour la règle
gl: Debes inserir un nome para a regra
it: Si deve inserire un nome per la regola
sk: Musíte vložiť názov pravidla

# RES_resultenum.namealreadyexist.rotext
source: The convention name already exists or is not valid.
ca: El nom del conveni ja existeix o no és vàlid.
eu: Konbentzioaren izena jada existitzen da edo ez da baliozkoa.
fr: Le nom de convention existe déjà ou n´est pas valide.
gl: O nome de convenio xa existe ou non é válido.
it: Il nome dell´accordo esiste già oppure non è valido.
sk: Názov konvencie už existuje alebo je neplatný.

# RES_resultenum.onlyonelabagreeallowed.rotext
source: The installed license only allows you to create one agreement.
ca: La llicència instal·lada només permet crear un conveni.
eu: Instalatutako lizentziak hitzarmen bakarra sortzeko aukera ematen dizu.
fr: La licence installée ne permet de créer qu´une convention.
gl: A licenza instalada só permite crear un convenio.
it: La licenza installata consente solo di creare un accordo.
sk: S nainštalovanou licenciou je možné vytvoriť len jednu zmluvu.

# RES_resultenum.requestrulereasonduplicated.rotext
source: There is another rule for the same reason
ca: Hi ha una altra regla amb el mateix motiu
eu: Arrazoi bera duen beste arau bat dago
fr: Il existe une autre règle avec le même motif
gl: Existe outra regra co mesmo motivo
it: È presente un´altra regola con lo stesso motivo
sk: Z rovnakého dôvodu existuje aj ďalšie pravidlo

# RES_resultenum.requestrulewithoutname.rotext
source: a rule name is required
ca: cal un nom de regla
eu: arauaren izena behar da
fr: un nom de règle est requis
gl: requírese un nome de regra
it: è necessario un nome di regola
sk: vyžaduje sa názov pravidla

# RES_resultenum.startupvalueidconceptalreadyexists.rotext
source: The balance already exists at another initial value.
ca: El saldo ja existeix amb un altre valor inicial.
eu: Balantzea dagoeneko existitzen da hasierako beste balio batean.
fr: Le solde existe déjà dans une autre valeur initiale.
gl: O saldo xa existe noutro valor inicial.
it: Il saldo esiste già in un altro valore iniziale.
sk: Zostatok už existuje v inej počiatočnej hodnote.

# RES_resultenum.startupvalueidconceptempty.rotext
source: You must select a balance.
ca: Cal seleccionar un saldo.
eu: Saldo bat hautatu behar duzu.
fr: Vous devez sélectionner un solde.
gl: Debes seleccionar un saldo.
it: Si deve selezionare un saldo.
sk: Musíte si vybrať zostatok.

# RES_resultenum.startupvaluemaximumuserfieldempty.rotext
source: You must select a field from the tab.
ca: Cal seleccionar un camp de la fitxa.
eu: Eremu bat hautatu behar duzu fitxan.
fr: Vous devez sélectionner un champ de la fiche.
gl: Debes seleccionar un campo da ficha.
it: Si deve selezionare un campo della scheda.
sk: Musíte vybrať pole na karte.

# RES_resultenum.startupvalueminimumuserfieldempty.rotext
source: You must select a field from the tab.
ca: Cal seleccionar un camp de la fitxa.
eu: Eremu bat hautatu behar duzu fitxan.
fr: Vous devez sélectionner un champ de la fiche.
gl: Debes seleccionar un campo da ficha.
it: Si deve selezionare un campo della scheda.
sk: Musíte vybrať pole na karte.

# RES_resultenum.startupvaluenamealreadyexists.rotext
source: The initial value name already exists. Please insert a new name.
ca: El nom del valor inicial ja existeix. Introdueix un altre nom.
eu: Hasierako balio-izena dagoeneko existitzen da. Mesedez, sartu beste izen bat.
fr: Le nom de la valeur initiale existe déjà. Insérez un autre nom.
gl: O nome do valor inicial xa existe. Insire outro nome.
it: Il nome del valore iniziale esiste già. Inserisci un altro nome.
sk: Názov počiatočnej hodnoty už existuje. Vložte iný názov.

# RES_resultenum.startupvaluenameinvalid.rotext
source: You must enter a valid name for the initial value.
ca: Cal introduir un nom vàlid per al valor inicial.
eu: Hasierako balioarentzat baliozko izen bat sartu behar duzu.
fr: Vous devez insérer un nom valide pour la valeur initiale.
gl: Debes inserir un nome válido para o valor inicial.
it: Si deve inserire un nome valido come valore iniziale.
sk: Pre počiatočnú hodnotu musíte vložiť platný názov.

# RES_resultenum.startupvaluenouserfieldsselected.rotext
source: You must select a field from the tab.
ca: Cal seleccionar un camp de la fitxa.
eu: Eremu bat hautatu behar duzu fitxan.
fr: Vous devez sélectionner un champ de la fiche.
gl: Debes seleccionar un campo da ficha.
it: Si deve selezionare un campo della scheda.
sk: Musíte vybrať pole na karte.

# RES_resultenum.startupvaluestartuserfieldempty.rotext
source: You must select a field from the tab.
ca: Cal seleccionar un camp de la fitxa.
eu: Eremu bat hautatu behar duzu fitxan.
fr: Vous devez sélectionner un champ de la fiche.
gl: Debes seleccionar un campo da ficha.
it: Si deve selezionare un campo della scheda.
sk: Musíte vybrať pole na karte.

# RES_resultenum.startupvalueusedinlabagree.rotext
source: The initial value is being used in agreements.
ca: El valor inicial s’està utilitzant en convenis.
eu: Hasierako balioa hitzarmenetan erabiltzen ari da.
fr: La valeur initiale est utilisée dans les conventions.
gl: O valor inicial estase utilizando en convenios.
it: Si sta utilizzando il valore iniziale negli accordi.
sk: Počiatočná hodnota sa používa v konvenciách.

# RES_resultenum.usedinemployeecontracts.rotext
source: The agreement is being used. It cannot be eliminated.
ca: El conveni s’està utilitzant. No es pot eliminar.
eu: Hitzarmena erabiltzen ari da. Ezin da ezabatu.
fr: La convention est utilisée. Suppression impossible.
gl: Estase utilizando o convenio. Non se pode eliminar.
it: Si sta utilizzando l´accordo. Impossibile eliminare.
sk: Konvencia sa používa. Nemožno ju vymazať.

# RES_ruletypes.automaticrejection.rotext
source: Automatic rejection
ca: Rebuig automàtic
eu: Errefus automatikoa
fr: Rejet automatique
gl: Rexeitamento automático
it: Rifiuto automatico
sk: Automatické odmietnutie

# RES_ruletypes.automaticvalidation.rotext
source: Automatic validation
ca: Validació automàtica
eu: Balioztatze automatikoa
fr: Validation automatique
gl: Validación automática
it: Convalida automatica
sk: Automatické overovanie

# RES_ruletypes.limitdaterequested.rotext
source: Requested deadline
ca: Data límit sol·licitada
eu: Eskatutako epea
fr: Date limite demandée
gl: Data límite solicitada
it: Data limite richiesta
sk: Požadovaný termín

# RES_ruletypes.maxnotscheduleddays.rotext
source: Days without planning
ca: Dies sense planificar
eu: Planifikatu gabeko egunak
fr: Jours sans planifier
gl: Días sen planificar
it: Giorni non pianificati
sk: Neplánované dni

# RES_ruletypes.maxnumberdays.rotext
source: Maximum number of days requested
ca: Nombre màxim de dies sol·licitats
eu: Eskatutako gehienezko egun kopurua
fr: Nombre maximum de jours demandés
gl: Número máximo de días solicitados
it: Numero massimo di giorni richiesti
sk: Maximálny počet požadovaných dní

# RES_ruletypes.mincoveragerequiered.rotext
source: Minimum coverage required
ca: Mínim de cobertura obligatori
eu: Gutxieneko estaldura behar da
fr: Couverture minimale requise
gl: Mínimo de cobertura requirido
it: Minimo di copertura richiesto
sk: Minimálne požadované krytie

# RES_ruletypes.minimumdaysbeforerequesteddate.rotext
source: Minimum number of days in advance to make the request
ca: Mínim de dies d’antelació per fer la sol·licitud
eu: Eskaera egiteko gutxieneko egun lehenago
fr: Préavis minimum en jours pour effectuer la demande
gl: Mínimo días de antelación para realizar a solicitude
it: Minimo di giorni di anticipo per effettuare la richiesta
sk: Minimálny počet dní na podanie žiadosti

# RES_ruletypes.negativeaccrual.rotext
source: Negative balance
ca: Saldo negatiu
eu: Balantze negatiboa
fr: Solde négatif
gl: Saldo negativo
it: Saldo negativo
sk: Záporný zostatok

# RES_ruletypes.periodenjoyment.rotext
source: Period of enjoyment
ca: Període de gaudi
eu: Gozamen aldia
fr: Période de jouissance
gl: Período de desfrute
it: Periodo di godimento
sk: Obdobie užívania

# RES_ruletypes.positiveaccrual.rotext
source: Negative balance
ca: Saldo negatiu
eu: Balantze negatiboa
fr: Solde négatif
gl: Saldo negativo
it: Saldo negativo
sk: Záporný zostatok

# RES_resultenum.usedinconcept.rotext
source: The agreement is being used in the definition of one or more balances. It cannot be deleted.
ca: Se está utilizando el convenio en la definición de uno o varios saldos. No se puede eliminar.
eu: Akordioa saldo baten edo gehiagoren definizioan erabiltzen ari da. Ezin da ezabatu.
fr: Se está utilizando el convenio en la definición de uno o varios saldos. No se puede eliminar.
gl: Se está utilizando el convenio en la definición de uno o varios saldos. No se puede eliminar.
it: Se está utilizando el convenio en la definición de uno o varios saldos. No se puede eliminar.
sk: Se está utilizando el convenio en la definición de uno o varios saldos. No se puede eliminar.

# RES_resultenum.xssvalidationerror.rotext
source: A malicious script has been detected in some property of the object
ca: S'ha detectat un script maliciós en alguna propietat de l'objecte
eu: Script gaizto bat detektatu da objektuaren propietate batzuetan
fr: Un script malveillant a été détecté dans les propriétés de l'objet
gl: Detectouse un script malicioso nalgunha propiedade do obxecto
it: È stato rilevato uno script dannoso nelle proprietà dell'oggetto
sk: Vo vlastnosti objektu bol zistený škodlivý skript

# RES_ruletypes.minimumconsecutivedays.rotext
source: Minimum number of consecutive days requested
ca: Mínim de dies consecutius sol·licitats
eu: Eskatutako gutxieneko egun jarraiak
fr: Minimum de jours consécutifs demandés
gl: Días consecutivos mínimos solicitados
it: Numero minimo di giorni consecutivi richiesti
sk: Požadovaný minimálny počet po sebe nasledujúcich dní

# RES_requesttype.changeshift.rotext
source: Change of schedule
ca: Canvi d'horari
eu: Ordutegi aldaketa
fr: Changement d'horaire
gl: Cambio de horario
it: Cambio di programma
sk: Zmena rozvrhu

# RES_ruletypes.scheduleruletovalidate.rotext
source: Planning Rules
ca: Regles de Planificació
eu: Plangintza-arauak
fr: Règles de Planification
gl: Regras de Planificación
it: Regole di Pianificazione
sk: Pravidlá Plánovania
