Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveTasks.*.resx
Languages: gl

# RES_createtaskwizard.lblemployeesassignmentsdesc.text.rotext
source: Only users who fill the indicated position will be able to work on the task.
gl: Só os usuarios que cubran o posto indicado poderán traballar na tarefa.

# RES_createtaskwizard.lblemployeestree.text.rotext
source: Selected users
gl: Usuarios seleccionados

# RES_createtaskwizard.lblemployeestreedesc.text.rotext
source: Only users selected from the list will be able to work on the task.
gl: Só os usuarios seleccionados da listaxe poderán traballar na tarefa.

# RES_createtaskwizard.lblempselect.text.rotext
source: Select...
gl: Seleccionar...

# RES_createtaskwizard.lblfechafinprev.text.rotext
source: Expected completion date and time:
gl: Data e hora de finalización prevista:

# RES_createtaskwizard.lblfechainiprev.text.rotext
source: Estimated start date and time:
gl: Data e hora de inicio prevista:

# RES_createtaskwizard.lblgroupselection.text.rotext
source: User Selector
gl: Selector de usuarios

# RES_createtaskwizard.lblidoneidad.text.rotext
source: Suitability:
gl: Idoneidade:

# RES_createtaskwizard.lblname.text.rotext
source: Name:
gl: Nome:

# RES_createtaskwizard.lblpriority.text.rotext
source: Priority:
gl: Prioridade:

# RES_createtaskwizard.lblproject.text.rotext
source: Project:
gl: Proxecto:

# RES_createtaskwizard.lblque.text.rotext
source: That
gl: Que

# RES_createtaskwizard.lblsetp1info.text.rotext
source: Now you need to select the template you are going to use to create the new task.
gl: Agora debes seleccionar o modelo que vai utilizar para a creación da nova tarefa.

# RES_createtaskwizard.lblshortname.text.rotext
source: Abbreviation:
gl: Nome abrev.:

# RES_createtaskwizard.lblstep1info2.text.rotext
source: Select the template you want to use.
gl: Selecciona o modelo que vas utilizar.

# RES_createtaskwizard.lblstep1title.text.rotext
source: Step 1 of 5.
gl: Paso 1 de 5.

# RES_createtaskwizard.lblstep2info.text.rotext
source: Now you need to enter the general data of the task.
gl: Agora debes introducir os datos xerais da tarefa.

# RES_createtaskwizard.lblstep2info2.text.rotext
source: Please provide general details of the task.
gl: Indica os datos xerais da tarefa.

# RES_createtaskwizard.lblstep2title.text.rotext
source: Step 2 of 5.
gl: Paso 2 de 5.

# RES_createtaskwizard.lblstep3info.text.rotext
source: Now you need to enter the theoretical data for the task.
gl: Agora debes introducir os datos teóricos da tarefa.

# RES_createtaskwizard.lblstep3info2.text.rotext
source: Please indicate the theoretical data of the task.
gl: Indica os datos teóricos da tarefa.

# RES_createtaskwizard.lblstep3title.text.rotext
source: Step 3 of 5.
gl: Paso 3 de 5.

# RES_createtaskwizard.lblstep4info.text.rotext
source: Now you need to select the users for the task.
gl: Agora debes seleccionar os usuarios da tarefa.

# RES_createtaskwizard.lblstep4info2.text.rotext
source: Indicate the users assigned to the task.
gl: Indica os usuarios asignados á tarefa.

# RES_createtaskwizard.lblstep4title.text.rotext
source: Step 4 of 5.
gl: Paso 4 de 5.

# RES_createtaskwizard.lblstep5info.text.rotext
source: Now you need to indicate the validity period of the task
gl: Agora debes indicar o período de validez da tarefa

# RES_createtaskwizard.lblstep5info2.text.rotext
source: Indicate the validity period of the task.
gl: Indica o período de validez da tarefa.

# RES_createtaskwizard.lblstep5title.text.rotext
source: Step 5 of 5.
gl: Paso 5 de 5.

# RES_createtaskwizard.lbltag.text.rotext
source: Tags:
gl: Etiquetas:

# RES_createtaskwizard.lbltemplate.text.rotext
source: Template:
gl: Modelo:

# RES_createtaskwizard.title.rotext
source: Task Creation Wizard
gl: Asistente para crear tarefas.

# RES_frmfilterbusinesscenters.btncancel.text.rotext
source: Cancel
gl: Cancelar

# RES_frmfilterbusinesscenters.btncancel.tooltip.rotext
source: Cancel
gl: Cancelar

# RES_frmfilterbusinesscenters.btnerase.text.rotext
source: Delete
gl: Borrar

# RES_frmfilterbusinesscenters.btnerase.tooltip.rotext
source: Delete
gl: Borrar

# RES_frmfilterbusinesscenters.btnok.text.rotext
source: Accept
gl: Aceptar

# RES_frmfilterbusinesscenters.btnok.tooltip.rotext
source: Accept
gl: Aceptar

# RES_frmfilterbusinesscenters.businesscenterstate.active.rotext
source: Asset
gl: Activo

# RES_frmfilterbusinesscenters.businesscenterstate.and.rotext
source: AND
gl: E

# RES_frmfilterbusinesscenters.businesscenterstate.inactive.rotext
source: Inactive
gl: Inactivo

# RES_frmfilterbusinesscenters.businesscenterstate.or.rotext
source: Or
gl: OU

# RES_frmfilterbusinesscenters.criteria.contains.rotext
source: Contains
gl: Contén

# RES_frmfilterbusinesscenters.criteria.different.rotext
source: Unlike
gl: Diferente a

# RES_frmfilterbusinesscenters.criteria.equal.rotext
source: Equal to
gl: Igual a

# RES_frmfilterbusinesscenters.criteria.major.rotext
source: Greater than
gl: Maior que

# RES_frmfilterbusinesscenters.criteria.majororequal.rotext
source: Greater than or equal to
gl: Maior ou igual que

# RES_frmfilterbusinesscenters.criteria.minor.rotext
source: Minor
gl: Menor

# RES_frmfilterbusinesscenters.criteria.minororequal.rotext
source: Less than or equal to
gl: Menor ou igual que

# RES_frmfilterbusinesscenters.criteria.startswith.rotext
source: Start with
gl: Comeza por

# RES_frmfilterbusinesscenters.label1.text.rotext
source: General
gl: Xeral

# RES_frmfilterbusinesscenters.label2.text.rotext
source: Apply search filter Cost Center
gl: Aplicar filtro de busca Centro de custos

# RES_frmfilterbusinesscenters.lblbusinesscentername.text.rotext
source: Name:
gl: Nome:

# RES_frmfilterbusinesscenters.lblcriteria.text.rotext
source: Criterion
gl: Criterio

# RES_frmfilterbusinesscenters.lblestado.text.rotext
source: Status
gl: Estado

# RES_frmfilterbusinesscenters.lblfield.text.rotext
source: Field
gl: Campo

# RES_frmfilterbusinesscenters.lblfieldvalue.text.rotext
source: Value
gl: Valor

# RES_frmfilterbusinesscenters.lblheadercriteria.text.rotext
source: Criterion
gl: Criterio

# RES_frmfilterbusinesscenters.lblheaderfield.text.rotext
source: Field
gl: Campo

# RES_frmfilterbusinesscenters.lblheadervalue.text.rotext
source: Value
gl: Valor

# RES_reviewbusinesscenters.allcauses.rotext
source: All the justifications
gl: Todas as xustificacións

# RES_reviewbusinesscenters.aspxbutton1.text.rotext
source: Select
gl: Seleccionar

# RES_reviewbusinesscenters.aspxbutton1.tooltip.rotext
source: Users...
gl: Usuarios...

# RES_reviewbusinesscenters.btcloserequest.text.rotext
source: Accept
gl: Aceptar

# RES_reviewbusinesscenters.btcloserequest.tooltip.rotext
source: Accept
gl: Aceptar

# RES_reviewbusinesscenters.btnexporttoxls.text.rotext
source: Export
gl: Exportar

# RES_reviewbusinesscenters.btnexporttoxls.tooltip.rotext
source: Export to Excel
gl: Exportar a Excel

# RES_reviewbusinesscenters.btnopenbusinesscenters.text.rotext
source: Select
gl: Seleccionar

# RES_reviewbusinesscenters.btnopenbusinesscenters.tooltip.rotext
source: Select cost centers
gl: Seleccionar centros de custos

# RES_reviewbusinesscenters.btnopenpopupselectorcauses.text.rotext
source: Select
gl: Seleccionar

# RES_reviewbusinesscenters.btnopenpopupselectorcauses.tooltip.rotext
source: Justifications...
gl: Xustificacións...

# RES_reviewbusinesscenters.btnopenpopupselectorcenter.text.rotext
source: Select
gl: Seleccionar

# RES_reviewbusinesscenters.btnopenpopupselectorcenter.tooltip.rotext
source: Cost centers...
gl: Centros de custos...

# RES_reviewbusinesscenters.btnopenpopupselectoremployees.text.rotext
source: Select
gl: Seleccionar

# RES_reviewbusinesscenters.btnopenpopupselectoremployees.tooltip.rotext
source: Users...
gl: Usuarios...

# RES_reviewbusinesscenters.btnpopupselectorcausesaccept.text.rotext
source: Accept
gl: Aceptar

# RES_reviewbusinesscenters.btnpopupselectorcausesaccept.tooltip.rotext
source: Accept
gl: Aceptar

# RES_reviewbusinesscenters.btnpopupselectoremployeesaccept.text.rotext
source: Accept
gl: Aceptar

# RES_reviewbusinesscenters.btnpopupselectoremployeesaccept.tooltip.rotext
source: Accept
gl: Aceptar

# RES_reviewbusinesscenters.btnrefresh.text.rotext
source: Obtain
gl: Obter

# RES_reviewbusinesscenters.btnrefresh.tooltip.rotext
source: Get Data
gl: Obter datos

# RES_reviewbusinesscenters.btnrun.text.rotext
source: Save changes
gl: Gardar cambios

# RES_reviewbusinesscenters.btnrun.tooltip.rotext
source: Save changes
gl: Gardar cambios

# RES_reviewbusinesscenters.businesscentersselected.rotext
source: Selected cost centers
gl: Centros de custos seleccionados

# RES_reviewbusinesscenters.costcenter.defaultcostcenter.rotext
source: (unassigned)
gl: (sen asignar)

# RES_reviewbusinesscenters.gridabsences.employeesselected.rotext
source: Users
gl: Usuarios

# RES_reviewbusinesscenters.gridincidences.column.begintime.rotext
source: Home
gl: Inicio

# RES_reviewbusinesscenters.gridincidences.column.center.rotext
source: Center
gl: Centro

# RES_reviewbusinesscenters.gridincidences.column.contract.rotext
source: Contract
gl: Contrato

# RES_reviewbusinesscenters.gridincidences.column.date.rotext
source: Date
gl: Data

# RES_reviewbusinesscenters.gridincidences.column.employee.rotext
source: User
gl: Usuario

# RES_reviewbusinesscenters.gridincidences.column.endtime.rotext
source: End
gl: Fin

# RES_reviewbusinesscenters.gridincidences.column.incidence.rotext
source: Incidence
gl: Incidencia

# RES_reviewbusinesscenters.gridincidences.column.justification.rotext
source: Justification
gl: Xustificación

# RES_reviewbusinesscenters.gridincidences.column.punches.rotext
source: Clock in/out logs
gl: Fichaxes

# RES_reviewbusinesscenters.gridincidences.column.timezonename.rotext
source: Time zone
gl: Zona horaria

# RES_reviewbusinesscenters.gridincidences.column.valuehora.rotext
source: Value
gl: Valor

# RES_reviewbusinesscenters.gridincidences.column.valuehoraeditable.rotext
source: Value
gl: Valor

# RES_reviewbusinesscenters.lblallcauses.text.rotext
source: Select all justifications
gl: Seleccionar todas as xustificacións

# RES_reviewbusinesscenters.lblbusinesscenters.text.rotext
source: Cost centers
gl: Centros de custos

# RES_reviewbusinesscenters.lblcauses.text.rotext
source: Justification
gl: Xustificación

# RES_reviewbusinesscenters.lblemployees.text.rotext
source: Users
gl: Usuarios

# RES_reviewbusinesscenters.lblfechainf.text.rotext
source: Between
gl: Entre

# RES_reviewbusinesscenters.lblfechasup.text.rotext
source: AND
gl: E

# RES_reviewbusinesscenters.lblmoveto.text.rotext
source: Move all selected hours to cost center:
gl: Mover todas as horas seleccionadas ao centro de custos:

# RES_reviewbusinesscenters.lblpopupcauses.text.rotext
source: List of justifications
gl: Listaxe de xustificacións

# RES_reviewbusinesscenters.lblselectedhours.text.rotext
source: Total hours selected:
gl: Total de horas seleccionadas:

# RES_reviewbusinesscenters.reviewtitle.rotext
source: Assignment of centers
gl: Asignación de centros

# RES_reviewbusinesscenters.selectedcause.rotext
source: Justifications
gl: Xustificacións

# RES_reviewbusinesscenters.title.rotext
source: Assignment of centers
gl: Asignación de centros

# RES_srvmsgboxbusinesscenter.deletebusinesscenter.description.rotext
source: This action will delete the cost center
gl: Esta acción eliminará o centro de custos

# RES_srvmsgboxbusinesscenter.deletebusinesscenter.option1description.rotext
source: Delete the cost center
gl: Elimina o centro de custos

# RES_srvmsgboxbusinesscenter.deletebusinesscenter.option1text.rotext
source: Delete
gl: Borrar

# RES_srvmsgboxbusinesscenter.deletebusinesscenter.option2description.rotext
source: Does not eliminate the cost center
gl: Non elimina o centro de custos

# RES_srvmsgboxbusinesscenter.deletebusinesscenter.option2text.rotext
source: Do not delete
gl: Non borrar

# RES_srvmsgboxbusinesscenter.deletebusinesscenter.title.rotext
source: You are about to delete a cost center<br>Are you sure?
gl: Vas eliminar un centro de custos<br> Estás seguro/a?

# RES_srvmsgboxbusinesscenter.error.ok.rotext
source: Accept
gl: Aceptar

# RES_srvmsgboxbusinesscenter.error.title.rotext
source: Mistake
gl: Erro

# RES_srvmsgboxbusinesscenter.error.validationfieldsfailed.rotext
source: Not all required data has been entered
gl: Non se introduciron todos os datos obrigatorios

# RES_srvmsgboxbusinesscenter.savename.error.option1text.rotext
source: Accept
gl: Aceptar

# RES_srvmsgboxbusinesscenter.savename.error.text.rotext
source: Mistake
gl: Erro

# RES_srvmsgboxtask.copytask.description(2).rotext
source: A new task will be created with the same properties as the selected one
gl: Crearase unha nova tarefa coas mesmas prioridades que a seleccionada

# RES_srvmsgboxtask.copytask.option1description.rotext
source: A new task will be created from the selected one
gl: Crearase unha tarefa nova a partir da seleccionada

# RES_srvmsgboxtask.copytask.option1text.rotext
source: Create task
gl: Crear tarefa

# RES_srvmsgboxtask.copytask.option2description.rotext
source: Task creation will be cancelled
gl: Cancelarase a creación da tarefa

# RES_srvmsgboxtask.copytask.option2text.rotext
source: Do not create any tasks
gl: Non crear ningunha tarefa

# RES_srvmsgboxtask.copytask.title.rotext
source: Create task from selected one
gl: Crear tarefa a partir da seleccionada

# RES_srvmsgboxtask.deletetask.description(2).rotext
source: What do you want to do?
gl: Que desexas facer?

# RES_srvmsgboxtask.deletetask.description.rotext
source: What do you want to do?
gl: Que desexas facer?

# RES_srvmsgboxtask.deletetask.option1description.rotext
source: All task information will be deleted
gl: eliminarase toda a información da tarefa

# RES_srvmsgboxtask.deletetask.option1text.rotext
source: Delete task
gl: Eliminar tarefa

# RES_srvmsgboxtask.deletetask.option2description.rotext
source: Task will not be deleted
gl: Non se eliminará a tarefa

# RES_srvmsgboxtask.deletetask.option2text.rotext
source: Do not delete
gl: Non eliminar

# RES_srvmsgboxtask.deletetask.title.rotext
source: You are about to delete task ${1}</br>Are you sure?
gl: Vas eliminar a tarefa ${1}</br>Estás seguro/a?

# RES_srvmsgboxtask.deletetaskalert.option1text.rotext
source: Delete
gl: Borrar

# RES_srvmsgboxtask.deletetaskalert.option2text.rotext
source: Cancel
gl: Cancelar

# RES_srvmsgboxtask.deletetaskalert.title.rotext
source: You are about to delete the selected alert.<br/>Are you sure?
gl: Vas eliminar a alerta seleccionada.<br /> Estás seguro/a?

# RES_srvmsgboxtask.deletetaskassigment.description.rotext
source: This action will remove the assignment from the position.
gl: Esta acción eliminará a asignación do posto

# RES_srvmsgboxtask.deletetaskassigment.option1description.rotext
source: Delete the assignment of the position
gl: Elimina a asignación do posto

# RES_srvmsgboxtask.deletetaskassigment.option1text.rotext
source: Delete
gl: Borrar

# RES_srvmsgboxtask.deletetaskassigment.option2description.rotext
source: Does not remove the assignment of the position
gl: Non elimina a asignación do posto

# RES_srvmsgboxtask.deletetaskassigment.option2text.rotext
source: Do not delete
gl: Non borrar

# RES_srvmsgboxtask.deletetaskassigment.title.rotext
source: You are about to delete the assigned position<br>Are you sure?
gl: Vas eliminar o posto asignado<br> Estás seguro/a?

# RES_srvmsgboxtask.deletetaskfield.option1text.rotext
source: Delete
gl: Borrar

# RES_srvmsgboxtask.deletetaskfield.option2text.rotext
source: Cancel
gl: Cancelar

# RES_srvmsgboxtask.deletetaskfield.title.rotext
source: You are going to remove the selected task attribute.<br/>Are you sure?
gl: Vas quitar o atributo da tarefa seleccionado.<br /> Estás seguro/a?

# RES_srvmsgboxtask.invalidperod.description.rotext
source: You cannot select more than 31 days.
gl: Non se poden seleccionar máis de 31 días.

# RES_srvmsgboxtask.invalidperod.option1text.rotext
source: Accept
gl: Aceptar

# RES_srvmsgboxtask.invalidperod.title.rotext
source: Invalid period
gl: Período non válido

# RES_srvmsgboxtask.savename.error.option1text.rotext
source: Accept
gl: Aceptar

# RES_srvmsgboxtask.savename.error.text.rotext
source: Mistake
gl: Erro

# RES_srvmsgboxtask.validationtime.error.descriptiontext.rotext
source: There are deviations between the theoretical and actual time, review and adjust the times, reporting any deviations that occur.
gl: Existen desviacións entre o tempo teórico e o real, revise e axuste os tempos informando dos desvíos producidos.

# RES_srvmsgboxtask.validationtime.error.option1text.rotext
source: Accept
gl: Aceptar

# RES_srvmsgboxtask.validationtime.error.text.rotext
source: Information
gl: Información

# RES_srvtasks.checkpermission.denied.description.rotext
source: Denied
gl: Denegado

# RES_taskalert.anotreaded.rotext
source: Unread
gl: Non lida

# RES_taskalert.areaded.rotext
source: Read
gl: Lida

# RES_taskalert.btaccept.text.rotext
source: Accept
gl: Aceptar

# RES_taskalert.btcancel.text.rotext
source: Cancel
gl: Cancelar

# RES_taskalert.lblcomment.text.rotext
source: Comment:
gl: Comentario:

# RES_taskalert.lbldate.text.rotext
source: Date:
gl: Data:

# RES_taskalert.lbldescription.text.rotext
source: You can indicate whether the alert has been read or not and view its contents.
gl: Pode indicar se a alerta foi lida ou non e ver o seu contido.

# RES_taskalert.lblemployee.text.rotext
source: user:
gl: usuario:

# RES_taskalert.lblemployeename.text.rotext
source: User
gl: Usuario

# RES_taskalert.lblfecha.text.rotext
source: Date
gl: Data

# RES_taskalert.lblgeneraltitle.text.rotext
source: Alert
gl: Alerta

# RES_taskalert.lblreaded.text.rotext
source: Read
gl: Lida

# RES_taskalert.lbltitle.text.rotext
source: Alert
gl: Alerta

# RES_taskalert.title.rotext
source: Custom field
gl: Campo personalizado

# RES_taskeditassignments.btaccept.text.rotext
source: Accept
gl: Aceptar

# RES_taskeditassignments.btcancel.text.rotext
source: Cancel
gl: Cancelar

# RES_taskeditassignments.dataediting.message.rotext
source: Registration in editing.
gl: Rexistro en edición.

# RES_taskeditassignments.grdassignments.columns#2.headertext.rotext
source: Position
gl: Posto

# RES_taskeditassignments.lbladdassignment.text.rotext
source: Add
gl: Engadir

# RES_taskeditassignments.lbldescription.text.rotext
source: Assign positions to the task.
gl: Asigna os postos á tarefa.

# RES_taskeditassignments.lbltitle.text.rotext
source: Positions
gl: Postos

# RES_taskeditassignments.title.rotext
source: Assigning positions to tasks
gl: Asignación de postos a tarefas

# RES_taskemployeestatus.btnaccept.text.rotext
source: Accept
gl: Aceptar

# RES_taskemployeestatus.btncancel.text.rotext
source: Close
gl: Pechar

# RES_taskemployeestatus.emptyheader.text.rotext
source: Drag a column here...
gl: Arrastra unha columna aquí...

# RES_taskemployeestatus.gridcurrentemployees.column.employeename.rotext
source: Name
gl: Nome

# RES_taskemployeestatus.gridcurrentemployees.column.punchdate.rotext
source: Signed the task at
gl: Ficho a tarefa a

# RES_taskemployeestatus.gridcurrentemployees.column.showcurrentpunch.rotext
source: Clock in/out logs
gl: Fichaxes

# RES_taskemployeestatus.gridpastemployees.column.employeename.rotext
source: User
gl: Usuario

# RES_taskemployeestatus.gridpastemployees.column.punchdate.rotext
source: Latest signing
gl: Última fichaxe

# RES_taskemployeestatus.gridpastemployees.column.showlastpunch.rotext
source: Clock in/out logs
gl: Fichaxes

# RES_taskemployeestatus.lbltitle.text.rotext
source: Task status
gl: Estado da tarefa

# RES_taskemployeestatus.lp.text.rotext
source: Loading…
gl: Cargando&hellip;

# RES_taskemployeestatus.noemployeesworked.rotext
source: No users have worked on the task recently
gl: Ningún usuario traballou na tarefa recentemente

# RES_taskemployeestatus.noemployeesworked.title.rotext
source: Recent users who have worked on the task
gl: Usuarios recentes que traballaron na tarefa

# RES_taskemployeestatus.noemployeesworking.rotext
source: There are no users working on the task
gl: Non hai usuarios traballando na tarefa

# RES_taskemployeestatus.noemployeesworking.title.rotext
source: Current users
gl: Usuarios actuais

# RES_taskfield.actiontypes.abegin.rotext
source: When starting the task
gl: Ao iniciar a tarefa

# RES_taskfield.actiontypes.acreate.rotext
source: When creating the task
gl: Ao crear a tarefa

# RES_taskfield.actiontypes.tchange.rotext
source: When changing tasks
gl: Ao cambiar de tarefa

# RES_taskfield.actiontypes.tcomplete.rotext
source: Upon completion of the task
gl: Ao completar a tarefa

# RES_taskfield.btaccept.text.rotext
source: Accept
gl: Aceptar

# RES_taskfield.btcancel.text.rotext
source: Cancel
gl: Cancelar

# RES_taskfield.lblaction.text.rotext
source: Value
gl: Valor

# RES_taskfield.lbldescription.text.rotext
source: You can define a custom attribute for the task.
gl: Podes definir un atributo personalizado para a tarefa.

# RES_taskfield.lblgeneraltitle.text.rotext
source: General
gl: Xeral

# RES_taskfield.lbllist.text.rotext
source: List
gl: Listaxe

# RES_taskfield.lblname.text.rotext
source: Name
gl: Nome

# RES_taskfield.lbltitle.text.rotext
source: Custom attribute
gl: Atributo personalizado

# RES_taskfield.lbltype.text.rotext
source: Type
gl: Tipo

# RES_taskfield.selectnewfields.fieldmustbeanumber.rotext
source: The value must be a number
gl: O valor debe ser un número

# RES_taskfield.selectnewfields.nofieldsselected.rotext
source: You must select an attribute
gl: Debes seleccionar un atributo

# RES_taskfield.title.rotext
source: Custom attribute
gl: Atributo personalizado

# RES_tasks.abegin.rotext
source: When starting the task
gl: Ao iniciar a tarefa

# RES_tasks.acreate.rotext
source: When creating the task
gl: Ao crear a tarefa

# RES_tasks.addedit.rotext
source: Edit...
gl: Editar...

# RES_tasks.addnew.rotext
source: Add
gl: Engadir

# RES_tasks.anotreaded.rotext
source: Unread
gl: Non lida

# RES_tasks.areaded.rotext
source: Read
gl: Lida

# RES_tasks.aspxbtnsetactive.text.rotext
source: Active
gl: Activa

# RES_tasks.aspxbtnsetcanceled.text.rotext
source: Cancelled
gl: Cancelada

# RES_tasks.aspxbtnsetended.text.rotext
source: Completed
gl: Rematada

# RES_tasks.aspxbtnsetpendienteval.text.rotext
source: Pending
gl: Pendente

# RES_tasks.bc.text.rotext
source: Cancel
gl: Cancelar

# RES_tasks.bo.text.rotext
source: Accept
gl: Aceptar

# RES_tasks.bt.text.rotext
source: Today
gl: Hoxe

# RES_tasks.btnshowcancelledtooltip.rotext
source: Cancelled
gl: Cancelada

# RES_tasks.btnshowconfirmationtooltip.rotext
source: Pending confirmation
gl: Pendente confirmación

# RES_tasks.btnshowendedtooltip.rotext
source: Completed
gl: Rematada

# RES_tasks.btnshowpendientetooltip.rotext
source: Active
gl: Activa

# RES_tasks.captiongrid.backtogrid.rotext
source: Back to task list
gl: Volver á lista de tarefas

# RES_tasks.captiongrid.rotext
source: Task status
gl: Estado das tarefas

# RES_tasks.captiongridstats.date.rotext
source: Date
gl: Data

# RES_tasks.captiongridstats.diversions.rotext
source: Detours
gl: Desvíos

# RES_tasks.captiongridstats.employee.rotext
source: User
gl: Usuario

# RES_tasks.captiongridstats.group.rotext
source: Cluster
gl: Grupo

# RES_tasks.captiongridtaskalerts.comment.rotext
source: Comment
gl: Comentario

# RES_tasks.captiongridtaskalerts.date.rotext
source: Date
gl: Data

# RES_tasks.captiongridtaskalerts.name.rotext
source: User
gl: Usuario

# RES_tasks.captiongridtaskalerts.readed.rotext
source: Status
gl: Estado

# RES_tasks.captiongridtaskassignments.readed.rotext
source: Position
gl: Posto

# RES_tasks.captiongridtaskfields.action.rotext
source: Required in
gl: Requirido en

# RES_tasks.captiongridtaskfields.name.rotext
source: Name
gl: Nome

# RES_tasks.captiongridtaskfields.value.rotext
source: Value
gl: Valor
