Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveTaskTemplates.*.resx
Languages: gl, it

# RES_tasktemplates.lbltypetitle.text.rotext
source: Datos teóricos
it: Dati teorici

# RES_tasktemplates.lbluserfieldsproject.text.rotext
source: Atributos pertenecientes a este proyecto. Seleccione el botón Añadir para acceder al asistente y añadir nuevos atributos.
gl: Atributos pertencentes a este proxecto. Selecciona o botón Engadir para acceder ao asistente e engadir novos atributos.
it: Attributi appartenenti a questo progetto. Seleziona il pulsante Aggiungi per accedere all´assistente e aggiungere nuovi attributi.

# RES_tasktemplates.lbluserfieldstasktemplate.text.rotext
source: Atributos que pertenecientes a esta plantilla. Seleccione el botón Añadir para acceder al asistente y añadir nuevos atributos.
gl: Atributos pertencentes a este modelo. Selecciona o botón Engadir para acceder ao asistente e engadir novos atributos.
it: Attributi appartenenti a questo modello. Seleziona il pulsante Aggiungi per accedere all´assistente e aggiungere nuovi attributi.

# RES_tasktemplates.msghaschanges.rotext
source: Se han realizado cambios en el plantilla de proyecto
gl: Realizáronse cambios no modelo de proxecto
it: Sono state apportate modifiche al modello di progetto

# RES_tasktemplates.msghaserrors.rotext
source: Se han encontrado valores inválidos en el plantilla de proyecto
gl: Atopáronse valores non válidos no modelo de proxecto
it: Sono stati trovati valori non validi nel modello di progetto

# RES_tasktemplates.msgsavechangesbar.rotext
source: Guardar cambios
gl: Gardar cambios
it: Salva modifiche

# RES_tasktemplates.msgundochangesbar.rotext
source: Deshacer cambios
gl: Desfacer cambios
it: Annulla modifiche

# RES_tasktemplates.notasktemplates.rotext
source: No hay ninguna tarea
gl: Non hai ningunha tarefa
it: Non c´è nessuna attività

# RES_tasktemplates.tabdefinition.rotext
source: Autorizados
it: Autorizzati

# RES_tasktemplates.tabfields.rotext
source: Atributos
it: Attributi

# RES_tasktemplates.tabgeneral.rotext
source: General
gl: Xeral
it: Generale

# RES_tasktemplates.tabtype.rotext
source: Datos teóricos
it: Dati teorici

# RES_tasktemplates.taskdetail.seleccionados.rotext
source: Usuarios seleccionados
it: Utenti selezionati

# RES_tasktemplates.taskdetail.seleccionar.rotext
source: Seleccionar
it: Selezionare

# RES_tasktemplates.tbaddnewproject.rotext
source: Crear plantilla de proyecto
gl: Crear modelo de proxecto
it: Crea modello di progetto

# RES_tasktemplates.tbaddnewtasktemplate.rotext
source: Crear tarea
gl: Crear tarefa
it: Crea attività

# RES_tasktemplates.tbdeltasktemplateproject.rotext
source: Borrar plantilla de proyecto
gl: Borrar modelo de proxecto
it: Elimina modello di progetto

# RES_tasktemplates.tbtblaunchwizardtemplate.rotext
source: Lanzar plantilla de proyecto
gl: Lanzar modelo de proxecto
it: Apri modello di progetto

# RES_tasktemplates.templatesingroup.rotext
source: Tareas en proyecto:
gl: Tarefas en proxecto:
it: Attività in progetto:

# RES_tasktemplates.title.rotext
source: Plantilla de proyecto
gl: Modelo de proxecto
it: Modello di progetto

# RES_tasktemplates.title_tasktemplates_pathway.rotext
source: Plantillas
gl: Modelos
it: Modelli

# RES_tasktemplates.treecaptiontasktemplates.rotext
source: Plantilla de proyecto
gl: Modelo de proxecto
it: Modello di progetto

# RES_srvmsgboxtask.title.rotext
source: NotFound
gl: Non atopado
it: Non trovato
