Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAccess.*.resx
Languages: ca, it, sk

# RES_accesszones.tbshowreports.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accesszones.tbshowzoneplane.rotext
source: Area maps
ca: Plànols de zona
it: Piani di zona
sk: Územné plány

# RES_accesszones.title_accesszones_pathway.rotext
source: Zones
it: Zone
sk: Zóny

# RES_accesszones.treecaptionaccesszones.rotext
source: Zones
it: Zone
sk: Zóny

# RES_accesszones.weekdaynames.friday.rotext
source: Friday
ca: Divendres
it: Venerdì
sk: Piatok

# RES_accesszones.weekdaynames.monday.rotext
source: Monday
ca: Dilluns
it: Lunedi
sk: Pondelok

# RES_accesszones.weekdaynames.saturday.rotext
source: Saturday
ca: Dissabte
it: Sabato
sk: Sobota

# RES_accesszones.weekdaynames.sunday.rotext
source: Sunday
ca: Diumenge
it: Domenica
sk: Nedeľa

# RES_accesszones.weekdaynames.thursday.rotext
source: Thursday
ca: Dijous
it: Giovedì
sk: Štvrtok

# RES_accesszones.weekdaynames.tuesday.rotext
source: Tuesday
ca: Dimarts
it: Martedì
sk: Utorok

# RES_accesszones.weekdaynames.wednesday.rotext
source: Wednesday
ca: Dimecres
it: Mercoledì
sk: Streda

# RES_accesszonesmain.checkpermission.denied.description.rotext
source: permission denied
ca: Permís denegat
it: Permesso rifiutato
sk: Povolenie zamietnuté

# RES_accesszonesmain.lblaccesszonesemp.text.rotext
source: Specific data for the access zone. In this screen you can view and change the data of the selected access zone: name, location on the map, etc.
ca: Dades específiques per a la zona d’accés. En aquesta pantalla es poden visualitzar i canviar les dades de la zona d’accés seleccionada: nom, situació al mapa...
it: Dati specifici per la zona di accesso. In questa schermata è possibile visualizzare e modificare i dati della zona di accesso selezionata: nome, posizione nella mappa...
sk: Špecifické údaje pre prístupovú zónu. Na tejto obrazovke môžete zobraziť a zmeniť údaje vybranej prístupovej zóny: názov, umiestnenie na mape...

# RES_accesszonesmain.lblaccesszonesmaintitlegeneral.text.rotext
source: General
it: Generale
sk: všeobecné

# RES_accesszonesmain.lblzoneplane.text.rotext
source: Area map:
ca: Plànol de zona:
it: Pianta di zona:
sk: Plán oblasti:

# RES_accesszonesmain.reports.title.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accesszonesmain.tabgeneral.rotext
source: General
it: Generale
sk: všeobecné

# RES_accesszonesmain.tbaddnewzone.rotext
source: Add new zone
ca: Afegir nova zona
it: Aggiungi nuova zona
sk: Pridanie novej oblasti

# RES_accesszonesmain.tbdelzone.rotext
source: Delete area
ca: Eliminar zona
it: Elimina zona
sk: Odstránenie zóny

# RES_accesszonesmain.tbshowreports.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accesszonesmain.tbshowzoneplane.rotext
source: Area maps
ca: Plànols de zona
it: Piani di zona
sk: Územné plány

# RES_accesszoomzone.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_accesszoomzone.btok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accesszoomzone.lblfixpoints.text.rotext
source: Mark two points on the map to generate a zone.<br/> Once created, you can drag it by selecting one of the two selectors.
ca: Marca dos punts al mapa per generar una zona.<br /> Una vegada creada, pots arrossegar-la seleccionant un dels dos selectors.
it: Indica due punti sulla mappa per generare una zona.<br /> Una volta creata, puoi trascinarla selezionando uno dei due selettori.
sk: Označte dva body na mape a vytvorte zónu.<br /> Po vytvorení ju môžete pretiahnuť výberom jedného z dvoch výberov.

# RES_accesszoomzone.lblzoom.text.rotext
source: From this area you can view the Access Zones
ca: Des d’aquesta àrea pots visualitzar les zones d’accés
it: Da questa area è possibile visualizzare le zone di accesso
sk: V tejto oblasti môžete zobraziť oblasti prístupu

# RES_accesszoomzone.title.rotext
source: Zoom Zone
ca: Zoom zona
it: Zoom zona
sk: Zóna priblíženia

# RES_accgroupemployeewizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_accgroupemployeewizard.btend.text.rotext
source: Finish
ca: Finalitzar
it: Fine
sk: Koniec

# RES_accgroupemployeewizard.btnext.text.rotext
source: Next >
ca: Següent >
it: successivo >
sk: Ďalšie >

# RES_accgroupemployeewizard.btprev.text.rotext
source: < previous
ca: < anterior
it: < precedente
sk: < Predchádzajúci

# RES_accgroupemployeewizard.checkpage.incorrectemployeesselected.rotext
source: No users have been assigned.
ca: No s’han assignat usuaris.
it: Non sono stati assegnati utenti.
sk: Neboli priradení žiadni používatelia.

# RES_accgroupemployeewizard.end.employeecopywelcome1.text.rotext
source: User Authorization Wizard
ca: Assistent per a l’autorització d’usuaris
it: Assistente per l´autorizzazione di utenti
sk: Sprievodca autorizáciou používateľov

# RES_accgroupemployeewizard.end.ok.employeecopywelcome2.text.rotext
source: User assignment successfully assigned.
ca: Assignació d’usuaris correcta.
it: Assegnazione di utenti eseguita correttamente.
sk: Priradenie používateľa úspešne priradené.

# RES_accgroupemployeewizard.hdnsetpinfo.text.rotext
source: Select the users or groups you want to authorize.
ca: Selecciona els usuaris o grups que vols autoritzar.
it: Seleziona gli utenti o i gruppi che desideri autorizzare.
sk: Vyberte používateľov alebo skupiny, ktoré chcete autorizovať.

# RES_accgroupemployeewizard.hdnsteptitle.text.rotext
source: User Authorization Wizard.
ca: Assistent per a l’autorització d’usuaris.
it: Assistente per l´autorizzazione di utenti.
sk: Sprievodca autorizáciou používateľa.

# RES_accgroupemployeewizard.hdnsteptitle2.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.
sk: Krok {0} z {1}.

# RES_accgroupemployeewizard.lblstep1info2.text.rotext
source: Now select the users you want to authorize.
ca: Ara selecciona els usuaris que vols autoritzar.
it: Seleziona ora gli utenti che vuoi autorizzare.
sk: Teraz vyberte používateľov, ktorých chcete autorizovať.

# RES_accgroupemployeewizard.lblstep2info2.text.rotext
source: The wizard now has enough data. Click Finish to complete the authorization.
ca: L’assistent ja disposa de dades suficients. Fes clic a Finalitzar per tramitar l’autorizació.
it: L´assistente dispone già di dati sufficienti. Seleziona Fine per dare l´autorizzazione.
sk: Sprievodca už má dostatok údajov. Autorizáciu dokončíte stlačením tlačidla Dokončiť.

# RES_accgroupemployeewizard.lblwelcome1.text.rotext
source: Welcome to the User Authorization Wizard.
ca: Benvingut/da a l’assistent per autoritzar usuaris.
it: Ti diamo il benvenuto all´assistente per autorizzare gli utenti.
sk: Vitajte v sprievodcovi autorizáciou používateľa.

# RES_accgroupemployeewizard.lblwelcome2.text.rotext
source: This wizard will help you authorize users. Authorizing a user means that any previous authorization will be removed. It is only possible to assign different authorizations to a user if you have advanced mode.
ca: Aquest assistent t’ajudarà a autoritzar els usuaris. L’autorització d’un usuari implica que si aquesta persona ja disposa d’una autorització prèvia s’eliminarà. Només és possible assignar diverses autoritzacions a un usuari si es disposa del mode avançat.
it: Questo assistente ti aiuterà ad autorizzare gli utenti. L´autorizzazione di un utente implica che se quest´ultimo dispone già di un´autorizzazione precedente, questa verrà eliminata. È possibile assegnare diverse autorizzazioni a un utente solo se si dispone della modalità avanzata.
sk: Tento sprievodca vám pomôže autorizovať používateľov. Autorizácia používateľa znamená, že ak používateľ už má predchádzajúcu autorizáciu, bude vymazaná. Priradiť používateľovi rôzne oprávnenia je možné len vtedy, ak je k dispozícii pokročilý režim.

# RES_accgroupemployeewizard.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
it: Per continuare, fai clic su Avanti.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_accgroupemployeewizard.title.rotext
source: User Authorization Wizard
ca: Assistent per a l’autorització d’usuaris
it: Assistente per l´autorizzazione di utenti
sk: Sprievodca autorizáciou používateľov

# RES_analytics.analyticsaccess.rotext
source: Access analytics
ca: Analítica d’accessos
it: Analisi degli accessi
sk: Analýza prístupu

# RES_analytics.analytycs.hidegraphlng.rotext
source: Hide chart
ca: Amagar gràfica
it: Nascondi grafica
sk: Skryť grafiku

# RES_analytics.analytycs.showgraphlng.rotext
source: Show graph
ca: Mostrar gràfica
it: Mostra grafica
sk: Zobraziť grafiku

# RES_analytics.bc.text.rotext
source: Empty
ca: Buidar
it: Vuoto
sk: Prázdne stránky

# RES_analytics.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.bt.text.rotext
source: Today
ca: Avui
it: Oggi
sk: Dnes

# RES_analytics.btcancelexport.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_analytics.btcancelexport.tooltip.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_analytics.btdoexport.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.btdoexport.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.btnacceptuserfields.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.btnacceptuserfields.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.btncanceluserfields.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_analytics.btncanceluserfields.tooltip.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_analytics.btnexporttoxls.text.rotext
source: Export to Excel
ca: Exportar a Excel
it: Esporta in Excel
sk: Export do programu Excel

# RES_analytics.btnexporttoxls.tooltip.rotext
source: Export to Excel
ca: Exportar a Excel
it: Esporta in Excel
sk: Export do programu Excel

# RES_analytics.btnopenpopupsaveview.text.rotext
source: Save Selection
ca: Desar selecció
it: Salva selezione
sk: Uložiť výber

# RES_analytics.btnopenpopupsaveview.tooltip.rotext
source: Save Dataset Selection
ca: Desar selecció del conjunt de dades
it: Salva selezione del gruppo di dati
sk: Uložiť výber súboru údajov

# RES_analytics.btnopenpopupselectoremployees.text.rotext
source: Select
ca: Seleccionar
it: Selezionare
sk: Vyberte

# RES_analytics.btnopenpopupselectoremployees.tooltip.rotext
source: Select users
ca: Seleccionar usuaris
it: Seleziona gli utenti
sk: Vybrať používateľov

# RES_analytics.btnopenpopupviews.text.rotext
source: Load Selection
ca: Carregar selecció
it: Carica selezione
sk: Výber zaťaženia

# RES_analytics.btnopenpopupviews.tooltip.rotext
source: Load Dataset Selection
ca: Carregar selecció del conjunt de dades
it: Carica selezione dall´insieme di dati
sk: Výber súboru údajov načítania

# RES_analytics.btnopenuserfields.text.rotext
source: Select
ca: Seleccionar
it: Selezionare
sk: Vyberte

# RES_analytics.btnopenuserfields.tooltip.rotext
source: Select fields from the tab
ca: Seleccionar camps de la fitxa
it: Seleziona campi della scheda
sk: Vyberte polia z karty

# RES_analytics.btnpopupsaveviewsave.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.btnpopupselectoremployeesaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.btnpopupviewsaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_analytics.btnpopupviewscancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_analytics.btnrefresh.text.rotext
source: Get data
ca: Obtenir dades
it: Ottieni dati
sk: Získavanie údajov

# RES_analytics.btnrefresh.tooltip.rotext
source: Get data
ca: Obtenir dades
it: Ottieni dati
sk: Získavanie údajov

# RES_analytics.cbviewanalytics1.rotext
source: Accesses
ca: Accessos
it: Accessi
sk: Prístup

# RES_analytics.cbviewanalytics2.rotext
source: Access authorizations
ca: Autoritzacions d’accés
it: Autorizzazioni di accesso
sk: Prístupové oprávnenia

# RES_analytics.chartdatavertical.text.rotext
source: Generate Series from Columns
sk: Generovanie sérií zo stĺpcov

# RES_analytics.chkcolumngrandtotals.text.rotext
source: Add totals by row
ca: Afegir totals per fila
it: Aggiungi totali per riga
sk: Sčítanie súčtov riadkov

# RES_analytics.chkcolumntotals.text.rotext
source: Add subtotals by row
ca: Afegir subtotals per fila
it: Aggiungi totali parziali per riga
sk: Pridanie čiastkových súčtov na riadok

# RES_analytics.chkgroupenabled.text.rotext
source: Add groupings
ca: Afegir agrupacions
it: Aggiungi raggruppamenti
sk: Pridanie zoskupení

# RES_analytics.chkrowgrandtotals.text.rotext
source: Add totals by column
ca: Afegir totals per columna
it: Aggiungi totali per colonna
sk: Sčítanie súčtov za stĺpec

# RES_analytics.chkrowtotals.text.rotext
source: Add subtotals by column
ca: Afegir subtotals per columna
it: Aggiungi totali parziali per colonna
sk: Pridanie čiastkových súčtov pre každý stĺpec

# RES_analytics.ckgenerategraph.text.rotext
source: Generate graph
ca: Generar gràfica
it: Genera grafica
sk: Generovanie grafiky

# RES_analytics.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
it: Trascina una colonna qui...
sk: Potiahnite stĺpec sem...

# RES_analytics.expressionno.rotext
source: No
sk: NIE

# RES_analytics.expressionyes.rotext
source: Yes
ca: Sí
it: Sì
sk: Áno

# RES_analytics.gridviews.column.date.rotext
source: Date
ca: Data
it: Data
sk: dátum

# RES_analytics.gridviews.column.description.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_analytics.gridviews.column.name.rotext
source: Name
ca: Nom
it: Nome
sk: názov

# RES_analytics.gridviews.column.view.rotext
source: View
ca: Vista
it: Vista
sk: Zobraziť

# RES_analytics.invalidtypeenum_0.rotext
source: Access denied due to incorrect documentation
ca: Accés denegat per documentació incorrecta
it: Accesso negato a causa di documentazione errata
sk: Zamietnutie prístupu z dôvodu nesprávnej dokumentácie

# RES_analytics.invalidtypeenum_1.rotext
source: Access denied due to out of hours
ca: Accés denegat per fora d’hora
it: Accesso negato perché fuori orario
sk: Zamietnutie prístupu po pracovnej dobe

# RES_analytics.invalidtypeenum_10.rotext
source: Antipassback (Event Access Control)
ca: Antipassback (Control accés a esdeveniments)
it: Antipassback (Controllo di accesso a eventi)
sk: Antipassback (kontrola prístupu k udalostiam)

# RES_analytics.invalidtypeenum_11.rotext
source: Maximum group time exceeded (Event Access Control)
ca: Temps màxim de grup excedit (Control Accés a Esdeveniments)
it: Superato il tempo massimo del gruppo (Controllo accesso eventi)
sk: Prekročenie maximálneho času skupiny (riadenie prístupu k udalostiam)

# RES_analytics.invalidtypeenum_12.rotext
source: Incorrect access title format (Event Access Control)
ca: Format de títol d'accés incorrecte (Control Accés a Esdeveniments)
it: Formato titolo di accesso errato (Controllo accesso eventi)
sk: Nesprávny formát názvu prístupu (kontrola prístupu k udalosti)

# RES_analytics.invalidtypeenum_13.rotext
source: Bad Access Title CRC (Event Access Control)
ca: CRC de títol d'accés incorrecte (Control Accés a Esdeveniments)
it: Titolo di accesso errato CRC (Event Access Control)
sk: Nesprávny názov prístupu CRC (kontrola prístupu k udalostiam)

# RES_analytics.invalidtypeenum_14.rotext
source: Future valid access title (Event Access Control)
ca: Títol d'accés vàlid a futur (Control Accés a Esdeveniments)
it: Titolo di accesso valido in futuro (Event Access Control)
sk: Budúci platný prístupový titul (Event Access Control)

# RES_analytics.invalidtypeenum_15.rotext
source: Access title expired (Event Access Control)
ca: Títol d'accés expirat (Control Accés a Esdeveniments)
it: Titolo di accesso scaduto (Controllo accesso eventi)
sk: Vypršala platnosť názvu prístupu (kontrola prístupu k udalostiam)

# RES_analytics.invalidtypeenum_16.rotext
source: After-hours access title (Event Access Control)
ca: Títol d’accés fora d’horari (Control accés a esdeveniments)
it: Titolo di accesso fuori orario (Controllo accesso a eventi)
sk: Prístupový lístok mimo pracovnej doby (kontrola prístupu k podujatiu)

# RES_analytics.invalidtypeenum_2.rotext
source: Access denied due to invalid reader
ca: Accés denegat per lector no vàlid
it: Accesso negato a causa di lettore non valido
sk: Prístup zamietnutý z dôvodu neplatného čitateľa

# RES_analytics.invalidtypeenum_3.rotext
source: Internal application error
ca: Error intern de l’aplicació
it: Errore interno dell´applicazione
sk: Interná chyba aplikácie

# RES_analytics.invalidtypeenum_4.rotext
source: Access denied: no contract
ca: Accés denegat: sense contracte
it: Accesso negato: nessun contratto
sk: Prístup zamietnutý: žiadna zmluva

# RES_analytics.invalidtypeenum_5.rotext
source: Access denied: user record
ca: Accés denegat: fitxa de l'usuari
it: Accesso negato: record utente
sk: Prístup zamietnutý: súbor používateľa

# RES_analytics.invalidtypeenum_6.rotext
source: Repeated dining room signing
ca: Fitxatge de menjador repetit
it: Firme ripetute nella sala da pranzo
sk: Opakované podpisy v jedálni

# RES_analytics.invalidtypeenum_7.rotext
source: Access denied to undefined dining room
ca: Accés denegat de menjador sense definir
it: Accesso negato alla sala da pranzo non definita
sk: Odmietnutie prístupu z jedálne nedefinované

# RES_analytics.invalidtypeenum_8.rotext
source: Access denied by PGA (Event Access Control)
ca: Accés denegat per PGA (Control Accés a Esdeveniments)
it: Accesso negato da PGA (Event Access Control)
sk: Prístup zamietnutý prostredníctvom PGA (kontrola prístupu k udalostiam)

# RES_analytics.invalidtypeenum_9.rotext
source: Blacklist (Event Access Control)
ca: Blacklist (Control accés a esdeveniments)
it: Blacklist (Controllo di accesso a eventi)
sk: Čierna listina (riadenie prístupu k udalostiam)

# RES_analytics.label1.text.rotext
source: Select users to display
ca: Seleccionar usuaris a mostrar
it: Seleziona gli utenti da mostrare
sk: Vyberte používateľov, ktorí sa majú zobraziť

# RES_analytics.lblactionstitle.text.rotext
source: Save dataset state
ca: Desar estat del conjunt de dades
it: Salva stato del gruppo di dati
sk: Uloženie stavu súboru údajov

# RES_analytics.lblanalyticsolddata.text.rotext
source: *(The analytics data has been loaded from a file, this may have changed since it was generated)
ca: *(Les dades de l'analítica s'han carregat d'un fitxer, aquestes poden haver canviat des que es va generar la mateixa)
it: *(I dati dell'analisi sono stati caricati da un file, questi potrebbero essere cambiati da quando sono stati generati)
sk: *(Analytické údaje boli načítané zo súboru, ktoré sa mohli od vygenerovania analytických údajov zmeniť)

# RES_analytics.lblemployees.text.rotext
source: Users
ca: Usuaris
it: Utenti
sk: používatelia

# RES_analytics.lblerror.text.rotext
source: You must indicate the name of the view
ca: Heu d'indicar el nom de la vista
it: È necessario indicare il nome della vista
sk: Musíte uviesť názov zobrazenia

# RES_analytics.lblerrorselected.text.rotext
source: It is not allowed to select more than 10 fields
ca: No es permet seleccionar més de 10 camps
it: Non è consentito selezionare più di 10 campi
sk: Nie je možné vybrať viac ako 10 polí

# RES_analytics.lblexcelexporttitle.text.rotext
source: Export options
ca: Opcions d'exportació
it: Opzioni di esportazione
sk: Možnosti exportu

# RES_analytics.lblfechainf.text.rotext
source: Between
ca: Entre
it: Tra
sk: Navštívte stránku

# RES_analytics.lblfechasup.text.rotext
source: AND
ca: I
it: E
sk: Y

# RES_analytics.lblnodata.text.rotext
source: Define a filter and press get data
ca: Definiu un filtre i feu clic a obtenir dades
it: Definire un filtro e fare clic su Ottieni dati
sk: Definujte filter a stlačte Získať údaje

# RES_analytics.lblpopupsaveviewdescription.text.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_analytics.lblpopupsaveviewname.text.rotext
source: Name:
ca: Nom:
it: Nome:
sk: Názov:

# RES_analytics.lblselec.text.rotext
source: Saved Selections
ca: Seleccions Desades
it: Selezioni salvate
sk: Uložené výbery

# RES_analytics.lblselectuserfields.text.rotext
source: Selecting the tab
ca: Selecció de la fitxa
it: Selezione della scheda
sk: Výber karty

# RES_analytics.lblshowoptions.text.rotext
source: Display options
ca: Opcions de visualització
it: Opzioni di visualizzazione
sk: Možnosti zobrazenia

# RES_analytics.lbluserfields.text.rotext
source: File
ca: Fitxa
sk: Súbor

# RES_analytics.lblview.text.rotext
source: Dataset
ca: Conjunt de dades
it: Insieme di dati
sk: Súbor údajov

# RES_analytics.loadingtext.rotext
source: Charging...
ca: Carregant...
it: Caricamento in corso...
sk: Načítanie...

# RES_analytics.lp.text.rotext
source: Loading…
ca: Carregant&hellip;
it: Caricamento in corso&hellip;
sk: Načítanie&hellip;

# RES_analytics.pivot.column.accessperiodname.rotext
source: Access period
ca: Període d’accés
it: Periodo di accesso
sk: Prístupové obdobie

# RES_analytics.pivot.column.authorizationname.rotext
source: Authorization
ca: Autorització
it: Autorizzazione
sk: Autorizácia

# RES_analytics.pivot.column.begincontract.rotext
source: Start of contract
ca: Inici contracte
it: Inizio contratto
sk: Začiatok platnosti zmluvy

# RES_analytics.pivot.column.begindate.rotext
source: Home mobility
ca: Inici mobilitat
it: Mobilità domestica
sk: Mobilita domov

# RES_analytics.pivot.column.beginperiod.rotext
source: Start of period
ca: Inici període
it: Inizio periodo
sk: začiatok obdobia

# RES_analytics.pivot.column.belongstogroup.rotext
source: Value
ca: Valor
it: Di valore
sk: Hodnota

# RES_analytics.pivot.column.currentemployee.rotext
source: Current user
ca: Usuari actual
it: Utente attuale
sk: Súčasný používateľ

# RES_analytics.pivot.column.date.rotext
source: Date
ca: Data
it: Data
sk: dátum

# RES_analytics.pivot.column.day.rotext
source: Day
ca: Dia
it: Giorno
sk: deň

# RES_analytics.pivot.column.dayofweek.rotext
source: Day Week
ca: Dia setmana
it: Giorno settimana
sk: Denný týždeň

# RES_analytics.pivot.column.details.rotext
source: Details
ca: Detalls
it: Dettagli
sk: Podrobnosti na

# RES_analytics.pivot.column.employeename.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_analytics.pivot.column.endcontract.rotext
source: End of contract
ca: Fi del contracte
it: Fine contratto
sk: Ukončenie zmluvy

# RES_analytics.pivot.column.enddate.rotext
source: End of mobility
ca: Fi mobilitat
it: Fine della mobilità
sk: Ukončenie mobility

# RES_analytics.pivot.column.endperiod.rotext
source: End of period
ca: Fi període
it: Fine del periodo
sk: Koniec obdobia

# RES_analytics.pivot.column.fullgroupname.rotext
source: Full Group
ca: Grup complet
it: Gruppo completo
sk: Kompletná skupina

# RES_analytics.pivot.column.groupname.rotext
source: Cluster
ca: Grup
it: Gruppo
sk: skupina

# RES_analytics.pivot.column.grouppath.rotext
source: Group route
ca: Ruta grup
it: Percorso gruppo
sk: Trasa skupiny

# RES_analytics.pivot.column.hora.rotext
source: Hour
ca: Hora
it: Ora
sk: čas

# RES_analytics.pivot.column.idconcept.rotext
source: Balance identifier
ca: Identificador saldo
it: Identificatore del saldo
sk: Identifikátor zostatku

# RES_analytics.pivot.column.idcontract.rotext
source: Contract
ca: Contracte
it: Contratto
sk: Zmluva

# RES_analytics.pivot.column.idemployee.rotext
source: User ID
ca: Identificador usuari
it: Identificatore dell'utente
sk: ID používateľa

# RES_analytics.pivot.column.idgroup.rotext
source: Group identifier
ca: Identificador grup
it: Identificatore gruppo
sk: Identifikátor skupiny
