Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.parameters.concepts.employeescriteria.rotext
source: Criterios de visualziación
ca: Criteris de visualització
eu: Bistaratzeko irizpideak
fr: Critères d´affichage
gl: Criterios de visualización
it: Criteri di visualizzazione
pt: Critérios de visualização
sk: Kritériá vizualizácie

# RES_audit.parameters.concepts.employeespermission.rotext
source: permisos de visualización
ca: permisos de visualització
eu: ikusteko baimenak
fr: autorisations de visualisation
it: permessi di visualizzazione
pt: licenças de visualização
sk: oprávnenia na zobrazenie

# RES_audit.parameters.concepts.expiredidcause.rotext
source: Justificacion
ca: Justificació
eu: Justifikazioa
fr: Justification
gl: Xustificación
it: Giustificazione
pt: Justificação
sk: Odôvodnenie

# RES_audit.parameters.concepts.export.rotext
source: Exportación
ca: Exportació
eu: Esportatu
fr: Exporter
it: Esportare
pt: Exportação
sk: Export

# RES_audit.parameters.concepts.finishdate.rotext
source: Fecha de finalización
ca: Data de finalització
eu: Amaitzeko data
fr: Date de fin
gl: Data de finalización
it: Data di conclusione
pt: Data de conclusão
sk: Dátum ukončenia

# RES_audit.parameters.concepts.fixedpay.rotext
source: Pago fijo
ca: Pagament fix
eu: Ordainketa finkoa
fr: Paiement fixe
gl: Pagamento fixo
it: Pagamento fisso
pt: Pagamento fixo
sk: Pevná platba

# RES_audit.parameters.concepts.id.rotext
source: ID de saldo
eu: saldoaren ID
fr: ID de solde
it: ID di saldo
sk: ID zostatku

# RES_audit.parameters.concepts.idtype.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.concepts.isabsentiism.rotext
source: Informes de absentismo
ca: Informes d’absentisme
eu: Absentismo-txostenak
fr: Rapports d´absentéisme
it: Rapporti di assenze
pt: Relatórios de absentismo
sk: Správy o absencii

# RES_audit.parameters.concepts.isaccrualwork.rotext
source: Informe de horas trabajadas
ca: Informe d’hores treballades
eu: Lan egindako orduen txostena
fr: Rapport d´heures travaillées
gl: Informe de horas traballadas
it: Rapporto di ore lavorate
pt: Relatório de horas trabalhadas
sk: Správa o odpracovaných hodinách

# RES_audit.parameters.concepts.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.concepts.payvalue.rotext
source: Valor del pago
ca: Valor del pagament
eu: Ordainketa balioa
fr: Valeur du paiement
gl: Valor do pago
it: Valore del pagamento
pt: Valor do pagamento
sk: Hodnota platby

# RES_audit.parameters.concepts.roundconceptby.rotext
source: Redondeo
ca: Arredoniment
eu: Biribilketa
fr: Arrondi
gl: Arredondamento
it: Arrotondamento
pt: Arredondamento
sk: Zaokrúhľovanie

# RES_audit.parameters.concepts.roundconcepttype.rotext
source: Tipo de redondeo
ca: Tipus d’arrodoniment
eu: Biribilketa mota
fr: Type d´arrondi
gl: Tipo de arredondamento
it: Tipo di arrotondamento
pt: Tipo de arredondamento
sk: Typ zaokrúhľovania

# RES_audit.parameters.concepts.shortname.rotext
source: Nombre abreviado
ca: Nom abreujat
eu: Izen laburtua
fr: Nom court
gl: Nome abreviado
it: Nome abbreviato
pt: Nome abreviado
sk: Skrátený názov

# RES_audit.parameters.concepts.usedfield.rotext
source: Campo usado
ca: Camp utilitzat
eu: Erabilitako eremua
fr: Champ utilisé
it: Campo utilizzato
pt: Campo utilizado
sk: Použité pole

# RES_audit.parameters.concepts.viewinemployees.rotext
source: Visible por usuarios
ca: Visible per usuaris
eu: Erabiltzaileek ikusgai
fr: Visible par les utilisateurs
it: Visibile dagli utenti
pt: Visível por utilizadores
sk: Viditeľné pre používateľov

# RES_audit.parameters.concepts.viewinpays.rotext
source: Visible en pagos
ca: Visible en pagaments
eu: Ordainketetan ikusgai
fr: Visible dans les paiements
it: Visibile in pagamenti
pt: Visível nos pagamentos
sk: Viditeľné v platbách

# RES_audit.parameters.concepts.viewinterminals.rotext
source: Visible en terminales
ca: Visible en terminals
eu: Terminaletan ikusgai
fr: Visible dans les terminaux
gl: Visible en terminais
it: Visibile in terminali
pt: Visível nos terminais
sk: Viditeľné na termináloch

# RES_audit.parameters.dailycauses.accrualsrules.rotext
source: Reglas de saldo
ca: Regles de saldo
eu: Oreka-arauak
fr: Règles de solde
gl: Regras de saldo
it: Regole di saldo
pt: Regras de saldo
sk: Pravidlá rovnováhy

# RES_audit.parameters.dailycauses.accruedrule.rotext
source: Regla acumulado
ca: Regla acumulat
eu: Arau metatua
fr: Règle cumulé
gl: Regra acumulada
it: Regola della maturazione
pt: Regra acumulado
sk: Kumulatívne pravidlo

# RES_audit.parameters.dailycauses.causeuser.rotext
source: Justificación de usuario
ca: Justificació d’usuari
eu: Erabiltzailearen justifikazioa
fr: Justification d´utilisateur
gl: Xustificación de usuario
it: Giustificazione di utente
pt: Justificação do utilizador
sk: Odôvodnenie používateľa

# RES_audit.parameters.dailycauses.causeusertype.rotext
source: Tipo de justificación de usuario
ca: Tipus de justificació d’usuari
eu: Erabiltzaileen Justifikazio Mota
fr: Type de justification d´utilisateur
gl: Tipo de xustificación de usuario
it: Tipo di giustificazione di utente
pt: Tipo de justificação do utilizador
sk: Typ odôvodnenia používateľa

# RES_audit.parameters.dailycauses.dailyrule.rotext
source: Reglas diarias
ca: Regles diàries
eu: eguneroko arauak
fr: Règles quotidiennes
gl: Regras diarias
it: Regole giornaliere
pt: Regras diárias
sk: Denné pravidlá

# RES_audit.parameters.dailycauses.date.rotext
source: Fecha
ca: Data
eu: Data
fr: Date
gl: Data
it: Data
pt: Data
sk: dátum

# RES_audit.parameters.dailycauses.defaultcenter.rotext
source: Centro de coste por defecto
ca: Centre de cost per defecte
eu: Kostu-zentro lehenetsia
fr: Centre de coût par défaut
gl: Centro de custos por defecto
it: Centro di costo predefinito
pt: Centro de custo por defeito
sk: Predvolené nákladové stredisko

# RES_audit.parameters.dailycauses.idcause.rotext
source: ID de justificación
ca: ID de justificació
eu: Justifikazio ID
fr: ID de justification
gl: ID de xustificación
it: ID di giustificazione
pt: ID de justificação
sk: Odôvodnenie ID

# RES_audit.parameters.dailycauses.idcenter.rotext
source: ID Center
ca: ID de centre
eu: NAN Zentroa
fr: ID centre
gl: ID centro
it: ID centro
pt: ID Centro
sk: Centrum ID

# RES_audit.parameters.dailycauses.idemployee.rotext
source: ID de usuario
ca: ID d’usuari
eu: Erabiltzaile IDa
fr: ID utilisateur
it: ID utente
pt: ID de utilizador
sk: ID používateľa

# RES_audit.parameters.dailycauses.idrelatedincidence.rotext
source: ID de incidencia relacionada
ca: ID d’incidència relacionada
eu: Erlazionatutako gorabeheraren IDa
fr: ID d´incident connexe
it: ID di evento correlato
pt: ID de incidência relacionada
sk: Súvisiace ID udalosti

# RES_audit.parameters.dailycauses.isnotreliable.rotext
source: IsNotReliable
ca: NoÉsFiable
eu: EzDaFidagarria
fr: NestPasFiable
gl: NonFiable
it: Non è affidabile
pt: Não é fiável

# RES_audit.parameters.dailycauses.manual.rotext
source: Manual
eu: Eskuliburua
fr: Manuel
it: Manuale
sk: Manuálne

# RES_audit.parameters.dailycauses.manualcenter.rotext
source: Centro de coste manual
ca: Centre de cost manual
eu: Eskuzko kostu-zentroa
fr: Centre de coût manuel
gl: Centro de custos manual
it: Centro di costo manuale
pt: Centro de custo manual
sk: Manuálne nákladové stredisko

# RES_audit.parameters.dailycauses.value.rotext
source: Valor
eu: Merezi
fr: Valeur
it: Di valore
sk: Hodnota

# RES_audit.parameters.dailycoverage.actualstatus.rotext
source: Dotación real
ca: Dotació real
eu: errege-dotazioa
fr: Dotation réelle
it: Dotazione reale
pt: Pessoal real
sk: Skutočné pridelenie

# RES_audit.parameters.dailycoverage.date.rotext
source: Fecha
ca: Data
eu: Data
fr: Date
gl: Data
it: Data
pt: Data
sk: dátum

# RES_audit.parameters.dailycoverage.expectedcoverage.rotext
source: Cantidad
ca: Quantitat
eu: Zenbatekoa
fr: Quantité
gl: Cantidade
it: Quantità
pt: Quantidade
sk: Množstvo

# RES_audit.parameters.dailycoverage.forcedcoveraged.rotext
source: Dotación forzada
ca: Dotació forçada
eu: Dotazio behartua
fr: Dotation forcée
it: Dotazione forzata
pt: Pessoal forçado
sk: Vymáhanie

# RES_audit.parameters.dailycoverage.idassignment.rotext
source: ID del puesto
ca: ID del lloc
eu: Kargua ID
fr: ID du poste
gl: ID do posto
it: ID della posizione
pt: ID do posto
sk: ID pracovnej pozície

# RES_audit.parameters.dailycoverage.idgroup.rotext
source: ID del grupo
ca: ID del grup
eu: Taldearen IDa
fr: ID du groupe
gl: ID do grupo
it: ID del gruppo
pt: ID do grupo
sk: ID skupiny

# RES_audit.parameters.dailycoverage.plannedstatus.rotext
source: Dotación planificada
ca: Dotació planificada
eu: Aurreikusitako plantilla
fr: Dotation planifiée
it: Dotazione pianificata
pt: Pessoal planeado
sk: Plánované pridelenie

# RES_audit.parameters.employeeassignments.idassignment.rotext
source: ID del puesto
ca: ID del lloc
eu: Kargua ID
fr: ID du poste
gl: ID do posto
it: ID della posizione
pt: ID do posto
sk: ID pracovnej pozície

# RES_audit.parameters.employeeassignments.idemployee.rotext
source: ID del usuario
ca: ID de l’usuari
eu: Erabiltzaile IDa
fr: ID utilisateur
gl: ID do usuario
it: ID dell´utente
pt: ID do utilizador
sk: ID používateľa

# RES_audit.parameters.employeeassignments.suitability.rotext
source: Idoneidad
ca: Idoneïtat
eu: Egokitasuna
fr: Adéquation
gl: Idoneidade
it: Idoneità
pt: Idoneidade
sk: Vhodnosť

# RES_audit.parameters.employeecontracts.begindate.rotext
source: Fecha inicio
ca: Data inici
eu: Hasiera data
fr: Date début
gl: Data inicio
it: Data di inizio
pt: Data de início
sk: Dátum začiatku

# RES_audit.parameters.employeecontracts.endcontractreason.rotext
source: Motivo baja
ca: Motiu baixa
eu: Arrazoi baxua
fr: Faible raison
gl: Pouca razón
it: Ragione bassa
pt: Razão baixa
sk: Dôvod odchodu

# RES_audit.parameters.employeecontracts.enddate.rotext
source: Fecha fin
ca: Data final
eu: Amaiera data
fr: Date fin
gl: Data fin
it: Data di fine
pt: Data de fim
sk: Dátum Koniec

# RES_audit.parameters.employeecontracts.enterprise.rotext
source: Empresa
eu: Enpresa
fr: Entreprise
it: Azienda
sk: Spoločnosť

# RES_audit.parameters.employeecontracts.idcard.rotext
source: Código tarjeta
ca: Codi targeta
eu: Txartelaren kodea
fr: Code carte
gl: Código tarxeta
it: Codice tessera
pt: Código do cartão
sk: Kód karty

# RES_audit.parameters.employeecontracts.idcontract.rotext
source: Código contrato
ca: Codi contracte
eu: Kontratuaren kodea
fr: Code contrat
it: Codice contratto
pt: Código do contrato
sk: Kód zmluvy

# RES_audit.parameters.employeecontracts.idemployee.rotext
source: Código usuario
ca: Codi usuari
eu: Erabiltzaile kodea
fr: Code utilisateur
it: Codice utente
pt: Código utilizador
sk: Kód používateľa

# RES_audit.parameters.employeecontracts.idlabagree.rotext
source: ID de convenio
ca: ID de conveni
eu: hitzarmenaren ID
fr: ID de convention
it: ID di accordo
pt: ID do acordo
sk: ID dohody

# RES_audit.parameters.employeegroups.begindate.rotext
source: Fecha inicio
ca: Data inici
eu: Hasiera data
fr: Date début
gl: Data inicio
it: Data di inizio
pt: Data de início
sk: Dátum začiatku

# RES_audit.parameters.employeegroups.employeename.rotext
source: Usuario
ca: Usuari
eu: Erabiltzailea
fr: Utilisateur
it: Utente
pt: Utilizador
sk: používateľ

# RES_audit.parameters.employeegroups.enddate.rotext
source: Fecha final
ca: Data final
eu: Azken data
fr: Date finale
gl: Data final
it: Data finale
pt: Data de fim
sk: Konečný dátum

# RES_audit.parameters.employeegroups.groupname.rotext
source: Grupo
ca: Grup
eu: Klusterra
fr: Groupe
it: Gruppo
sk: skupina

# RES_audit.parameters.employeegroups.idemployee.rotext
source: Código usuario
ca: Codi usuari
eu: Erabiltzaile kodea
fr: Code utilisateur
it: Codice utente
pt: Código utilizador
sk: Kód používateľa

# RES_audit.parameters.employeegroups.idgroup.rotext
source: Código grupo
ca: Codi grup
eu: Talde kodea
fr: Code groupe
it: Codice gruppo
pt: Código de grupo
sk: Kód skupiny

# RES_audit.parameters.employeegroups.istransfer.rotext
source: Cesión
ca: Cessió
eu: Esleipena
fr: Cession
it: Cessione
pt: Sessão
sk: Prenos

# RES_audit.parameters.employees.alias.rotext
source: Alias
ca: Àlies
eu: Ezizena
pt: Pseudónimo

# RES_audit.parameters.employees.allowbiometric.rotext
source: AllowBiometric
ca: PermetreBiomètric
eu: BaimenduBiometrikoa
fr: AutoriserBiométrie
gl: PermitirBiometría
it: Consenti dati biometrici
pt: Permitir biométrica

# RES_audit.parameters.employees.allowcards.rotext
source: AllowCards
ca: PermetreTargetes
eu: Baimendu Txartelak
gl: PermitirTarxetas

# RES_audit.parameters.employees.id.rotext
source: Código
ca: Codi
eu: Kodea
fr: Code
it: Codice
sk: Kód

# RES_audit.parameters.employees.image.rotext
source: Imagen
ca: Imatge
eu: Irudia
fr: Image
gl: Imaxe
it: Immagine
pt: Imagem
sk: Obrázok

# RES_audit.parameters.employees.lockdate.rotext
source: Fecha de cierre
ca: Data de tancament
eu: Epemuga
fr: Date de clôture
gl: Data de peche
it: Data di chiusura
pt: Data de conclusão
sk: Dátum uzávierky

# RES_audit.parameters.employees.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.employees.type.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.entries.invalidread.rotext
source: Lector invalido
ca: Lector no vàlid
eu: irakurle baliogabea
fr: Lecteur non valide
gl: Lector inválido
it: Lettore non valido
pt: Leitor inválido
sk: Neplatná čítačka

# RES_audit.parameters.exportguides.destination.rotext
source: destino
ca: destinació
eu: helmuga
fr: destination
it: destinazione
sk: destinácia

# RES_audit.parameters.exportguides.exportfilename.rotext
source: nombre
ca: nom
eu: izena
fr: nom
gl: nome
it: nome
pt: nome
sk: názov

# RES_audit.parameters.exportguides.exportfiletype.rotext
source: formato
ca: format
eu: Formatua
fr: format
sk: formát

# RES_audit.parameters.exportguides.mode.rotext
source: Modo ejecución:
ca: Mode execució:
eu: Exekuzio modua:
fr: Mode d’exécution :
gl: Modo execución:
it: Modalità di esecuzione:
pt: Modo de execução:
sk: Režim vykonávania:

# RES_audit.parameters.exportguides.nextexecution.rotext
source: siguiente ejecución
ca: següent execució
eu: hurrengo korrika
fr: exécution suivante
gl: seguinte execución
it: esecuzione successiva
pt: Execução seguinte
sk: ďalší beh

# RES_audit.parameters.exportguides.profilename.rotext
source: plantilla
eu: txantiloia
fr: modèle
gl: modelo
it: modello
pt: modelo
sk: zamestnanci

# RES_audit.parameters.exportguides.scheduler.rotext
source: planificación
ca: planificació
eu: plangintza
fr: planification
it: pianificazione
pt: planeamento
sk: plánovanie

# RES_audit.parameters.exportguides.separator.rotext
source: separador
eu: bereizle
fr: séparateur
it: separatore
sk: separátor

# RES_audit.parameters.genius_views_scheduler.executetask.rotext
source: Ejecutar tarea
ca: Executar tasca
eu: Exekutatu zeregina
fr: Exécuter la tâche
gl: Executar tarefa
it: Esegui attività
pt: Executar tarefa
sk: Vykonanie úlohy

# RES_audit.parameters.genius_views_scheduler.idgeniusview.rotext
source: ID de Genius
eu: Genius ID
fr: Identifiant de génie
gl: ID Genius
it: Identificazione del genio
pt: ID do gênio
sk: ID génia

# RES_audit.parameters.genius_views_scheduler.idpassport.rotext
source: ID de Pasaporte
ca: ID de Passaport
eu: Pasaportea ID
fr: ID du passeport
gl: Identificación do pasaporte
it: ID passaporto
pt: número do passaporte
sk: Identifikačné číslo pasu

# RES_audit.parameters.genius_views_scheduler.lastdatetimeupdated.rotext
source: Última ejecución
ca: Última execució
eu: Azken korrika
fr: Dernier tour
gl: Última carreira
it: Ultima corsa
pt: Última corrida
sk: Posledná poprava

# RES_audit.parameters.genius_views_scheduler.name.rotext
source: Planificación del estudio
ca: Planificació de l´estudi
eu: Ikasketen plangintza
fr: Planification des études
gl: Planificación do estudo
it: Pianificazione degli studi
pt: Planeamento de estudo
sk: Plánovanie štúdie

# RES_audit.parameters.genius_views_scheduler.nextdatetimeexecuted.rotext
source: Últ. actualización
ca: Últ. actualització
eu: Azkena eguneratu
fr: Dernier actualisation
gl: Último actualizar
it: Scorso aggiornamento
pt: Durar atualizar
sk: Posledná aktualizácia

# RES_audit.parameters.genius_views_scheduler.periodtype.rotext
source: Tipo de Periodo
ca: Tipus de Període
eu: Aldi Mota
fr: Type de période
gl: Tipo de período
it: Tipo di periodo
pt: Tipo de período
sk: Typ obdobia

# RES_audit.parameters.genius_views_scheduler.schedulebegindate.rotext
source: Fecha de Inicio
ca: Data d´inici
eu: Hasiera data
fr: Date de début
gl: Data de inicio
it: Data d´inizio
pt: Data de início
sk: Dátum začiatku

# RES_audit.parameters.genius_views_scheduler.scheduleenddate.rotext
source: Fecha Fin
ca: Data Fi
eu: Amaiera data
fr: Date de fin
gl: Data de finalización
it: Data di fine
pt: Data de fim
sk: Dátum Koniec

# RES_audit.parameters.genius_views_scheduler.scheduler.rotext
source: Planificación
ca: Planificació
eu: Plangintza
fr: Planification
it: Pianificazione
pt: Planeamento
sk: plánovanie

# RES_audit.parameters.genius_views_scheduler.schedulertext.rotext
source: Configuración
ca: Configuració
eu: Ezarpena
fr: Paramètre
it: Collocamento
pt: Configuração
sk: Konfigurácia

# RES_audit.parameters.genius_views_scheduler.state.rotext
source: Estado
ca: Estat
eu: Estatu
fr: État
it: Stato
sk: Štát

# RES_audit.parameters.groups.descriptiongroup.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.groups.id.rotext
source: Código
ca: Codi
eu: Kodea
fr: Code
it: Codice
sk: Kód

# RES_audit.parameters.groups.idcenter.rotext
source: Centro
ca: Centre
eu: Zentroa
fr: Centre
sk: Stredisko

# RES_audit.parameters.groups.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.groups.path.rotext
source: Ruta
eu: Ibilbidea
fr: Itinéraire
it: Itinerario
pt: Rota
sk: Trasa

# RES_audit.parameters.groups.securityflags.rotext
source: Seguridad
ca: Seguretat
eu: Segurtasuna
fr: Sécurité
gl: Seguridade
it: Sicurezza
pt: Segurança
sk: Zabezpečenie

# RES_audit.parameters.importguides.formatfilepath.rotext
source: formato
ca: format
eu: Formatua
fr: format
sk: formát

# RES_audit.parameters.importguides.mode.rotext
source: Modo ejecución:
ca: Mode execució:
eu: Exekuzio modua:
fr: Mode d’exécution :
gl: Modo execución:
it: Modalità di esecuzione:
pt: Modo de execução:
sk: Režim vykonávania:

# RES_audit.parameters.importguides.separator.rotext
source: separador
eu: bereizle
fr: séparateur
it: separatore
sk: separátor

# RES_audit.parameters.importguides.sourcefilepath.rotext
source: plantilla
eu: txantiloia
fr: modèle
gl: modelo
it: modello
pt: modelo
sk: zamestnanci

# RES_audit.parameters.importguides.type.rotext
source: tipo
ca: tipus
eu: tipoa
fr: type
sk: typ

# RES_audit.parameters.indicators.allownotification.rotext
source: Acepta notificaciones
ca: Accepta notificacions
eu: Onartu jakinarazpenak
fr: Accepte les notifications
gl: Acepta notificacións
it: Accetta notifiche
pt: Aceita notificações
sk: Prijímanie oznámení

# RES_audit.parameters.indicators.condition.rotext
source: Condición
ca: Condició
eu: Baldintza
fr: Condition
it: Condizione
pt: Condição
sk: Stav

# RES_audit.parameters.indicators.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.indicators.desiredvalue.rotext
source: Valor deseado
ca: Valor desitjat
eu: Nahi den balioa
fr: Valeur souhaitée
gl: Valor desexado
it: Valore desiderato
pt: Valor desejado
sk: Požadovaná hodnota

# RES_audit.parameters.indicators.idfirstconcept.rotext
source: Saldo base
eu: Oinarrizko balantzea
fr: Solde base
sk: Základný zostatok

# RES_audit.parameters.indicators.idsecondconcept.rotext
source: Saldo respecto
ca: Saldo respecte
eu: buruzko balantzea
fr: Solde concernant
it: Saldo rispetto
pt: Saldo relativo
sk: Zostatok v súvislosti s

# RES_audit.parameters.indicators.limitvalue.rotext
source: Valor límite
ca: Valor límit
eu: Muga-balioa
fr: Valeur limite
it: Valore limite
pt: Valor limite
sk: Limitná hodnota

# RES_audit.parameters.indicators.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.indicators.type.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.indicators.typenotification.rotext
source: Tipo de notificaciones
ca: Tipus de notificacions
eu: Jakinarazpen mota
fr: Type de notifications
gl: Tipo de notificacións
it: Tipo di notifiche
pt: Tipo de notificações
sk: Typ oznámení

# RES_audit.parameters.labagree.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.labagree.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.labagreeaccrualsrules.begindate.rotext
source: Fecha de Inicio
ca: Data d’inici
eu: Hasiera data
fr: Date de début
gl: Data de inicio
it: Data di inizio
pt: Data de Início
sk: Dátum začiatku

# RES_audit.parameters.labagreeaccrualsrules.enddate.rotext
source: Fecha de finalización
ca: Data de finalització
eu: Amaitzeko data
fr: Date de fin
gl: Data de finalización
it: Data di conclusione
pt: Data de conclusão
sk: Dátum ukončenia

# RES_audit.parameters.labagreeaccrualsrules.idlabagree.rotext
source: ID de convenio
ca: ID de conveni
eu: hitzarmenaren ID
fr: ID de convention
it: ID di accordo
pt: ID do acordo
sk: ID dohody

# RES_audit.parameters.moves.id.rotext
source: Código
ca: Codi
eu: Kodea
fr: Code
it: Codice
sk: Kód

# RES_audit.parameters.moves.idemployee.rotext
source: Código usuario
ca: Codi usuari
eu: Erabiltzaile kodea
fr: Code utilisateur
it: Codice utente
pt: Código utilizador
sk: Kód používateľa

# RES_audit.parameters.moves.indatetime.rotext
source: Fecha/Hora entrada
ca: Data/hora entrada
eu: Sarrera data/ordua
fr: Date/Heure entrée
gl: Data/Hora entrada
it: Data/ora entrata
pt: Data/Hora de entrada
sk: Dátum/čas vstupu

# RES_audit.parameters.moves.inidcause.rotext
source: Código justificación entrada
ca: Codi justificació entrada
eu: Sarreraren justifikazio-kodea
fr: Code justification entrée
gl: Código xustificación entrada
it: Codice giustificazione entrata
pt: Código de justificação de entrada
sk: Vstupný kód odôvodnenia

# RES_audit.parameters.moves.inidreader.rotext
source: Código terminal entrada
ca: Codi terminal entrada
eu: Sarrerako terminal kodea
fr: Code terminal entrée
it: Codice terminale entrata
pt: Código de terminal de entrada
sk: Vstupný kód terminálu

# RES_audit.parameters.moves.inidzone.rotext
source: Código zona entrada
ca: Codi zona entrada
eu: Sarrera zonako kodea
fr: Code zone entrée
it: Codice zona entrata
pt: Código de zona de entrada
sk: Kód vstupnej zóny

# RES_audit.parameters.moves.isnotreliablein.rotext
source: Es sospechoso entrada
ca: És sospitós entrada
eu: Sarrera susmagarria da
fr: Entrée non fiable
gl: É sospeitoso entrada
it: Entrata sospetta
pt: Entrada suspeita
sk: Podozrivý záznam

# RES_audit.parameters.moves.isnotreliableout.rotext
source: Es sospechoso salida
ca: És sospitós sortida
eu: Irteera susmagarria da
fr: Sortie non fiable
gl: É sospeitoso saída
it: Uscita sospetta
pt: Saída suspeita
sk: Podozrivý odchod

# RES_audit.parameters.moves.outdatetime.rotext
source: Fecha/Hora salida
ca: Data/hora sortida
eu: Irteera data/ordua
fr: Date/Heure sortie
gl: Data/Hora saída
it: Data/ora uscita
pt: Data/Hora de saída
sk: Dátum/čas odchodu
