Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_causes.error.nocorrectvisibilityfilter.rotext
source: Visibility filter is not correct
eu: Ikusgarritasun-iragazkia ez da zuzena
fr: Le filtre de visibilité est incorrect
gl: O filtro de visibilidade non é correcto
it: Il filtro di visibilità non è corretto
pt: O filtro de visibilidade não é o correto
sk: Filter viditeľnosti nie je správny

# RES_errorshifts.aspxbutton1.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmaddassignment.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmaddassignment.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmaddassignment.lbladdassignment.text.rotext
source: Position
eu: Posizioa
fr: Poste
gl: Posto
it: Posizione
pt: Posto
sk: pošta

# RES_frmaddassignment.lbladdassignmentdesc.text.rotext
source: Position:
eu: Posizioa:
fr: Poste :
gl: Posto:
it: Posizione:
pt: Posto:
sk: Pozícia:

# RES_frmaddassignment.lblcoverage.text.rotext
source: % Coverage:
eu: % Estaldura:
fr: % Couverture :
gl: % Cobertura:
it: % copertura:
pt: % Cobertura:
sk: % pokrytie:

# RES_frmaddassignment.lbltitleformaddassignment.text.rotext
source: Select the position and coverage for the current schedule.
eu: Hautatu uneko ordutegiaren posizioa eta estaldura.
fr: Sélectionnez le poste et la couverture pour l´horaire actuel.
gl: Selecciona o posto e a cobertura para o horario actual.
it: Seleziona la posizione e la copertura per l´orario attuale.
pt: Selecione o posto e a cobertura para o horário atual.
sk: Vyberte pracovisko a pokrytie pre aktuálny rozvrh.

# RES_frmaddzone.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmaddzone.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmaddzone.lbladdzone.text.rotext
source: Time zone edition
eu: Ordu eremuaren edizioa
fr: Édition zone horaire
gl: Edición zona horaria
it: Modifica fascia oraria
pt: Edição da zona horária
sk: Úprava časového pásma

# RES_frmaddzone.lblisblocked.text.rotext
source: Lock time zone.
eu: Blokeatu ordu-eremua.
fr: Bloquer la zone horaire.
gl: Bloquear a zona horaria.
it: Blocca la fascia oraria.
pt: Bloquear a zona horária.
sk: Uzamknite časové pásmo.

# RES_frmaddzone.lblislocked.text.rotext
source: Lock time zone.
eu: Blokeatu ordu-eremua.
fr: Bloquer la zone horaire.
gl: Bloquear a zona horaria.
it: Blocca la fascia oraria.
pt: Bloquear a zona horária.
sk: Uzamknite časové pásmo.

# RES_frmaddzone.lblshiftfromtime.text.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_frmaddzone.lblshifttotime.text.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_frmaddzone.lbltitleformaddzone.text.rotext
source: On this screen, select the time zone you want to add and the time zone interval for the schedule you are editing.<br>From this same screen, you can perform maintenance of the Time Zone types.
eu: Pantaila honetan, hautatu gehitu nahi duzun ordu-eremua eta bere tartea editatzen ari zaren programaziorako.<br> Pantaila horretatik bertatik, Ordu-eremu motak mantendu ditzakezu.
fr: Sur cet écran, sélectionnez la zone horaire que vous souhaitez ajouter ainsi que son intervalle pour l´horaire en cours d´édition.<br>À partir de ce même écran, vous pouvez effectuer la maintenance des types de zones horaires.
gl: Nesta pantalla, selecciona a zona horaria que desexas engadir e o intervalo da mesma para o horario que estás editando.<br> Dende esta mesma pantalla podes realizar o mantemento dos tipos de zonas horarias.
it: In questa schermata seleziona la fascia oraria che si desidera aggiungere e l´intervallo della stessa per l´orario che si sta modificando.<br> Da questa stessa schermata, è possibile effettuare la manutenzione dei tipi di fasce orarie.
pt: Neste ecrã selecione a zona horária que pretende adicionar e o intervalo da mesma para o horário que está a editar.<br> A partir deste mesmo ecrã, pode fazer a manutenção dos tipos de zonas horárias.
sk: Na tejto obrazovke vyberte časové pásmo, ktoré chcete pridať, a interval časového pásma pre upravovaný plán.<br> Na tej istej obrazovke môžete udržiavať typy časových pásiem.

# RES_frmaddzone.manualdetect.shiftafter.rotext
source: from the day after the schedule
eu: biharamunetik ordutegira
fr: du lendemain de l´horaire
gl: do día seguinte ao do horario
it: del giorno successivo a quello dell´orario
pt: do dia após ao do horário
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_frmaddzone.manualdetect.shiftbefore.rotext
source: from the day before the schedule
eu: ordutegiaren aurreko egunean
fr: de la veille de l´horaire
gl: do día anterior ao do horario
it: del giorno precedente a quello dell´orario
pt: do dia anterior ao do horário
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_frmaddzone.manualdetect.shiftday.rotext
source: of the day of the schedule
eu: ordutegiaren egunekoa
fr: du jour de l´horaire
gl: do día do horario
it: del giorno dell´orario
pt: do dia do horário
sk: dňa rozvrhu

# RES_frmdailyactionrule.actiontitle.carryover.rotext
source: Drag
eu: Arrastatu
fr: Faire glisser
gl: Arrastrar
it: Trascina
pt: Transitar

# RES_frmdailyactionrule.actiontitle.carryoversingle.rotext
source: Drag individually
eu: Arrastatu banan-banan
fr: Faire glisser individuellement
gl: Arrastrar individualmente
it: Trascina singolarmente
pt: Transitar individualmente
sk: Jednotlivé ťahanie

# RES_frmdailyactionrule.actiontitle.conditionnumber1.rotext
source: from condition 1
eu: 1. baldintzatik
fr: de la condition 1
gl: da condición 1
it: dalla condizione 1
pt: da condição 1
sk: podmienky 1

# RES_frmdailyactionrule.actiontitle.conditionnumber2.rotext
source: from condition 2
eu: baldintza 2
fr: de la condition 2
gl: da condición 2
it: dalla condizione 2
pt: da condição 2
sk: podmienky 2

# RES_frmdailyactionrule.actiontitle.conditionnumber3.rotext
source: from condition 3
eu: baldintza 3
fr: de la condition 3
gl: da condición 3
it: dalla condizione 3
pt: da condição 3
sk: podmienky 3

# RES_frmdailyactionrule.actiontitle.conditionpart1.resultrotext.rotext
source: Part One
eu: lehen zatia
fr: première partie
gl: primeira parte
it: prima parte
pt: primeira parte
sk: prvá časť

# RES_frmdailyactionrule.actiontitle.conditionpart1.rotext
source: Part One
eu: lehen zatia
fr: première partie
gl: primeira parte
it: prima parte
pt: primeira parte
sk: prvá časť

# RES_frmdailyactionrule.actiontitle.conditionpart1result.rotext
source: Part One
eu: lehen zatia
fr: première partie
gl: primeira parte
it: prima parte
pt: primeira parte
sk: prvá časť

# RES_frmdailyactionrule.actiontitle.conditionpart2.rotext
source: second
eu: bigarren zatia
fr: seconde partie
gl: segunda parte
it: seconda parte
pt: segunda parte
sk: druhá časť

# RES_frmdailyactionrule.actiontitle.conditionpart2result.rotext
source: second
eu: bigarren zatia
fr: seconde partie
gl: segunda parte
it: seconda parte
pt: segunda parte
sk: druhá časť

# RES_frmdailyactionrule.actiontitle.conditionpart2tesult.rotext
source: second
eu: bigarren zatia
fr: seconde partie
gl: segunda Parte
it: seconda parte
pt: segunda Parte
sk: druhá časť

# RES_frmdailyactionrule.actiontitle.fromcause.rotext
source: of:
eu: de:
fr: de :
gl: de:
it: da:
pt: de:
sk: z:

# RES_frmdailyactionrule.actiontitle.plus.rotext
source: Generate bonus/premium of
eu: Sortu bonus/prima
fr: Générer un bonus/une prime de
gl: Xerar plus/prima de
it: Genera bonus/premio di
pt: Gerar plus/prima de
sk: Generovanie bonusu/prémie vo výške

# RES_frmdailyactionrule.actiontitle.signminus.rotext
source: with negative sign
eu: zeinu negatiboarekin
fr: avec un signe négatif
gl: con signo negativo
it: con segno negativo
pt: com sinal negativo
sk: so záporným znamienkom

# RES_frmdailyactionrule.actiontitle.signplus.rotext
source: with positive sign
eu: zeinu positiboarekin
fr: avec un signe positif
gl: con signo positivo
it: con segno positivo
pt: com sinal positivo
sk: s kladným znamienkom

# RES_frmdailyactionrule.actiontitle.singleaction.rotext
source: up to the value of
eu: gehienezko baliora arte
fr: au plus jusqu´à la valeur de
gl: como máximo ata o valor de
it: come massimo fino al valore di
pt: no máximo, até ao valor de
sk: najviac do hodnoty

# RES_frmdailyactionrule.actiontitle.tocause.rotext
source: to:
eu: honetara:
fr: à :
gl: a:
it: a:
pt: a:
sk: a:

# RES_frmdailyactionrule.directvalue_carryover.rotext
source: The direct value
eu: Balio zuzena
fr: La valeur directe
gl: O valor directo
it: Il valore diretto
pt: O valor direto
sk: Priama hodnota

# RES_frmdailyactionrule.directvalue_carryoverresult.rotext
source: and the direct value
eu: eta balio zuzena
fr: et la valeur directe
gl: e o valor directo
it: e il valore diretto
pt: e o valor direto
sk: a priama hodnota

# RES_frmdailyactionrule.directvalue_plus.rotext
source: with the direct value
eu: balio zuzenarekin
fr: avec la valeur directe
gl: co valor directo
it: con il valore diretto
pt: com o valor direto
sk: s priamou hodnotou

# RES_frmdailyactionrule.directvalue_plusresult.rotext
source: and the direct value
eu: eta balio zuzena
fr: et la valeur directe
gl: e o valor directo
it: e il valore diretto
pt: e o valor direto
sk: a priama hodnota

# RES_frmdailyactionrule.idcause_carryover.rotext
source: The difference between the
eu: arteko aldea
fr: La différence entre la
gl: A diferenza entre a
it: la differenza tra la
pt: A diferença entre a
sk: Rozdiel medzi

# RES_frmdailyactionrule.idcause_carryoverresult.rotext
source: and the
eu: eta
fr: et la
gl: e a
it: e la
pt: e a
sk: a

# RES_frmdailyactionrule.idcause_plus.rotext
source: with the difference between the
eu: arteko aldearekin
fr: avec la différence entre la
gl: coa diferenza entre a
it: con la differenza tra la
pt: com a diferença entre a
sk: s rozdielom medzi

# RES_frmdailyactionrule.idcause_plusresult.rotext
source: and the
eu: eta
fr: et la
gl: e a
it: e la
pt: e a
sk: a

# RES_frmdailyactionrule.lblactionfromresult.text.rotext
source: of the
eu: ren
fr: de la
gl: da
it: dalla
pt: da
sk: z

# RES_frmdailyactionrule.lblactions.text.rotext
source: Action
eu: Ekintza
gl: Acción
it: Azione
pt: Ação
sk: Akcia

# RES_frmdailyactionrule.lblactionssign.text.rotext
source: Sign
eu: Sinatu
fr: Signe
gl: Signo
it: Segno
pt: Sinal
sk: Podpísať

# RES_frmdailyactionrule.lblactionvalue.text.rotext
source: Value 1
eu: 1. balioa
fr: Valeur 1
gl: Valor 1
it: Valore 1
pt: Valor 1
sk: Hodnota 1

# RES_frmdailyactionrule.lblcausetitlefrom2.text.rotext
source: Of:
eu: Honetaz:
fr: De:
gl: De:
it: Di:
pt: De:
sk: Od:

# RES_frmdailyactionrule.lblcausetitleto2.tooltip.rotext
source: TO:
eu: NOI:
fr: À:
gl: PARA:
it: A:
pt: PARA:
sk: A:

# RES_frmdailyactionrule.lblfrom.text.rotext
source: of the
eu: ren
fr: de la
gl: da
it: dalla
pt: da
sk: z

# RES_frmdailyactionrule.lblnewcausetitle.text.rotext
source: New justification
eu: Justifikazio berria
fr: Nouvelle justification
gl: Nova xustificación
it: Nuova giustificazione
pt: Nova justificação
sk: Nové odôvodnenie

# RES_frmdailyactionrule.lblpluscause.text.rotext
source: Justification
eu: Justifikazioa
gl: Xustificación
it: Giustificazione
pt: Justificação
sk: odôvodnenie

# RES_frmdailyactionrule.lblplustype.text.rotext
source: Type
eu: Guy
gl: Tipo
it: Tipo
pt: Tipo
sk: typ

# RES_frmdailyactionrule.lblresultactions.text.rotext
source: Comparison
eu: Konparaketa
fr: Comparaison
gl: Comparación
it: Confronto
pt: Comparação
sk: Porovnanie

# RES_frmdailyactionrule.lblresulttype.text.rotext
source: Value 2
eu: 2. balioa
fr: Valeur 2
gl: Valor 2
it: Valore 2
pt: Valor 2
sk: Hodnota 2

# RES_frmdailyactionrule.userfield_carryover.rotext
source: The value of the token field
eu: Token eremuaren balioa
fr: La valeur du champ de la fiche
gl: O valor do campo da ficha
it: Il valore del campo della scheda
pt: O valor do campo da ficha
sk: Hodnota poľa token

# RES_frmdailyactionrule.userfield_carryoverresult.rotext
source: and the value of the token field
eu: eta token eremuaren balioa
fr: et la valeur du champ de la fiche
gl: e o valor do campo da ficha
it: e il valore del campo della scheda
pt: E o valor do campo da ficha
sk: a hodnota poľa token

# RES_frmdailyactionrule.userfield_plus.rotext
source: with the value of the token field
eu: fitxa eremuaren balioarekin
fr: avec la valeur du champ de la fiche
gl: co valor do campo da ficha
it: con il valore del campo della scheda
pt: com o valor do campo da ficha
sk: s hodnotou poľa token

# RES_frmdailyactionrule.userfield_plusresult.rotext
source: and the value of the token field
eu: eta token eremuaren balioa
fr: et la valeur du champ de la fiche
gl: e o valor do campo da ficha
it: e il valore del campo della scheda
pt: E o valor do campo da ficha
sk: a hodnota poľa token

# RES_frmdailyconditionrule.between.rotext
source: Between
eu: Tartean
fr: Entre
gl: Entre
it: Tra
pt: Entre
sk: Navštívte stránku

# RES_frmdailyconditionrule.directvalue.rotext
source: Direct value
eu: Balio zuzena
fr: Valeur directe
gl: Valor directo
it: Valore diretto
pt: Valor direto
sk: Priama hodnota

# RES_frmdailyconditionrule.distinct.rotext
source: Different from
eu: Ezberdina
fr: Différent de
gl: Diferente de
it: Differente da
pt: Diferente de
sk: Odlišné od

# RES_frmdailyconditionrule.equal.rotext
source: Same as
eu: Atsegin dut
fr: Pareil que
gl: Igual que
it: Come
pt: Igual a
sk: Rovnaké ako

# RES_frmdailyconditionrule.idcause.rotext
source: Value of justification
eu: Justifikazio-balioa
fr: Valeur justificative
gl: Valor da xustificación
it: Valore di giustificazione
pt: Valor da justificação
sk: Hodnota odôvodnenia

# RES_frmdailyconditionrule.label2.text.rotext
source: New time zone
eu: Ordu-eremu berria
fr: Nouvelle zone horaire
gl: Nova zona horaria
it: Nuova fascia oraria
pt: Nova zona horária
sk: Nové časové pásmo

# RES_frmdailyconditionrule.label5.text.rotext
source: Justification will be added
eu: Justifikazioa gehituko da
fr: La justification sera ajoutée
gl: Sumarase a xustificación
it: Verrà aggiunta la giustificazione
pt: A justificação será somada
sk: Pridá sa odôvodnenie

# RES_frmdailyconditionrule.label6.text.rotext
source: Justification will be subtracted
eu: Justifikazioa kenduko da
fr: La justification sera déduite
gl: Restarase a xustificación
it: Verrà sottratta la giustificazione
pt: Será subtraída a justificação
sk: Odôvodnenie sa odpočíta

# RES_frmdailyconditionrule.lblcauses.text.rotext
source: List of justifications
eu: Justifikazioen zerrenda
fr: Liste de justifications
gl: Listaxe de xustificacións
it: Elenco di giustificazioni
pt: Lista de justificações
sk: Zoznam odôvodnení

# RES_frmdailyconditionrule.lblcausetitle2.text.rotext
source: Select justification
eu: Hautatu justifikazioa
fr: Sélectionnez la justification
gl: Selecciona a xustificación
it: Seleziona la giustificazione
pt: Selecione a justificação
sk: Vyberte odôvodnenie

# RES_frmdailyconditionrule.lblcausevaluetitle.text.rotext
source: New justification
eu: Justifikazio berria
fr: Nouvelle justification
gl: Nova xustificación
it: Nuova giustificazione
pt: Nova justificação
sk: Nové odôvodnenie

# RES_frmdailyconditionrule.lblcausevaluetitle2.text.rotext
source: Select justification
eu: Hautatu justifikazioa
fr: Sélectionnez la justification
gl: Selecciona a xustificación
it: Seleziona la giustificazione
pt: Selecione a justificação
sk: Vyberte odôvodnenie

# RES_frmdailyconditionrule.lblcompares.text.rotext
source: Comparison
eu: Konparaketa
fr: Comparaison
gl: Comparación
it: Confronto
pt: Comparação
sk: Porovnanie

# RES_frmdailyconditionrule.lblnewcausetitle.text.rotext
source: New justification
eu: Justifikazio berria
fr: Nouvelle justification
gl: Nova xustificación
it: Nuova giustificazione
pt: Nova justificação
sk: Nové odôvodnenie

# RES_frmdailyconditionrule.lblopminus.text.rotext
source: Justification will be subtracted
eu: Justifikazioa kenduko da
fr: La justification sera déduite
gl: Restarase a xustificación
it: Verrà sottratta la giustificazione
pt: Será subtraída a justificação
sk: Odôvodnenie sa odpočíta

# RES_frmdailyconditionrule.lblopplus.text.rotext
source: Justification will be added
eu: Justifikazioa gehituko da
fr: La justification sera ajoutée
gl: Sumarase a xustificación
it: Verrà aggiunta la giustificazione
pt: A justificação será somada
sk: Pridá sa odôvodnenie

# RES_frmdailyconditionrule.lbltimezones.text.rotext
source: Time zones
eu: Ordu-eremuak
fr: Zones horaires
gl: Zonas horarias
it: Fasce orarie
pt: Zonas horárias
sk: Časové pásma

# RES_frmdailyconditionrule.lbltimezonetitle.text.rotext
source: Select time zone
eu: Hautatu ordu-eremua
fr: Sélectionnez la zone horaire
gl: Selecciona a zona horaria
it: Seleziona la fascia oraria
pt: Selecione a zona horária
sk: Vyberte časové pásmo

# RES_frmdailyconditionrule.lbltimezonevalue.text.rotext
source: Time zones
eu: Ordu-eremuak
fr: Zones horaires
gl: Zonas horarias
it: Fasce orarie
pt: Zonas horárias
sk: Časové pásma

# RES_frmdailyconditionrule.lbltimezonevaluetitle.text.rotext
source: New time zone
eu: Ordu-eremu berria
fr: Nouvelle zone horaire
gl: Nova zona horaria
it: Nuova fascia oraria
pt: Nova zona horária
sk: Nové časové pásmo

# RES_frmdailyconditionrule.lbltimezonevaluetitle2.text.rotext
source: Select time zone
eu: Hautatu ordu-eremua
fr: Sélectionnez la zone horaire
gl: Selecciona a zona horaria
it: Seleziona la fascia oraria
pt: Selecione a zona horária
sk: Vyberte časové pásmo

# RES_frmdailyconditionrule.lblto.text.rotext
source: and
eu: eta
fr: et
gl: e
it: E
pt: e
sk: y

# RES_frmdailyconditionrule.lbltypevalues.text.rotext
source: Type
eu: Guy
gl: Tipo
it: Tipo
pt: Tipo
sk: typ

# RES_frmdailyconditionrule.lblvaluecauses.text.rotext
source: List of justifications
eu: Justifikazioen zerrenda
fr: Liste de justifications
gl: Listaxe de xustificacións
it: Elenco di giustificazioni
pt: Lista de justificações
sk: Zoznam odôvodnení

# RES_frmdailyconditionrule.lblvalues.text.rotext
source: Value
eu: Merezi
fr: Valeur
gl: Valor
it: Di valore
pt: Valor
sk: Hodnota

# RES_frmdailyconditionrule.major.rotext
source: Greater than
eu: Baino handiagoa
fr: Supérieur à
gl: Maior que
it: Maggiore di
pt: Maior que
sk: väčšia ako

# RES_frmdailyconditionrule.majorequal.rotext
source: Greater than or equal to
eu: Handiagoa edo berdina
fr: Meilleur que ou égal
gl: Maior ou igual que
it: Maggiore o uguale
pt: É maior ou igual a
sk: Väčšie alebo rovné

# RES_frmdailyconditionrule.minor.rotext
source: Less than
eu: baino txikiagoa
fr: Plus petit que
gl: Menor que
it: Più piccolo di
pt: É menor que
sk: Menej ako

# RES_frmdailyconditionrule.minorequal.rotext
source: Less than or equal to
eu: baino txikiagoa edo berdina
fr: Inférieur ou égal à
gl: Menor ou igual que
it: Minore o uguale a
pt: Menor ou igual a
sk: Menej alebo rovná sa

# RES_frmdailyconditionrule.timezones.any.rotext
source: Any area
eu: Edozein arlo
fr: N´importe quelle zone
gl: Calquera zona
it: Qualsiasi zona
pt: Qualquer zona
sk: Akákoľvek oblasť

# RES_frmdailyconditionrule.userfield.rotext
source: Value of the field of the card
eu: Txartelaren eremuaren balioa
fr: Champ valeur de la carte
gl: Valor campo da ficha
it: Valore del campo della carta
pt: Valor campo da ficha
sk: Hodnota poľa Token

# RES_frmdailyrule.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmdailyrule.btncancel.tooltip.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmdailyrule.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmdailyrule.btnok.tooltip.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmdailyrule.dailyrule.action1.rotext
source: Action 1
eu: 1. ekintza
gl: Acción 1
it: Azione 1
pt: Ação 1
sk: Akcia 1

# RES_frmdailyrule.dailyrule.action2.rotext
source: Action 2
eu: 2. ekintza
gl: Acción 2
it: Azione 2
pt: Ação 2
sk: Akcia 2

# RES_frmdailyrule.dailyrule.action3.rotext
source: Action 3
eu: 3. ekintza
gl: Acción 3
it: Azione 3
pt: Ação 3
sk: Akcia 3

# RES_frmdailyrule.dailyrule.condition1.rotext
source: Condition 1
eu: Baldintza 1
gl: Condición 1
it: Condizione 1
pt: Condição 1
sk: Podmienka 1

# RES_frmdailyrule.dailyrule.condition2.rotext
source: Condition 2
eu: Baldintza 2
gl: Condición 2
it: Condizione 2
pt: Condição 2
sk: Podmienka 2

# RES_frmdailyrule.dailyrule.condition3.rotext
source: Condition 3
eu: Baldintza 3
gl: Condición 3
it: Condizione 3
pt: Condição 3
sk: Podmienka 3

# RES_frmdailyrule.dayvalidationrule.0.rotext
source: any
eu: edozein
fr: n´importe quel
gl: calquera
it: qualsiasi
pt: qualquer
sk: ktokoľvek

# RES_frmdailyrule.dayvalidationrule.1.rotext
source: Monday
eu: astelehena
fr: Lundi
gl: Luns
it: Lunedi
pt: Segunda-feira
sk: Pondelok

# RES_frmdailyrule.dayvalidationrule.10.rotext
source: Planned teleworking
eu: Planifikatutako telelana
fr: Télétravail planifié
gl: Teletraballo planificado
it: Telelavoro pianificato
pt: Teletrabalho planeado
sk: Plánovaná práca na diaľku

# RES_frmdailyrule.dayvalidationrule.2.rotext
source: Tuesday
eu: asteartea
fr: Mardi
gl: Martes
it: Martedì
pt: Terça-feira
sk: Utorok

# RES_frmdailyrule.dayvalidationrule.3.rotext
source: Wednesday
eu: asteazkena
fr: Mercredi
gl: Mércores
it: Mercoledì
pt: Quarta-feira
sk: Streda

# RES_frmdailyrule.dayvalidationrule.4.rotext
source: Thursday
eu: Osteguna
fr: Jeudi
gl: Xoves
it: Giovedì
pt: Quinta-feira
sk: Štvrtok

# RES_frmdailyrule.dayvalidationrule.5.rotext
source: Friday
eu: ostirala
fr: Vendredi
gl: Venres
it: Venerdì
pt: Sexta-feira
sk: Piatok

# RES_frmdailyrule.dayvalidationrule.6.rotext
source: Saturday
eu: Larunbata
fr: Samedi
gl: Sábado
it: Sabato
pt: Sábado
sk: Sobota

# RES_frmdailyrule.dayvalidationrule.7.rotext
source: Sunday
eu: Igandea
fr: Dimanche
gl: Domingo
it: Domenica
pt: Domingo
sk: Nedeľa

# RES_frmdailyrule.dayvalidationrule.8.rotext
source: Festive
eu: Jaia
fr: De fête
gl: Festivo
it: Festivo
pt: Feriado
sk: Slávnostné

# RES_frmdailyrule.dayvalidationrule.9.rotext
source: Effective teleworking
eu: Telelana eraginkorra
fr: Télétravail effectif
gl: Teletraballo efectivo
it: Telelavoro effettivo
pt: Teletrabalho efetivo
sk: Efektívna práca na diaľku

# RES_frmdailyrule.lblactionstitle.text.rotext
source: Actions to be taken
eu: Egin beharreko ekintzak
fr: Actions à effectuer
gl: Accións que se vai realizar
it: Azioni da svolgere
pt: Ações a realizar
sk: Opatrenia, ktoré sa majú prijať

# RES_frmdailyrule.lblconditionstitle.text.rotext
source: Conditions to be validated
eu: Baliozkotzeko baldintzak
fr: Conditions à valider
gl: Condicións para validar
it: Condizioni da convalidare
pt: Condições a validar
sk: Podmienky, ktoré sa majú overiť

# RES_frmdailyrule.lbldescription.text.rotext
source: Description:
eu: Deskribapena:
gl: Descrición:
it: Descrizione:
pt: Descrição:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_frmdailyrule.lbldescriptiondesc.text.rotext
source: Description of the daily rule
eu: Eguneroko arauaren deskribapena
fr: Description de la règle quotidienne
gl: Descrición da regra diaria
it: Descrizione della regola giornaliera
pt: Descrição da regra diária
sk: Opis denného pravidla
