Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.parameters.moves.outidcause.rotext
source: Código justificación salida
ca: Codi justificació sortida
eu: Irteeraren justifikazio-kodea
fr: Code justification sortie
gl: Código xustificación saída
it: Codice giustificazione uscita
pt: Código de justificação de saída
sk: Kód odôvodnenia výstupu

# RES_audit.parameters.moves.outidreader.rotext
source: Código terminal salida
ca: Codi terminal sortida
eu: Irteerako terminal kodea
fr: Code terminal sortie
gl: Código terminal saída
it: Codice terminale uscita
pt: Código de terminal de saída
sk: Kód výstupného terminálu

# RES_audit.parameters.moves.outidzone.rotext
source: Código zona salida
ca: Codi zona sortida
eu: Irteteko zonaren kodea
fr: Code zone sortie
gl: Código zona saída
it: Codice zona uscita
pt: Código de zona de saída
sk: Kód zóny výstupu

# RES_audit.parameters.moves.shiftdate.rotext
source: Fecha horario
ca: Data horari
eu: Ordu-data
fr: Date horaire
gl: Data horario
it: Data orario
pt: Data do horário
sk: Dátum a čas

# RES_audit.parameters.notifications.activated.rotext
source: Activada
eu: Aktibatuta
fr: Activée
it: Attivata
pt: Ativada
sk: Aktivované

# RES_audit.parameters.notifications.allowmail.rotext
source: Permitir email
ca: Permetre correu electrònic
eu: Baimendu posta elektronikoa
fr: Permettre l´e-mail
gl: Permitir correo electrónico
it: Consenti e-mail
sk: Povolenie e-mailu

# RES_audit.parameters.notifications.allowportal.rotext
source: Permitir portal
ca: Permetre portal
eu: Baimendu ataria
fr: Permettre le portail
it: Consenti portale
sk: Povolenie portálu

# RES_audit.parameters.notifications.condition.rotext
source: Condición
ca: Condició
eu: Baldintza
fr: Condition
it: Condizione
pt: Condição
sk: Stav

# RES_audit.parameters.notifications.destination.rotext
source: Destinos
ca: Destinacions
eu: Helmugak
fr: Destinations
it: Destinazioni
sk: Destinácie

# RES_audit.parameters.notifications.id.rotext
source: ID de la notificación
ca: ID de la notificació
eu: Jakinarazpenaren IDa
fr: ID de la notification
gl: ID da notificación
it: ID della notifica
pt: ID da notificação
sk: ID oznámenia

# RES_audit.parameters.notifications.idtype.rotext
source: Tipo de la notificación
ca: Tipus de la notificació
eu: Jakinarazpen mota
fr: Type de la notification
gl: Tipo da notificación
it: Tipo della notifica
pt: Tipo de notificação
sk: Typ oznámenia

# RES_audit.parameters.notifications.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.notifications.schedule.rotext
source: Programación
ca: Programació
eu: Programazioa
fr: Programmation
it: Programmazione
pt: Programação
sk: Programovanie

# RES_audit.parameters.parameters.data.rotext
source: Datos
ca: Dades
eu: Datuak
fr: Données
it: Dati
pt: Dados
sk: Údaje

# RES_audit.parameters.programmedabsences.automaticclosed.rotext
source: Cierre automático
ca: Tancament automàtic
eu: ixte automatikoa
fr: Clôture automatique
gl: Peche automático
it: Chiusura automatica
pt: Encerramento automático
sk: Automatické zatváranie

# RES_audit.parameters.programmedabsences.begindate.rotext
source: Fecha inicio
ca: Data inici
eu: Hasiera data
fr: Date début
gl: Data inicio
it: Data di inizio
pt: Data de início
sk: Dátum začiatku

# RES_audit.parameters.programmedabsences.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.programmedabsences.finishdate.rotext
source: Fecha fin
ca: Data final
eu: Amaiera data
fr: Date fin
gl: Data fin
it: Data di fine
pt: Data de fim
sk: Dátum Koniec

# RES_audit.parameters.programmedabsences.idcause.rotext
source: ID de justificación
ca: ID de justificació
eu: Justifikazio ID
fr: ID de justification
gl: ID de xustificación
it: ID di giustificazione
pt: ID de justificação
sk: Odôvodnenie ID

# RES_audit.parameters.programmedabsences.idemployee.rotext
source: ID de usuario
ca: ID d’usuari
eu: Erabiltzaile IDa
fr: ID utilisateur
it: ID utente
pt: ID de utilizador
sk: ID používateľa

# RES_audit.parameters.programmedabsences.maxlastingdays.rotext
source: Días máximo
ca: Dies màxim
eu: Gehienezko egunak
fr: Jours maximum
it: Giorni massimi
pt: Máximo dias
sk: Maximálny počet dní

# RES_audit.parameters.programmedcauses.begintime.rotext
source: inicio periodo
ca: Inici període
eu: hasierako epea
fr: début période
gl: inicio período
it: inizio periodo
pt: início do período
sk: začiatok obdobia

# RES_audit.parameters.programmedcauses.date.rotext
source: Fecha de la previsión de horas ausencia
ca: Data de la previsió d’hores d’absència
eu: Aurreikusitako atseden orduen data
fr: Date de la prévision des heures d´absence
gl: Data da previsión de horas ausencia
it: Data della previsione delle ore di assenza
pt: Data da previsão de horas de ausência
sk: Dátum predpovede hodín neprítomnosti

# RES_audit.parameters.programmedcauses.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.programmedcauses.duration.rotext
source: Duración
ca: Durada
eu: Iraupena
fr: Durée
it: Durata
pt: Duração
sk: Trvanie

# RES_audit.parameters.programmedcauses.endtime.rotext
source: Fin periodo
ca: Fi període
eu: Epearen amaiera
fr: Fin de période
gl: Fin período
it: Fine del periodo
pt: Fim período
sk: Koniec obdobia

# RES_audit.parameters.programmedcauses.finishdate.rotext
source: Fecha final
ca: Data final
eu: Azken data
fr: Date finale
gl: Data final
it: Data finale
pt: Data de fim
sk: Konečný dátum

# RES_audit.parameters.programmedcauses.id.rotext
source: Identificador
eu: Identifikatzailea
fr: Identifiant
it: Identificatore
sk: Identifikátor

# RES_audit.parameters.programmedcauses.idcause.rotext
source: ID de justificación
ca: ID de justificació
eu: Justifikazio ID
fr: ID de justification
gl: ID de xustificación
it: ID di giustificazione
pt: ID de justificação
sk: Odôvodnenie ID

# RES_audit.parameters.programmedcauses.idemployee.rotext
source: ID de usuario
ca: ID d’usuari
eu: Erabiltzaile IDa
fr: ID utilisateur
it: ID utente
pt: ID de utilizador
sk: ID používateľa

# RES_audit.parameters.programmedcauses.minduration.rotext
source: Duración mínima
ca: Durada mínima
eu: Gutxieneko iraupena
fr: Durée minimale
it: Durata minima
pt: Duração mínima
sk: Minimálne trvanie

# RES_audit.parameters.programmedcauses.win32.rotext
source: Win32
eu: Irabazi 32

# RES_audit.parameters.punches.action.rotext
source: Acción
ca: Acció
eu: Ekintza
fr: Action
it: Azione
pt: Ação
sk: Akcia

# RES_audit.parameters.punches.actualtype.rotext
source: Tipo Actual
ca: Tipus actual
eu: Uneko Mota
fr: Type actuel
it: Tipo attuale
pt: Tipo atual
sk: Aktuálny typ

# RES_audit.parameters.punches.crc.rotext
source: Código validación
ca: Codi de validació
eu: Baliozkotze kodea
fr: Code validation
it: Codice convalida
pt: Código de validação
sk: Kód overovania

# RES_audit.parameters.punches.datetime.rotext
source: FechaHora
ca: DataHora
eu: Data ordua
fr: DateHeure
gl: DataHora
it: DataOra
pt: DataHora
sk: DateTime

# RES_audit.parameters.punches.exported.rotext
source: Exportado
ca: Exportat
eu: Esportatua
fr: Exporté
it: Esportato
sk: Exportované

# RES_audit.parameters.punches.field1.rotext
source: Campo 1
ca: Camp 1
eu: 1. eremua
fr: Champ 1
sk: Pole 1

# RES_audit.parameters.punches.field2.rotext
source: Campo 2
ca: Camp 2
eu: 2. eremua
fr: Champ 2
sk: Pole 2

# RES_audit.parameters.punches.field3.rotext
source: Campo 3
ca: Camp 3
eu: 3. eremua
fr: Champ 3
sk: Pole 3

# RES_audit.parameters.punches.field4.rotext
source: Campo 4
ca: Camp 4
eu: 4. eremua
fr: Champ 4
sk: Pole 4

# RES_audit.parameters.punches.field5.rotext
source: Campo 5
ca: Camp 5
eu: 5. eremua
fr: Champ 5
sk: Pole 5

# RES_audit.parameters.punches.field6.rotext
source: Campo 6
ca: Camp 6
eu: 6. eremua
fr: Champ 6
sk: Pole 6

# RES_audit.parameters.punches.idcard.rotext
source: Identificador
eu: Identifikatzailea
fr: Identifiant
it: Identificatore
sk: Identifikátor

# RES_audit.parameters.punches.idcause.rotext
source: ID de justificación
ca: ID de justificació
eu: Justifikazio ID
fr: ID de justification
gl: ID de xustificación
it: ID di giustificazione
pt: ID de justificação
sk: Odôvodnenie ID

# RES_audit.parameters.punches.idcredential.rotext
source: Credencial
eu: Kredentziala
fr: Informations d'identification
it: Credenziali
sk: Potvrdenie

# RES_audit.parameters.punches.idemployee.rotext
source: ID de usuario
ca: ID d’usuari
eu: Erabiltzaile IDa
fr: ID utilisateur
it: ID utente
pt: ID de utilizador
sk: ID používateľa

# RES_audit.parameters.punches.idpassport.rotext
source: ID de Pasaporte
ca: ID de passaport
eu: Pasaportea ID
fr: ID de passeport
it: ID di passaporto
pt: ID de passaporte
sk: Identifikačné číslo pasu

# RES_audit.parameters.punches.idreader.rotext
source: ID del lector
eu: Irakurlearen IDa
fr: ID du lecteur
gl: ID do lector
it: ID del lettore
pt: ID do leitor
sk: ID čitateľa

# RES_audit.parameters.punches.idterminal.rotext
source: ID del terminal
eu: Terminalaren IDa
fr: ID du terminal
gl: ID do terminal
it: ID del terminale
pt: ID do terminal
sk: ID terminálu

# RES_audit.parameters.punches.idzone.rotext
source: ID de zona
eu: zonaren ID
fr: ID de zone
it: ID di zona
pt: ID da zona
sk: ID zóny

# RES_audit.parameters.punches.isnotreliable.rotext
source: No es fiable
ca: No és fiable
eu: Ez fidagarria
fr: N´est pas fiable
gl: Non é fiable
it: Non è affidabile
pt: Não é fiável
sk: Nespoľahlivé

# RES_audit.parameters.punches.location.rotext
source: Localización
ca: Localització
eu: Kokapena
fr: Emplacement
it: Posizione
pt: Localização
sk: Umiestnenie

# RES_audit.parameters.punches.locationzone.rotext
source: zona de Localización
ca: zona de localització
eu: Kokapen eremua
fr: Zone d´emplacement
it: Zona di localizzazione
pt: zona de Localização
sk: oblasť umiestnenia

# RES_audit.parameters.punches.shiftdate.rotext
source: Fecha
ca: Data
eu: Data
fr: Date
gl: Data
it: Data
pt: Data
sk: dátum

# RES_audit.parameters.punches.timestamp.rotext
source: Creado
ca: Creat
eu: Sortu
fr: Crée
it: Creato
pt: Criado
sk: Vytvorené

# RES_audit.parameters.punches.type.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.punches.typedata.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.reportscheduler.destination.rotext
source: Destino
ca: Destinació
eu: Helmuga
fr: Destination
it: Destinazione
sk: Cieľová destinácia

# RES_audit.parameters.reportscheduler.emergencygroup.rotext
source: Grupo de emergencia
ca: Grup d’emergència
eu: larrialdi taldea
fr: Groupe d´urgence
gl: Grupo de emerxencia
it: Gruppo di emergenza
pt: Grupo de emergência
sk: Núdzová skupina

# RES_audit.parameters.reportscheduler.emergencyreport.rotext
source: Informe de Emergencia
ca: Informe d’emergència
eu: Larrialdi Txostena
fr: Rapport d´urgence
gl: Informe de emerxencia
it: Rapporto di emergenza
pt: Relatório de emergência
sk: Núdzová správa

# RES_audit.parameters.reportscheduler.executetask.rotext
source: Ejecutar tarea
ca: Executar tasca
eu: Exekutatu zeregina
fr: Exécuter tâche
gl: Executar tarefa
it: Esegui attività
pt: Executar tarefa
sk: Vykonanie úlohy

# RES_audit.parameters.reportscheduler.format.rotext
source: Formato
ca: Format
eu: Formatua
fr: Format
sk: formát

# RES_audit.parameters.reportscheduler.idpassport.rotext
source: ID usuario
ca: ID usuari
eu: erabiltzailearen ID
fr: ID utilisateur
it: ID utente
pt: ID utilizador
sk: ID používateľa

# RES_audit.parameters.reportscheduler.iduser.rotext
source: Usuario VT
ca: Usuari VT
eu: LH Erabiltzailea
fr: Utilisateur VT
it: Utente VT
pt: Utilizador VT
sk: Používateľ VT

# RES_audit.parameters.reportscheduler.lastdatetimeexecuted.rotext
source: Última ejecución
ca: Darrera execució
eu: Azken korrika
fr: Dernière exécution
gl: Última execución
it: Ultima esecuzione
pt: Última execução
sk: Posledná poprava

# RES_audit.parameters.reportscheduler.lastdatetimeupdated.rotext
source: Ult. actualización
ca: Dar. actualització
eu: Ult. eguneratu
fr: Der. mise à jour
it: Ult. aggiornamento
pt: Últm. atualização
sk: Ult. aktualizácia

# RES_audit.parameters.reportscheduler.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.reportscheduler.nextdatetimeexecuted.rotext
source: Siguiente ejecución
ca: Següent execució
eu: Hurrengo korrika
fr: Exécution suivante
gl: Seguinte execución
it: Esecuzione successiva
pt: Execução seguinte
sk: Ďalšia implementácia

# RES_audit.parameters.reportscheduler.profile.rotext
source: Perfil
eu: Profila
fr: Profil
it: Profilo
sk: Profil

# RES_audit.parameters.reportscheduler.report.rotext
source: Informe
eu: Txostena
fr: Rapport
it: Rapporto
pt: Relatório
sk: Správa

# RES_audit.parameters.reportscheduler.scheduler.rotext
source: Programación
ca: Programació
eu: Programazioa
fr: Programmation
it: Programmazione
pt: Programação
sk: Programovanie

# RES_audit.parameters.requests.comments.rotext
source: Comentario
ca: Comentari
eu: Iruzkina
fr: Commentaire
it: Commento
pt: Comentário
sk: Komentár

# RES_audit.parameters.requests.commentsuser.rotext
source: Comentario
ca: Comentari
eu: Iruzkina
fr: Commentaire
it: Commento
pt: Comentário
sk: Komentár

# RES_audit.parameters.requests.date1.rotext
source: Fecha1
eu: Data 1
fr: Date1
sk: Dátum1

# RES_audit.parameters.requests.date2.rotext
source: Fecha2
eu: Data2
fr: Date2
sk: Dátum2

# RES_audit.parameters.requests.hours.rotext
source: Horas
ca: Hores
eu: Orduak
fr: Heures
it: Ore
sk: Hodiny

# RES_audit.parameters.requests.idcause.rotext
source: IDCause
ca: ID justificació
eu: IDKausa
gl: IDXustificación
it: ID giustificazione
pt: IDCausa

# RES_audit.parameters.requests.idemployee.rotext
source: IDEmployee
ca: ID empleat
eu: IDElangilea
fr: IDEmployé
gl: IDEmpregado
it: ID utente
pt: IDColaborador
sk: IDEzamestnanec

# RES_audit.parameters.requests.notreaded.rotext
source: No leída
ca: No llegida
eu: Ez irakurri
fr: Non lue
gl: Non lida
it: Non letta
pt: Não lida
sk: Neprečítané

# RES_audit.parameters.requests.requestdate.rotext
source: Fecha
ca: Data
eu: Data
fr: Date
gl: Data
it: Data
pt: Data
sk: dátum

# RES_audit.parameters.requests.requesttype.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.requests.status.rotext
source: Estado
ca: Estat
eu: Estatu
fr: État
it: Stato
sk: Štát

# RES_audit.parameters.requests.statuslevel.rotext
source: Nivel
ca: Nivell
eu: Maila
fr: Niveau
it: Livello
pt: Nível
sk: Úroveň

# RES_audit.parameters.shiftassignments.coverage.rotext
source: Cobertura
eu: Estaldura
fr: Couverture
it: Copertura
sk: Pokrytie

# RES_audit.parameters.shiftassignments.idassignment.rotext
source: ID del puesto
ca: ID del lloc
eu: Kargua ID
fr: ID du poste
gl: ID do posto
it: ID della posizione
pt: ID do posto
sk: ID pracovnej pozície

# RES_audit.parameters.shiftassignments.idshift.rotext
source: ID del horario
ca: ID de l’horari
eu: ordutegiaren ID
fr: ID de l´horaire
gl: ID do horario
it: ID dell´orario
pt: ID do horário
sk: ID rozvrhu

# RES_audit.parameters.shiftgroups.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.shifts.advancedparameters.rotext
source: Parámetros avanzados
ca: Paràmetres avançats
eu: Parametro aurreratuak
fr: Paramètres avancés
it: Parametri avanzati
pt: Parâmetros avançados
sk: Pokročilé parametre

# RES_audit.parameters.shifts.allowcomplementary.rotext
source: Permite complementarias
ca: Permet complementàries
eu: Osagarritasuna ahalbidetzen du
fr: Permet les complémentaires
it: Consenti complementari.
pt: Permite complementos
sk: Umožňuje doplnkové

# RES_audit.parameters.shifts.allowfloatingdata.rotext
source: Permite datos flotantes
ca: Permet dades flotants
eu: Baimendu datu flotagarriak
fr: Permet les données flottantes
it: Consenti dati mobili
pt: Permite dados flutuantes
sk: Umožňuje plávajúce údaje

# RES_audit.parameters.shifts.applycenteronabsence.rotext
source: Aplicar a todas las incidencias
ca: Aplicar a totes les incidències
eu: Aplikatu gorabehera guztietan
fr: Appliquer à tous les incidents
gl: Aplicar a todas as incidencias
it: Applica a tutti gli eventi
pt: Aplicar a todas as incidências
sk: Vzťahuje sa na všetky incidenty

# RES_audit.parameters.shifts.areworkingdays.rotext
source: Son días trabajo
ca: Són dies de treball
eu: Lan egunak dira
fr: Sont des jours de travail
gl: Son días traballo
it: Sono giorni di lavoro
pt: São dias de trabalho
sk: Ide o pracovné dni

# RES_audit.parameters.shifts.breakhours.rotext
source: Horas de descanso
ca: Hores de descans
eu: Atseden orduak
fr: Heures de repos
it: Ore di riposo
sk: Odpočinkové hodiny

# RES_audit.parameters.shifts.color.rotext
source: Color
eu: Kolore
fr: Couleur
gl: Cor
it: Colore
pt: Cor
sk: Farba

# RES_audit.parameters.shifts.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.shifts.expectedworkinghours.rotext
source: Horas trabajadas
ca: Hores treballades
eu: Lan egindako orduak
fr: Heures travaillées
gl: Horas traballadas
it: Ore lavorate
pt: Horas trabalhadas
sk: odpracované hodiny

# RES_audit.parameters.shifts.export.rotext
source: Exportación de calendario
ca: Exportació de calendari
eu: Egutegia esportatzea
fr: Exportation de calendrier
it: Esportazione di calendario
pt: Exportação de calendário
sk: Export kalendára

# RES_audit.parameters.shifts.id.rotext
source: Código
ca: Codi
eu: Kodea
fr: Code
it: Codice
sk: Kód

# RES_audit.parameters.shifts.idcauseholidays.rotext
source: Justificación de vacaciones
ca: Justificació de vacances
eu: Oporrak justifikatzea
fr: Justification de congés
gl: Xustificación de vacacións
it: Giustificazione di vacanze
pt: Justificação de férias
sk: Odôvodnenie dovolenky

# RES_audit.parameters.shifts.idcenter.rotext
source: Centros de coste
ca: Centres de cost
eu: Kostu zentroak
fr: Centres de coût
gl: Centros de custos
it: Centri di costo
pt: Centros de custos
sk: Nákladové strediská

# RES_audit.parameters.shifts.idconceptbalance.rotext
source: Código concepto
ca: Codi concepte
eu: Kontzeptu kodea
fr: Code solde
it: Codice concetto
pt: Código conceito
sk: Kód konceptu

# RES_audit.parameters.shifts.idgroup.rotext
source: Código grupo
ca: Codi grup
eu: Talde kodea
fr: Code groupe
it: Codice gruppo
pt: Código de grupo
sk: Kód skupiny

# RES_audit.parameters.shifts.isfloating.rotext
source: Flotante
ca: Flotant
eu: Flotatzailea
fr: Flottant
it: Mobile
pt: Flutuante
sk: Plávajúce

# RES_audit.parameters.shifts.isobsolete.rotext
source: Obsoleto
ca: Obsolet
eu: Zaharkituta
fr: Obsolète
sk: Zastarané

# RES_audit.parameters.shifts.istemplate.rotext
source: EsPlantilla
ca: ÉsPlantilla
eu: Txantiloia
fr: EstModèle
gl: ÉModelo
it: ÈModello
pt: ÉModelo

# RES_audit.parameters.shifts.manuallimit.rotext
source: Límite manual
ca: Límit manual
eu: eskuzko muga
fr: Limite manuelle
it: Limite manuale
pt: Limite manual
sk: Manuálny limit

# RES_audit.parameters.shifts.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.shifts.shifttype.rotext
source: Tipo de horario
ca: Tipus d’horari
eu: Ordutegi mota
fr: Type d´horaire
it: Tipo di orario
pt: Tipo de horário
sk: Typ rozvrhu

# RES_audit.parameters.shifts.shortname.rotext
source: Nombre corto
ca: Nom curt
eu: Izen laburra
fr: Nom court
gl: Nome curto
it: Nome breve
pt: Nome abreviado
sk: Krátky názov

# RES_audit.parameters.shifts.startfloating.rotext
source: Inicio flotante
ca: Inici flotant
eu: etxea flotatzen
fr: Début flottant
it: Inizio mobile
pt: Início flutuante
sk: Plávajúci štart

# RES_audit.parameters.shifts.startlimit.rotext
source: Límite inicial
ca: Límit inicial
eu: Hasierako muga
fr: Limite initiale
it: Limite iniziale
pt: Limite inicial
sk: Počiatočný limit

# RES_audit.parameters.shifts.typeshift.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.shifts.visibilitypermissions.rotext
source: Permisos de visibilidad
ca: Permisos de visibilitat
eu: Ikusgarritasun-baimenak
fr: Autorisations de visibilité
gl: Permisos de visibilidade
it: Permessi di visibilità
pt: Autorizações de visibilidade
sk: Viditeľnosť umožňuje

# RES_audit.parameters.startupvalues.idconcept.rotext
source: ID de saldo
eu: saldoaren ID
fr: ID de solde
it: ID di saldo
sk: ID zostatku

# RES_audit.parameters.startupvalues.maximumvalue.rotext
source: Valor máximo
ca: Valor màxim
eu: Gehieneko balioa
fr: Valeur maximale
it: Valore massimo
sk: Maximálna hodnota

# RES_audit.parameters.startupvalues.maximumvaluetype.rotext
source: Tipo de valor máximo
ca: Tipus de valor màxim
eu: Gehienezko balio mota
fr: Type de valeur maximale
it: Tipo di valore massimo
sk: Maximálny typ hodnoty

# RES_audit.parameters.startupvalues.minimumvalue.rotext
source: Valor mínimo
ca: Valor mínim
eu: Gutxieneko balioa
fr: Valeur minimale
it: Valore minimo
sk: Minimálna hodnota

# RES_audit.parameters.startupvalues.minimumvaluetype.rotext
source: Tipo de valor minimo
ca: Tipus de valor mínim
eu: Gutxieneko balio mota
fr: Type de valeur minimale
gl: Tipo de valor mínimo
it: Tipo di valore minimo
pt: Tipo de valor mínimo
sk: Typ minimálnej hodnoty

# RES_audit.parameters.startupvalues.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.startupvalues.startvalue.rotext
source: Valor inicial
eu: Hasierako balioa
fr: Valeur initiale
it: Valore iniziale
sk: Počiatočná hodnota

# RES_audit.parameters.startupvalues.startvaluetype.rotext
source: Tipo de valor inicial
ca: Tipus de valor inicial
eu: Hasierako balio mota
fr: Type de valeur initiale
it: Tipo di valore iniziale
sk: Typ počiatočnej hodnoty

# RES_audit.parameters.sysroreportgroups.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.sysroscheduletemplates.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.sysroscheduletemplates.feasttemplate.rotext
source: Festivo
ca: Festiu
eu: Jaia
fr: De fête
pt: Feriado
sk: Slávnostné

# RES_audit.parameters.sysroscheduletemplates.mode.rotext
source: Modo
ca: Mode
eu: Era
fr: Mode
it: Modalità
sk: Režim

# RES_audit.parameters.sysroscheduletemplates.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.sysrosecurityparameters.accessattempspermanentblock.rotext
source: Intentos de bloqueo indefinido
ca: Intents de bloqueig indefinit
eu: Blokeatzeko saiakera mugagabeak
fr: Tentatives de blocage indéfini
it: Tentativi di blocco per un periodo indefinito
pt: Tentativas de bloqueio indefinido
sk: Pokusy o časovo neobmedzenú blokádu

# RES_audit.parameters.sysrosecurityparameters.accessattempstemporaryblock.rotext
source: Intentos de bloqueo temporal
ca: Intents de bloqueig temporal
eu: Aldi baterako blokeo saiakerak
fr: Tentatives de blocage temporaire
it: Tentativi di blocco temporaneo
pt: Tentativas de bloqueio temporal
sk: Pokusy o dočasné blokovanie

# RES_audit.parameters.sysrosecurityparameters.dayspasswordexpired.rotext
source: Días de caducidad
ca: Dies de caducitat
eu: Iraungitze egunak
fr: Jours d´expiration
gl: Días de caducidade
it: Giorni di scadenza
pt: Dias de validade
sk: Dni exspirácie
