Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveTasks.*.resx
Languages: gl

# RES_analytics.analyticstasks.rotext
source: Task Analytics
gl: Analítica de tarefas

# RES_analytics.analytycs.hidegraphlng.rotext
source: Hide chart
gl: Ocultar gráfica

# RES_analytics.analytycs.showgraphlng.rotext
source: Show graph
gl: Amosar gráfica

# RES_analytics.aspxbtndefaultlayout.tooltip.rotext
source: Default structure
gl: Estrutura por defecto

# RES_analytics.aspxbtnexportgridtopdf.tooltip.rotext
source: Export data to PDF
gl: Exportar datos a PDF

# RES_analytics.aspxbtnexportgridtoxls.tooltip.rotext
source: Export data to Excel
gl: Exportar datos a Excel

# RES_analytics.aspxbtnsavelayout.tooltip.rotext
source: Save structure
gl: Gardar estrutura

# RES_analytics.bc.text.rotext
source: Empty
gl: Baleirar

# RES_analytics.bo.text.rotext
source: Accept
gl: Aceptar

# RES_analytics.bt.text.rotext
source: Today
gl: Hoxe

# RES_analytics.btcancelexport.text.rotext
source: Cancel
gl: Cancelar

# RES_analytics.btcancelexport.tooltip.rotext
source: Cancel
gl: Cancelar

# RES_analytics.btdoexport.text.rotext
source: Accept
gl: Aceptar

# RES_analytics.btdoexport.tooltip.rotext
source: Accept
gl: Aceptar

# RES_analytics.btnacceptuserfields.text.rotext
source: Accept
gl: Aceptar

# RES_analytics.btnacceptuserfields.tooltip.rotext
source: Accept
gl: Aceptar

# RES_analytics.btncanceluserfields.text.rotext
source: Cancel
gl: Cancelar

# RES_analytics.btncanceluserfields.tooltip.rotext
source: Cancel
gl: Cancelar

# RES_analytics.btnexportgridtoxls.text.rotext
source: Export to Excel
gl: Exportar a Excel

# RES_analytics.btnexportgridtoxls.tooltip.rotext
source: Export selected data to Excel
gl: Exportar datos seleccionados a Excel

# RES_analytics.btnexporttoxls.text.rotext
source: Export to Excel
gl: Exportar a Excel

# RES_analytics.btnexporttoxls.tooltip.rotext
source: Export to Excel
gl: Exportar a Excel

# RES_analytics.btnopenpopupsaveview.text.rotext
source: Save Selection
gl: Gardar selección

# RES_analytics.btnopenpopupsaveview.tooltip.rotext
source: Save Dataset Selection
gl: Gardar selección do conxunto de datos

# RES_analytics.btnopenpopupselectoremployees.text.rotext
source: Select
gl: Seleccionar

# RES_analytics.btnopenpopupselectoremployees.tooltip.rotext
source: Users...
gl: Usuarios...

# RES_analytics.btnopenpopupviews.text.rotext
source: Load Selection
gl: Cargar selección

# RES_analytics.btnopenpopupviews.tooltip.rotext
source: Load Dataset Selection
gl: Cargar selección do conxunto de datos

# RES_analytics.btnopenuserfields.text.rotext
source: Select
gl: Seleccionar

# RES_analytics.btnopenuserfields.tooltip.rotext
source: Select fields from the tab
gl: Seleccionar campos da ficha

# RES_analytics.btnpopupsaveviewsave.text.rotext
source: Accept
gl: Aceptar

# RES_analytics.btnpopupselectoremployeesaccept.text.rotext
source: Accept
gl: Aceptar

# RES_analytics.btnpopupselectoremployeesaccept.tooltip.rotext
source: Accept
gl: Aceptar

# RES_analytics.btnpopupviewsaccept.text.rotext
source: Accept
gl: Aceptar

# RES_analytics.btnpopupviewscancel.text.rotext
source: Cancel
gl: Cancelar

# RES_analytics.btnrefresh.text.rotext
source: Get data
gl: Obter datos

# RES_analytics.btnrefresh.tooltip.rotext
source: Get data
gl: Obter datos

# RES_analytics.cbviewanalytics1.rotext
source: Tasks
gl: Tarefas

# RES_analytics.cbviewanalytics2.rotext
source: Requests
gl: Solicitudes

# RES_analytics.chkcolumngrandtotals.text.rotext
source: Add totals by row
gl: Engadir totais por fila

# RES_analytics.chkcolumntotals.text.rotext
source: Add subtotals by row
gl: Engadir subtotais por fila

# RES_analytics.chkgroupenabled.text.rotext
source: Add groupings
gl: Engadir agrupacións

# RES_analytics.chkrowgrandtotals.text.rotext
source: Add totals by column
gl: Engadir totais por columna

# RES_analytics.chkrowtotals.text.rotext
source: Add subtotals by column
gl: Engadir subtotais por columna

# RES_analytics.ckgenerategraph.text.rotext
source: Generate graph
gl: Xerar gráfica

# RES_analytics.emptyheader.text.rotext
source: Drag a column here...
gl: Arrastra unha columna aquí...

# RES_analytics.gridviews.column.date.rotext
source: Date
gl: Data

# RES_analytics.gridviews.column.description.rotext
source: Description
gl: Descrición

# RES_analytics.gridviews.column.name.rotext
source: Name
gl: Nome

# RES_analytics.gridviews.column.view.rotext
source: View
gl: Vista

# RES_analytics.lblactionstitle.text.rotext
source: Save Dataset State
gl: Gardar estado do conxunto de datos

# RES_analytics.lblanalyticsolddata.text.rotext
source: *(The analytics data has been loaded from a file, this may have changed since it was generated)
gl: *(Os datos da analítica cargáronse dun ficheiro, estes puideron cambiar dende que se xerou a analítica)

# RES_analytics.lblemployees.text.rotext
source: Users
gl: Usuarios

# RES_analytics.lblerror.text.rotext
source: You must indicate the name of the view
gl: Debes indicar o nome da vista

# RES_analytics.lblerrorselected.text.rotext
source: It is not allowed to select more than 10 fields
gl: Non se permite seleccionar máis de 10 campos

# RES_analytics.lblexcelexporttitle.text.rotext
source: Export options
gl: Opcións de exportación

# RES_analytics.lblfechainf.text.rotext
source: Between
gl: Entre

# RES_analytics.lblfechasup.text.rotext
source: AND
gl: E

# RES_analytics.lblnodata.text.rotext
source: Define a filter and press get data
gl: Define un filtro e preme obter datos

# RES_analytics.lblpopupsaveviewdescription.text.rotext
source: Description
gl: Descrición

# RES_analytics.lblpopupsaveviewname.text.rotext
source: Name:
gl: Nome:

# RES_analytics.lblselec.text.rotext
source: Saved Selections
gl: Seleccións gardadas

# RES_analytics.lblselectuserfields.text.rotext
source: Selecting the tab
gl: Selección da ficha

# RES_analytics.lblshowoptions.text.rotext
source: Display options
gl: Opcións de visualización

# RES_analytics.lbluserfields.text.rotext
source: File
gl: Ficha

# RES_analytics.lblview.text.rotext
source: Dataset
gl: Conxunto de datos

# RES_analytics.lp.text.rotext
source: Loading…
gl: Cargando&hellip;

# RES_analytics.pivot.column.approverefusepassport.rotext
source: Approved/denied by
gl: Aprobada/denegada por

# RES_analytics.pivot.column.begincontract.rotext
source: Start of contract
gl: Inicio contrato

# RES_analytics.pivot.column.begindate.rotext
source: Home mobility
gl: Inicio mobilidade

# RES_analytics.pivot.column.beginperiod.rotext
source: Start of period
gl: Inicio período

# RES_analytics.pivot.column.center.rotext
source: Center
gl: Centro

# RES_analytics.pivot.column.commentsrequest.rotext
source: Observations
gl: Observacións

# RES_analytics.pivot.column.completedtask.rotext
source: Complete task
gl: Completo tarefa

# RES_analytics.pivot.column.currentemployee.rotext
source: Current User
gl: UsuarioActual

# RES_analytics.pivot.column.date.rotext
source: Date
gl: Data

# RES_analytics.pivot.column.date_year.rotext
source: Year
gl: Ano

# RES_analytics.pivot.column.datetask1.rotext
source: Signing date
gl: Data fichaxe

# RES_analytics.pivot.column.datetask2.rotext
source: Next task due date
gl: Data seguinte tarefa

# RES_analytics.pivot.column.day.rotext
source: Day
gl: Día

# RES_analytics.pivot.column.dayofweek.rotext
source: Day of the week
gl: Día da semana

# RES_analytics.pivot.column.duration.rotext
source: Total time
gl: Tempo total

# RES_analytics.pivot.column.employeename.rotext
source: User
gl: Usuario

# RES_analytics.pivot.column.employeetime.rotext
source: Staff
gl: Persoal

# RES_analytics.pivot.column.endcontract.rotext
source: End of contract
gl: Fin contrato

# RES_analytics.pivot.column.enddate.rotext
source: End of mobility
gl: Fin mobilidade

# RES_analytics.pivot.column.endperiod.rotext
source: End of period
gl: Fin período

# RES_analytics.pivot.column.forecasterrortime.rotext
source: Forecast error
gl: Erro previsión

# RES_analytics.pivot.column.fullgroupname.rotext
source: Route
gl: Ruta

# RES_analytics.pivot.column.groupname.rotext
source: Cluster
gl: Grupo

# RES_analytics.pivot.column.idcontract.rotext
source: Contract
gl: Contrato

# RES_analytics.pivot.column.idemployee.rotext
source: User ID
gl: Identificador usuario

# RES_analytics.pivot.column.idgroup.rotext
source: Group Identifier
gl: Identificador de grupo

# RES_analytics.pivot.column.initialtime.rotext
source: Initial duration
gl: Duración inicial

# RES_analytics.pivot.column.keyview.rotext
source: Clue
gl: Clave

# RES_analytics.pivot.column.month.rotext
source: Month
gl: Mes

# RES_analytics.pivot.column.nametask1.rotext
source: Task
gl: Tarefa

# RES_analytics.pivot.column.nametask2.rotext
source: Name next task
gl: Nome seguinte tarefa

# RES_analytics.pivot.column.nonproductivetimeincidence.rotext
source: Unforeseen incidents
gl: Incidencias non previstas

# RES_analytics.pivot.column.numerodias.rotext
source: Days requested
gl: Días solicitados

# RES_analytics.pivot.column.othertime.rotext
source: Others
gl: Outros

# RES_analytics.pivot.column.path.rotext
source: Route
gl: Ruta

# RES_analytics.pivot.column.pendingpassport.rotext
source: Pending of
gl: Pendente de

# RES_analytics.pivot.column.project.rotext
source: Project
gl: Proxecto

# RES_analytics.pivot.column.state.canceled.rotext
source: Cancelled
gl: Cancelada

# RES_analytics.pivot.column.state.completed.rotext
source: Completed
gl: Rematada

# RES_analytics.pivot.column.state.on.rotext
source: Active
gl: Activa

# RES_analytics.pivot.column.state.pending.rotext
source: Pending
gl: Pendente

# RES_analytics.pivot.column.state.rotext
source: Status
gl: Estado

# RES_analytics.pivot.column.status.rotext
source: Status
gl: Estado

# RES_analytics.pivot.column.taskfield1.rotext
source: Field 1
gl: Campo 1

# RES_analytics.pivot.column.taskfield2.rotext
source: Field 2
gl: Campo 2

# RES_analytics.pivot.column.taskfield3.rotext
source: Field 3
gl: Campo 3

# RES_analytics.pivot.column.taskfield4.rotext
source: Field 4
gl: Campo 4

# RES_analytics.pivot.column.taskfield5.rotext
source: Field 5
gl: Campo 5

# RES_analytics.pivot.column.taskfield6.rotext
source: Field 5
gl: Campo 5

# RES_analytics.pivot.column.taskname.rotext
source: Task
gl: Tarefa

# RES_analytics.pivot.column.teamtime.rotext
source: Team
gl: Equipo

# RES_analytics.pivot.column.timechangedrequirements.rotext
source: Change requirements
gl: Cambio requisitos

# RES_analytics.pivot.column.type.rotext
source: Type
gl: Tipo

# RES_analytics.pivot.column.value.rotext
source: Worked
gl: Traballado

# RES_analytics.pivot.column.year.rotext
source: Year
gl: Ano

# RES_analytics.pivot.userfieldsselected.rotext
source: Selected tab fields
gl: Campos da ficha seleccionados

# RES_analytics.pointlabels.text.rotext
source: Show legend
gl: Amosar lenda

# RES_analytics.popupsaveviewcancel.text.rotext
source: Cancel
gl: Cancelar

# RES_analytics.rdclassicmode.text.rotext
source: Classic mode
gl: Modo clásico

# RES_analytics.rddataawaremode.text.rotext
source: Advanced mode
gl: Modo avanzado

# RES_analytics.requeststatusenum_0.rotext
source: Pending
gl: Pendente

# RES_analytics.requeststatusenum_1.rotext
source: In progress
gl: En curso

# RES_analytics.requeststatusenum_2.rotext
source: Accepted
gl: Aceptada

# RES_analytics.requeststatusenum_3.rotext
source: Denied
gl: Denegada

# RES_analytics.requesttypeenum_1.rotext
source: Modification of the field of the record
gl: Modificación campo da ficha

# RES_analytics.requesttypeenum_10.rotext
source: Unfulfilled task signing
gl: Fichaxe non realizada de tarefas

# RES_analytics.requesttypeenum_11.rotext
source: Cancellation of vacation
gl: Cancelación de vacacións

# RES_analytics.requesttypeenum_12.rotext
source: Unfulfilled cost center signing
gl: Fichaxe non realizada de centros de custos

# RES_analytics.requesttypeenum_13.rotext
source: Vacation/leave by hours
gl: Vacacións/permisos por horas

# RES_analytics.requesttypeenum_14.rotext
source: Hours of excess
gl: Horas de exceso

# RES_analytics.requesttypeenum_15.rotext
source: Clocking in/out records
gl: Parte de fichaxes

# RES_analytics.requesttypeenum_2.rotext
source: Non-attendance check-in
gl: Fichaxe non realizada de presenza

# RES_analytics.requesttypeenum_3.rotext
source: Justify signing
gl: Xustificar fichaxe

# RES_analytics.requesttypeenum_4.rotext
source: Summary of external work
gl: Parte resumo traballo externo

# RES_analytics.requesttypeenum_5.rotext
source: Time change
gl: Cambio de horario

# RES_analytics.requesttypeenum_6.rotext
source: Vacations
gl: Vacacións

# RES_analytics.requesttypeenum_7.rotext
source: Forecast days of absence
gl: Previsión días de ausencia

# RES_analytics.requesttypeenum_8.rotext
source: Time exchange between users
gl: Intercambio de horario entre usuarios

# RES_analytics.requesttypeenum_9.rotext
source: Forecast hours of absence
gl: Previsión horas de ausencia

# RES_analytics.requesttypeenum_others.rotext
source: Others
gl: Outras

# RES_analytics.showcolumngrandtotals.text.rotext
source: Show Column Grand Totals
gl: Amosar totais de columna

# RES_analytics.showrowgrandtotals.text.rotext
source: Show Row Grand Totals
gl: Amosar totais de fila

# RES_analytics.title.rotext
source: Data analytics
gl: Analítica de datos

# RES_analytics.title_analyticstasks_pathway.rotext
source: Task Analytics
gl: Analítica de tarefas

# RES_analyticscostcontrol.pivot.businesscentersselected.rotext
source: Selected cost centers
gl: Centros de custos seleccionados

# RES_businesscenters.btnaddnewzone.text.rotext
source: Add
gl: Engadir

# RES_businesscenters.btnaddnewzone.tooltip.rotext
source: Add
gl: Engadir

# RES_businesscenters.businesscenters.error.alreadyexists.rotext
source: Repeated value
gl: Valor repetido

# RES_businesscenters.businesscenters.error.emptydata.rotext
source: You must indicate a value
gl: Debes indicar un valor

# RES_businesscenters.checkpermission.denied.description.rotext
source: Access denied
gl: Acceso denegado

# RES_businesscenters.emptyheader.text.rotext
source: Drag a column here...
gl: Arrastra unha columna aquí...

# RES_businesscenters.gridzones.column.zone.rotext
source: Area
gl: Zona

# RES_businesscenters.lblbusinesscenterstitlegeneral.text.rotext
source: General
gl: Xeral

# RES_businesscenters.lblbusinesscenterstitlegeneraldesc.text.rotext
source: Specific data on business centers.
gl: Datos específicos dos centros de negocio.

# RES_businesscenters.lblbusinesscenterstitlestatus.text.rotext
source: Status
gl: Estado

# RES_businesscenters.lblbusinesscenterstitlestatusdesc.text.rotext
source: Indicate the current status of the cost center.
gl: Indica o estado actual do centro de custos.

# RES_businesscenters.lbldescbusinesscenters.text.rotext
source: Description:
gl: Descrición:

# RES_businesscenters.lbldesclabagree.text.rotext
source: Description:
gl: Descrición:

# RES_businesscenters.lbldesclabagreedescription.text.rotext
source: Business Center Description
gl: Descrición do centro de negocio

# RES_businesscenters.lblfieldsbusinesscenter.text.rotext
source: Cost center record fields
gl: Campos ficha do centro de custos

# RES_businesscenters.lblfieldsbusinesscentercancel.text.rotext
source: Cancel
gl: Cancelar

# RES_businesscenters.lblfieldsbusinesscenterdescr.text.rotext
source: Cost center record fields
gl: Campos ficha do centro de custos

# RES_businesscenters.lblfieldsbusinesscenteredit.text.rotext
source: Edit
gl: Editar

# RES_businesscenters.lblfieldsbusinesscentersave.text.rotext
source: Save
gl: Gardar

# RES_businesscenters.lblgeneraltabbutton.text.rotext
source: General
gl: Xeral

# RES_businesscenters.lblname.text.rotext
source: Name:
gl: Nome:

# RES_businesscenters.lblnamedescription.text.rotext
source: Name of business center
gl: Nome do centro de negocio

# RES_businesscenters.lblopallzones.text.rotext
source: You can check in in all areas
gl: Pódese fichar en todas as zonas

# RES_businesscenters.lblopallzonesdesc.text.rotext
source: The cost center is enabled so that users can check in at any time in any area.
gl: O centro de custos está habilitado para que os usuarios poidan fichar nel en calquera zona.

# RES_businesscenters.lblopselectedzones.text.rotext
source: Only in authorized areas
gl: Unicamente nas zonas autorizadas

# RES_businesscenters.lblopselectedzonesdesc.text.rotext
source: The cost center is enabled so that users can clock in only in the selected areas.
gl: O centro de custos está habilitado para que os usuarios poidan fichar unicamente nas zonas seleccionadas.

# RES_businesscenters.lbloptactive.text.rotext
source: Asset
gl: Activo

# RES_businesscenters.lbloptactivedesc.text.rotext
source: The cost center is enabled for both users and supervisors to use.
gl: O centro de custos está habilitado para que tanto os usuarios como os supervisores poidan utilizalo.

# RES_businesscenters.lbloptnoactive.text.rotext
source: Inactive
gl: Inactivo

# RES_businesscenters.lbloptnoactivedesc.text.rotext
source: The cost center is disabled, no one will be able to clock in or use it in daily management.
gl: O centro de custos está deshabilitado, ninguén poderá fichar nel nin utilizalo na xestión diaria.

# RES_businesscenters.lblzonescaption.text.rotext
source: Authorized areas
gl: Zonas autorizadas

# RES_businesscenters.lblzonestabbutton.text.rotext
source: Zones
gl: Zonas

# RES_businesscenters.lblzonestitlestatus.text.rotext
source: Authorized areas
gl: Zonas autorizadas

# RES_businesscenters.lblzonestitlestatusdesc.text.rotext
source: Indicate the areas in which the cost center can be clocked in.
gl: Indica as zonas nas que se pode fichar o centro de custos.

# RES_businesscenters.lp.text.rotext
source: Loading…
gl: Cargando&hellip;

# RES_businesscenters.msgcompnosave.rotext
source: Do not save
gl: Non gardar

# RES_businesscenters.msghaschanges.rotext
source: Changes have been found
gl: Atopáronse cambios

# RES_businesscenters.msghaserrors.rotext
source: Errors have been found
gl: Atopáronse erros

# RES_businesscenters.msgsavechangesbar.rotext
source: Save changes
gl: Gardar cambios

# RES_businesscenters.msgundochangesbar.rotext
source: Undo changes
gl: Desfacer cambios

# RES_businesscenters.reports.title.rotext
source: Report Viewer
gl: Visor de informes

# RES_businesscenters.tabgeneral.rotext
source: General
gl: Xeral

# RES_businesscenters.tabzones.rotext
source: Zones
gl: Zonas

# RES_businesscenters.tbaccfilter.rotext
source: Filter
gl: Filtrar

# RES_businesscenters.tbaddnewbusinesscenter.rotext
source: Add cost center
gl: Engadir centro de custos

# RES_businesscenters.tbdelbusinesscenter.rotext
source: Delete cost center
gl: Eliminar centro de custos

# RES_businesscenters.tbshowreports.rotext
source: Report Viewer
gl: Visor de informes

# RES_businesscenters.title.rotext
source: Cost center
gl: Centro de custos

# RES_businesscenters.title_businesscenters_pathway.rotext
source: Cost centers
gl: Centros de custos

# RES_businesscenters.treecaptionbusinesscenters.rotext
source: Cost centers
gl: Centros de custos

# RES_businesscenters.userfieldsgrid.columns.field.rotext
source: Field
gl: Campo

# RES_businesscenters.userfieldsgrid.columns.value.rotext
source: Value
gl: Valor

# RES_completetaskswizard.btclose.text.rotext
source: Cancel
gl: Cancelar

# RES_completetaskswizard.btend.text.rotext
source: Finish
gl: Rematar

# RES_completetaskswizard.btnext.text.rotext
source: Next >
gl: Seguinte >

# RES_completetaskswizard.btprev.text.rotext
source: < previous
gl: < anterior

# RES_completetaskswizard.end.completetaskwelcome1.text.rotext
source: Completed successfully
gl: Finalizado correctamente

# RES_completetaskswizard.end.error.completetaskwelcome1.text.rotext
source: Completed with errors
gl: Finalizado con erros

# RES_completetaskswizard.end.error.completetaskwelcome2.text.rotext
source: An error occurred while completing the following tasks:
gl: Produciuse un erro completando as seguintes tarefas:

# RES_completetaskswizard.end.ok.completetaskwelcome1.text.rotext
source: Completed successfully
gl: Finalizado correctamente

# RES_completetaskswizard.end.ok.completetaskwelcome2.text.rotext
source: Tasks and/or projects have been completed successfully
gl: Completáronse as tarefas e/ou proxectos correctamente

# RES_completetaskswizard.end.okwarning.completetaskwelcome2.text.rotext
source: The following tasks could not be completed:
gl: Non se puideron completar as seguintes tarefas:

# RES_completetaskswizard.error.couldnotretrievetask.text.rotext
source: Failed to get task status
gl: Non se puido obter o estado da tarefa

# RES_completetaskswizard.hdnsteptitle.text.rotext
source: Project and task closing assistant.
gl: Asistente para o peche de proxectos e tarefas.

# RES_completetaskswizard.lblcompletetaskwelcome1.text.rotext
source: Welcome to the Project and Task Closing Wizard.
gl: Benvido/a ao asistente para o peche de proxectos e tarefas.

# RES_completetaskswizard.lblcompletetaskwelcome2.text.rotext
source: The wizard allows you to complete projects and tasks quickly.
gl: O asistente permítelle completar proxectos e tarefas de maneira rápida.

# RES_completetaskswizard.lblcompletetaskwelcome3.text.rotext
source: To continue, click next.
gl: Para continuar, preme en Seguinte.

# RES_completetaskswizard.lblstep2info.text.rotext
source: Now select the tasks or projects you want to mark as completed
gl: Agora selecciona as tarefas ou os proxectos que desexas marcar como completados

# RES_completetaskswizard.lblstep2info2.text.rotext
source: Now select the tasks or projects you want to mark as completed.
gl: Agora selecciona as tarefas ou os proxectos que desexas marcar como completados

# RES_completetaskswizard.lblstep2title.text.rotext
source: Step 2 of 3.
gl: Paso 2 de 3.

# RES_completetaskswizard.title.rotext
source: Project and Task Closing Wizard
gl: Asistente para o peche de proxectos e tarefas.

# RES_createtaskwizard.btclose.text.rotext
source: Cancel
gl: Cancelar

# RES_createtaskwizard.btend.text.rotext
source: Finish
gl: Rematar

# RES_createtaskwizard.btnext.text.rotext
source: Next >
gl: Seguinte >

# RES_createtaskwizard.btprev.text.rotext
source: < previous
gl: < anterior

# RES_createtaskwizard.hdnsteptitle.text.rotext
source: Task creation wizard.
gl: Asistente para crear tarefas.

# RES_createtaskwizard.label1.text.rotext
source: Assigned duration:
gl: Duración asignada:

# RES_createtaskwizard.label2.text.rotext
source: Fixed date and time:
gl: Data e hora fixa:

# RES_createtaskwizard.label3.text.rotext
source: Beginning of the period.
gl: Inicio do período.

# RES_createtaskwizard.label4.text.rotext
source: End of period.
gl: Final do período.

# RES_createtaskwizard.label5.text.rotext
source: When starting the task:
gl: Ao iniciar a tarefa:

# RES_createtaskwizard.label6.text.rotext
source: Upon completion of the task:
gl: Ao finalizar a tarefa:

# RES_createtaskwizard.label7.text.rotext
source: Fixed date and time:
gl: Data e hora fixa:

# RES_createtaskwizard.lbladdassignmentdesc.text.rotext
source: Position:
gl: Posto:

# RES_createtaskwizard.lblcolordesc.text.rotext
source: Color:
gl: Cor:

# RES_createtaskwizard.lblcreatetaskwelcome1.text.rotext
source: Welcome to the Create Task Wizard.
gl: Benvido/a ao asistente para crear unha tarefa.

# RES_createtaskwizard.lblcreatetaskwelcome2.text.rotext
source: This wizard will help you create a task.
gl: Este asistente axudaralle a crear unha tarefa.

# RES_createtaskwizard.lblcreatetaskwelcome3.text.rotext
source: To continue, click next.
gl: Para continuar, preme en Seguinte.

# RES_createtaskwizard.lbldescription.text.rotext
source: Description:
gl: Descrición:

# RES_createtaskwizard.lblemployeesassignments.text.rotext
source: Users who fill a position
gl: Usuarios que cubran un posto
