Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.opcauseruledesc_35.rotext
source: <br>· If there is a delay in any zone of any duration, it will be considered as hours to recover, all the time.<br>· If there is an early departure in any zone of any duration, it will be considered as hours to recover, all the time.<br>· If there is an excess in any zone of any duration, it will be considered as recovery of hours, all the time.<br>
eu: <br>· Edozein iraupeneko edozein zonatan atzerapen bat gertatzen bada, denbora guztian osatu beharreko Ordutzat joko da.<br>· Irteera goiztiarra bada edozein iraupeneko zonaldean, edozein iraupeneko zonaldean irteera goiztiarra badago, iraupeneko edozein zonatan irteera goiztiarra bada Denbora guztian osatu beharreko orduak.<br> · Edozein iraupeneko edozein eremutan gehiegizkoa bada, Berreskuratzeko ordutzat hartuko da denbora guztian.<br>
fr: <br>· S´il reste un retard dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme des Heures à récupérer.<br>· S´il reste une sortie anticipée dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme des Heures à récupérer.<br> S´il reste un excès dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré en tant que Récupération d´heures.<br>
gl: <br>· Se queda atraso en calquera zona de calquera duración, considerarase como horas por recuperar todo o tempo.<br>· Se queda saída anticipada en calquera zona de calquera duración, considerarase como horas por recuperar todo o tempo.<br>· Se queda exceso en calquera zona de calquera duración, considerarase como recuperación de horas todo o tempo.<br>
it: <br>·Se rimangono ritardi in qualsiasi zona e di qualsiasi durata, verranno considerati come ore da recuperare in ogni momento.<br>·Se restano delle uscite anticipate in qualsiasi zona e di qualsiasi durata, verranno considerate come recupero delle ore in ogni momento.<br>·Se restano delle ore di straordinario in qualsiasi zona e di qualsiasi durata, verranno considerate come recupero delle ore in ogni momento.<br>
pt: <br>· Se ficar um atraso em qualquer zona, de qualquer duração, será considerado como Horas a recuperar todo o tempo.<br>· Se ficar saída antecipada em qualquer zona, de qualquer duração, será considerado como Horas a recuperar todo o tempo.<br>· Se ficar horas extras em qualquer zona, de qualquer duração, será considerado como Recuperação de horas todo o tempo.<br>
sk: <br>- Akékoľvek zostávajúce meškanie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré treba dohnať po celý čas.<br>- Akékoľvek zostávajúce predčasné odchody v ktorejkoľvek zóne s akýmkoľvek trvaním sa budú považovať za hodiny, ktoré treba dohnať po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré treba dohnať po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré treba dohnať po celý čas.<br>

# RES_shifts.opcauseruledesc_38.rotext
source: <br>· If there is a delay in any zone of any duration, it will be considered as a delay at all times.<br>· If there is an early departure in any zone of any duration, it will be considered as an early departure at all times.<br>· If there is an excess in any zone of any duration, it will be considered as normal Extras at all times.<br>
eu: <br>· Edozein iraupeneko edozein zonatan atzerapen bat badago, denbora guztian atzerapentzat joko da.<br>· Irteera goiztiarra baldin badago edozein iraupeneko zonaldean, irteera goiztiartzat joko da. denbora.<br>· Atzerapen bat izanez gero, edozein iraupeneko edozein eremutan Gehiegizko gehigarri arrunttzat hartuko da denbora guztian.<br>
fr: <br>· S´il reste un retard dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme un retard.<br>· S´il reste une sortie anticipée dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme une sortie anticipée.<br>· S´il reste un excès dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme des Heures supplémentaires normales.<br>
gl: <br>· Se queda atraso en calquera zona de calquera duración, considerarase como atraso de todo o tempo.<br>· Se queda saída anticipada en calquera zona de calquera duración, considerarase como saída anticipada todo o tempo.<br>· Se queda exceso en calquera zona de calquera duración, considerarase como extras normais todo o tempo.<br>
it: <br>·Se rimangono ritardi in qualsiasi zona e di qualsiasi durata, verranno considerati come ritardo in ogni momento.<br>· Se restano delle uscite anticipate in qualsiasi zona e di qualsiasi durata, verranno considerate come uscite anticipate in ogni momento.<br> Se restano ore di straordinario in qualsiasi zona di qualsiasi durata, verranno considerate come extra normali in ogni momento.<br>
pt: <br>· Se ficar um atraso em qualquer zona, de qualquer duração, será considerado como atraso todo o tempo.<br>· Se ficar saída antecipada em qualquer zona, de qualquer duração, será considerado como saída antecipada todo o tempo.<br>· Se ficar horas extras em qualquer zona, de qualquer duração, será considerado como horas Extra normais todo o tempo.<br>
sk: <br>- Akékoľvek zostávajúce meškanie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za meškanie po celý čas.<br>- Akékoľvek zostávajúce predčasné odchody v ktorejkoľvek zóne s akýmkoľvek trvaním sa budú považovať za predčasné odchody po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za normálne prekročenie po celý čas

# RES_shifts.opcauseruledesc_39.rotext
source: <br>· If there is a delay in any zone of any duration, it will be considered as a delay at all times.<br>· If there is an early departure in any zone of any duration, it will be considered as an early departure at all times.<br>· If there is an excess in any zone less than or equal to 00:29, it will be considered as Unprocessed Hours at all times.<br>· If there is an excess in any zone greater than or equal to 00:30, it will be considered as Normal Extras at all times.<br>
eu: <br>· Edozein iraupeneko edozein zonatan atzerapen bat badago, denbora guztian atzerapentzat joko da.<br>· Irteera goiztiarra baldin badago edozein iraupeneko zonaldean, irteera goiztiartzat joko da. denbora.<br>· 00:29 baino txikiagoa edo berdina den edozein zonatan atzerapen-gehiegikeria bat badago, denbora guztian Tratatu gabeko Ordutzat hartuko da.<br>· 00 baino handiagoa edo berdina den edozein zonatan gehiegikeria badago. :30 ohiko gehigarritzat hartuko da denbora guztian.<br>
fr: <br>·S´il reste un retard dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme un retard.<br>· S´il reste une sortie anticipée dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme une sortie anticipée.<br> S´il reste un excès dans une zone quelconque inférieure ou égale à 00:29, il sera tout le temps considéré comme des Heures non traitées.<br> S´il reste un excès dans une zone quelconque supérieure ou égale à 00:30, il sera tout le temps considéré comme des Heures supplémentaires normales.<br>
gl: <br>· Se queda atraso en calquera zona de calquera duración, considerarase como atraso todo o tempo.<br>· Se queda saída anticipada en calquera zona de calquera duración, considerarase como saída anticipada todo o tempo.<br>· Se queda exceso en calquera zona menor ou igual a 00:29, considerarase como horas sen tratar todo o tempo.<br>· Se queda exceso en calquera zona maior ou igual a 00:30, considerarase como extras normais todo o tempo.<br>
it: <br> Se rimangono ritardi in qualsiasi zona e di qualsiasi durata, verranno considerati come ritardo in ogni momento.<br>· Se restano delle uscite anticipate in qualsiasi zona e di qualsiasi durata, verranno considerate come uscite anticipate in ogni momento.<br> Se restano ore di straordinario in qualsiasi zona per una durata inferiore o pari a 00:29, verranno considerate come ore non trattate in ogni momento.<br> Se restano ore di straordinario in qualsiasi zona per una durata maggiore o pari a 00:30, verranno considerate come extra normali in ogni momento.<br>
pt: <br>· Se ficar um atraso em qualquer zona, de qualquer duração, será considerado como atraso todo o tempo.<br>· Se ficar saída antecipada em qualquer zona, de qualquer duração, será considerado como saída antecipada todo o tempo.<br>· Se ficar horas extras em qualquer zona menor ou igual a 00:29 será considerado como horas sem tratamento todo o tempo.<br> Se ficar horas extra em qualquer zona maior ou igual a 00:30 será considerado como horas Extra normais todo o tempo.<br>
sk: <br>- Akékoľvek zostávajúce meškanie v ktorejkoľvek zóne s akýmkoľvek trvaním sa považuje za meškanie po celý čas.<br>- Akékoľvek zostávajúce predčasné odchody v ktorejkoľvek zóne s akýmkoľvek trvaním sa považujú za predčasné odchody po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne kratšie alebo rovné 00:29 sa považuje za neošetrené hodiny po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne väčšie alebo rovné 00:30 sa považuje za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne väčšie alebo rovné 00:30 sa považuje za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa považuje za normálne prekročenie po celý čas.<br

# RES_shifts.opcauseruledesc_40.rotext
source: <br>· If there is an absence in flexible hours in any zone of any duration, it will be considered as Hours to be recovered, all the time.<br>· If there is an excess in any zone of any duration, it will be considered as Recovery of hours, all the time.<br>
eu: <br>· Iraupeneko edozein zonatan ordutegi malguetan absentzia badago, denbora guztian berreskuratu beharreko Ordutzat hartuko da.<br>· Iraupeneko edozein zonatan gehiegizkoa bada, Berreskuratzetzat hartuko da. ordu guztiak denbora guztian.<br>· Edozein iraupeneko zonaldeetan gehiegizko absentzia badago, orduak denbora guztian berreskuratutzat hartuko dira.<br> br>
fr: <br>· S´il reste une absence pendant les heures flexibles dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme des Heures à récupérer.<br>· S´il reste un excès dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré en tant que Récupération d´heures.<br>
gl: <br>· Se queda ausencia en horas flexibles en calquera zona de calquera duración, considerarase como horas por recuperar todo o tempo.<br>· Se queda exceso en calquera zona de calquera duración, considerarase como recuperación de horas todo o tempo.<br>
it: <br>· Se rimangono assenze in ore flessibili in qualsiasi zona di qualsiasi durata, verranno considerate come ore da recuperare in ogni momento.<br>· Se restano delle ore di straordinario in qualsiasi zona e di qualsiasi durata, verranno considerate come recupero delle ore in ogni momento.<br>
pt: <br>· Se ficar uma ausência em horas flexíveis em qualquer zona, de qualquer duração, será considerado como Horas a recuperar todo o tempo.<br>· Se ficar horas extras em qualquer zona, de qualquer duração, será considerado como Recuperação de horas todo o tempo.<br>
sk: <br>- Akákoľvek zostávajúca absencia v rámci flexibilných hodín v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré sa majú doplniť po celý čas.<br>- Akýkoľvek zostávajúci nadpočet v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré sa majú doplniť po celý čas.<br>- Akýkoľvek zostávajúci nadpočet v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré sa majú doplniť po celý čas.<br>

# RES_shifts.opcauseruletitle_0.rotext
source: Without Rule of Justification
eu: Ez Justifikazio Arau
fr: Sans règles de justification
gl: Sen regra de xustificación
it: Senza regola di giustificazione
pt: Sem Regra de justificação
sk: Pravidlo bez odôvodnenia

# RES_shifts.opcauseruletitle_35.rotext
source: If the user is late and/or leaves early, he/she may compensate by paying an extra fare.
eu: Erabiltzailea berandu badator eta/edo goiz alde egiten badu, gehiegizko bat eginez konpentsatu ahal izango du.
fr: Si l´utilisateur est en retard ou qu´il part plus tôt que prévu, il pourra le compenser en effectuant des heures excédentaires.
gl: Se o usuario se atrasa e/ou sae anticipadamente, poderá compensalo realizando exceso.
it: Se l´utente è in ritardo e/o esce in anticipo, potrà compensare con degli straordinari.
pt: Se o utilizador se atrasar e/ou sair antecipadamente, poderá compensar fazendo horas extra.
sk: Ak používateľ mešká a/alebo odchádza skôr, môže to kompenzovať prebytkom.

# RES_shifts.opcauseruletitle_38.rotext
source: If the user is late and/or leaves early, this will be considered a delay and early departure, respectively. If the user works overtime, this will be considered normal extras.
eu: Erabiltzailea berandu badator eta/edo goiz irteten bada, berandu eta goiz irteeratzat hartuko dira, hurrenez hurren. Erabiltzaileek aparteko orduak egiten badituzte, ohiko gehigarritzat hartuko dira.
fr: Si l´utilisateur est en retard ou qu´il part plus tôt que prévu, cela sera considéré comme un retard ou une sortie anticipé(e), respectivement. Si les utilisateurs font des heures supplémentaires, elles seront considérées comme des heures supplémentaires normales.
gl: Se o usuario se atrasa e/ou sae anticipadamente, consideraranse atraso e saída anticipada, respectivamente. Se o usuario realiza horas de máis, terán a consideración de extras normais.
it: Se l´utente è in ritardo e/o esce in anticipo, verranno considerati rispettivamente ritardo e uscita anticipata. Se l´utente effettua ore in più, verranno considerate straordinari normali.
pt: Se o utilizador se atrasar e/ou sair antecipadamente, será considerado um atraso e saída antecipada, respetivamente. Se o utilizador fizer horas a mais, estas serão consideradas horas extra normais.
sk: Ak používateľ príde neskoro a/alebo odíde skôr, považuje sa to za neskorý, resp. predčasný odchod. Ak používateľ odpracuje hodiny navyše, budú sa považovať za bežné nadčasy.

# RES_shifts.opcauseruletitle_39.rotext
source: If the user is late and/or leaves early, this will be considered a delay and an early departure, respectively. If a user works overtime, this will be considered normal overtime, as long as they work for 30 minutes or more. If a user works for 29 minutes or less, this time will be considered as Unprocessed Hours.
eu: Erabiltzailea berandu badator eta/edo goiz irteten bada, berandu eta goiz irteeratzat hartuko dira, hurrenez hurren. Erabiltzaile batek ordu gehigarriak egiten baditu, ohiko gehigarritzat hartuko dira, betiere 30 minutu edo gehiago lan egiten badu. Erabiltzaile batek 29 minutu edo gutxiago ematen baditu, denbora hori Tratatu gabeko Ordutzat hartuko da.
fr: Si l´utilisateur est en retard ou qu´il part plus tôt que prévu, cela sera considéré comme un retard ou une sortie anticipé(e), respectivement. Si un utilisateur fait des heures supplémentaires, elles seront considérées comme des heures supplémentaires normales, à condition qu´il travaille 30 minutes ou plus. Si un utilisateur effectue 29 minutes ou moins, ce temps sera considéré comme des heures non traitées.
gl: Se o usuario se atrasa e/ou sae anticipadamente, consideraranse atraso e saída anticipada, respectivamente. Se un usuario realiza horas de máis, terán a consideración de extras normais, sempre e cando realicen 30 minutos ou máis. En caso de que un usuario realice 29 minutos ou menos, este tempo terá a consideración de Horas sen tratar.
it: Se l´utente è in ritardo e/o esce in anticipo, verranno considerati rispettivamente ritardo e uscita anticipata. Se un utente svolge ore in più, verranno considerate straordinari normali, purché vengano svolti almeno 30 minuti. Nel caso in cui un utente svolga 29 minuti o meno, questo tempo verrà considerato come ore non trattate.
pt: Se o utilizador se atrasar e/ou sair antecipadamente, será considerado um atraso e saída antecipada, respetivamente. Se o utilizador fizer horas a mais, estas serão consideradas horas extra normais, sempre e quando façam 30 minutos ou mais. Caso o utilizador faça 29 minutos ou menos, este tempo será considerado Horas sem tratamento.
sk: Ak používateľ príde neskoro a/alebo odíde skôr, bude sa to považovať za neskorý, resp. predčasný odchod. Ak používateľ prekročí počet hodín, bude sa to považovať za bežný nadčas, pokiaľ odpracuje 30 minút alebo viac. V prípade, že používateľ vykoná 29 minút alebo menej, bude sa tento čas považovať za neošetrené hodiny.

# RES_shifts.opcauseruletitle_40.rotext
source: If the user does not complete the minimum number of hours established in the schedule, it will be considered as Hours to be recovered. If the user completes additional hours, it will be considered as Hours Recovery.
eu: Erabiltzaileak ordutegian ezarritako gutxieneko ordu kopurua betetzen ez badu, berreskuratu beharreko Ordutzat hartuko da. Erabiltzaileak ordu gehiago lan egiten badu, Orduak Berreskuratutzat hartuko da.
fr: Si l´utilisateur n´atteint pas le nombre minimum d´heures établi dans l´horaire, cela sera considéré comme des heures à récupérer. Si l´utilisateur fait des heures supplémentaires, cela sera considéré comme une récupération d´heures.
gl: Se o usuario non chega a realizar o mínimo de horas establecido no horario, considerarase Horas por recuperar. Se o usuario realiza horas de máis, terán a consideración de Recuperación de horas.
it: Se l´utente non riesce a svolgere il minimo di ore stabilito nell´orario, verranno considerate ore da recuperare. Se l´utente effettua ore in più, verranno considerate recupero di ore.
pt: Se o utilizador não chegar a fazer o mínimo de horas estabelecido no horário, será considerado Horas a recuperar. Se o utilizador fizer horas a mais, estas serão consideradas Recuperação de horas.
sk: Ak používateľ nedosiahne minimálny počet hodín stanovený v rozvrhu, bude sa to považovať za hodiny, ktoré sa majú obnoviť. Ak používateľ prekročí minimálny počet hodín, bude sa to považovať za hodiny, ktoré treba doplniť.

# RES_shifts.pp.rotext
source: You need to select a rule
eu: Arau bat hautatu behar duzu
fr: Vous devez sélectionner une règle
gl: É necesario que selecciones unha regra
it: È necessario selezionare una regola
pt: É necessário que selecione uma regra
sk: Musíte vybrať pravidlo

# RES_shifts.reports.title.rotext
source: Reports - schedules
eu: Txostenak - ordutegiak
fr: Rapports - horaires
gl: Informes - horarios
it: Rapporti - orari
pt: Relatórios - horários
sk: Informácie - cestovné poriadky

# RES_shifts.reports.toolbaroption.rotext
source: Report Viewer
eu: Txostenen ikuslea
fr: Visionneuse de rapports
gl: Visor de informes
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_shifts.requestdays.notworkingday.rotext
source: natural
eu: naturala
fr: calendaires
gl: naturais
it: naturali
pt: consecutivos
sk: Prírodné

# RES_shifts.requestdays.workingday.rotext
source: working days
eu: lanegunak
fr: ouvrables
gl: laborables
it: lavorativi
pt: úteis
sk: Pracovné dni

# RES_shifts.rules.actionvaluetype.directvalue.rotext
source: The value
eu: Balioa
fr: La valeur
gl: O valor
it: il valore
pt: O valor
sk: Hodnota

# RES_shifts.rules.actionvaluetype.userfieldvalue.rotext
source: The value of the token field
eu: Token eremuaren balioa
fr: La valeur du champ de la fiche
gl: O valor do campo da ficha
it: Il valore del campo della scheda
pt: O valor do campo da ficha
sk: Hodnota poľa token

# RES_shifts.rules.combo.anyzone.rotext
source: Any area
eu: Edozein arlo
fr: N´importe quelle zone
gl: Calquera zona
it: Qualsiasi zona
pt: Qualquer zona
sk: Akákoľvek oblasť

# RES_shifts.rules.conditionvaluetype.directvalue.rotext
source: The value
eu: Balioa
fr: La valeur
gl: O valor
it: il valore
pt: O valor
sk: Hodnota

# RES_shifts.rules.conditionvaluetype.userfieldvalue.rotext
source: The value of the token field
eu: Token eremuaren balioa
fr: La valeur du champ de la fiche
gl: O valor do campo da ficha
it: Il valore del campo della scheda
pt: O valor do campo da ficha
sk: Hodnota poľa token

# RES_shifts.rules.criteria1.anytime.rotext
source: Any time
eu: Edozein momentutan
fr: N´importe quel temps
gl: Calquera tempo
it: Qualsiasi momento
pt: Qualquer tempo
sk: Každé počasie

# RES_shifts.rules.criteria1.between.rotext
source: Between
eu: Tartean
fr: Entre
gl: Entre
it: Tra
pt: Entre
sk: Navštívte stránku

# RES_shifts.rules.criteria1.majororequal.rotext
source: Greater than or equal to
eu: Handiagoa edo berdina
fr: Meilleur que ou égal
gl: Maior ou igual que
it: Maggiore o uguale
pt: É maior ou igual a
sk: Väčšie alebo rovné

# RES_shifts.rules.criteria1.minororequal.rotext
source: Less than or equal to
eu: baino txikiagoa edo berdina
fr: Inférieur ou égal à
gl: Menor ou igual que
it: Minore o uguale a
pt: Menor ou igual a
sk: Menej alebo rovná sa

# RES_shifts.rules.criteria2.alltime.rotext
source: All the time
eu: Denbora guztian
fr: Tout le temps
gl: Todo o tempo
it: Tutto il tempo
pt: Todo o tempo
sk: Celý čas

# RES_shifts.rules.criteria2.timeto.rotext
source: until
eu: arte
fr: jusqu'à
gl: ata
it: Fino a
pt: a
sk: na

# RES_shifts.shift.error.noselectedcause.rotext
source: Select the type of justification rules you want to apply to the schedule you are setting up. If you do not want this schedule to have any rules, select the No justification rules option.
eu: Hautatu konfiguratzen ari zaren ordutegiari aplikatu nahi diozun justifikazio-arau mota. Ez baduzu nahi ordutegi honek araurik edukitzea, hautatu Justifikazio-araurik ez aukera.
fr: Sélectionnez le type de règles de justification que vous souhaitez appliquer à l´horaire que vous configurez. Si vous souhaitez que cet horaire n´ait pas de règles, sélectionnez l´option « Sans règles de justification ».
gl: Selecciona o tipo de regras de xustificación que desexas que se apliquen ao horario que está configurando. Se non desexas que este horario teña regras, selecciona a opción Sen regras de xustificación.
it: Seleziona questo tipo di regole di giustificazione che desideri vengano applicate all´orario che stai configurando. Se non desideri che questo orario abbia regole, seleziona l´opzione Senza regola di giustificazione.
pt: Selecione o tipo de regras de justificação que pretende sejam aplicadas ao horário que está a configurar. Se não pretende que este horário tenha regras, selecione a opção Sem regras de justificação.
sk: Vyberte typ pravidiel odôvodnenia, ktoré chcete použiť na konfigurovaný rozvrh. Ak nechcete, aby tento rozvrh obsahoval pravidlá, vyberte možnosť Bez pravidiel odôvodnenia.

# RES_shifts.shift.error.noselectedcause1.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifts.shift.error.noselectedcausetitle.rotext
source: Rules of justifications
eu: Justifikazio-arauak
fr: Règles de justifications
gl: Regras de xustificacións
it: Regole di giustificazioni
pt: Regras de justificação
sk: Pravidlá pre odôvodnenia
