Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tmassmarkconsents.ainsert.rotext
source: Se ha realizado una introducción masiva de consentimientos ($@ListEmployeeName@), tipo: $@ConsentType@, válido: $@IsDelivered@, Fecha aprobación: $@ApprovalDate@
ca: S’ha realitzat una introducció massiva de consentiments ($@ListEmployeeName@), tipus: $@ConsentType@, vàlid: $@IsDelivered@, Data aprovació: $@ApprovalDate@
eu: Baimenen sarrera masiboa egin da ($@ListEmployeeName@), mota: $@ConsentType@, baliozkoa: $@IsDelivered@, Onarpen data: $@ApprovalDate@
fr: Une saisie en masse de consentements ($@ListEmployeeName@) a été effectuée, de type : $@ConsentType@, valide : $@IsDelivered@, Date approbation : $@ApprovalDate@
gl: Realizouse unha introdución masiva de consentimentos ($@ListEmployeeName@), tipo: $@ConsentType@, válido: $@IsDelivered@, Data aprobación: $@ApprovalDate@
it: È stata effettuata un´immissione in blocco di consensi ($@ListEmployeeName@), tipo: $@ConsentType@, valido: $@IsDelivered@, Data approvazione: $@ApprovalDate@
pt: Foi realizada uma introdução massiva de consentimentos ($@ListEmployeeName@), tipo: $@ConsentType@, válido: $@IsDelivered@, Data de aprovação: $@ApprovalDate@
sk: Bolo vykonané hromadné zadanie súhlasov ($@ListEmployeeName@), typ: $@ConsentType@, platné: $@IsDelivered@, dátum schválenia: $@ApprovalDate@

# RES_audit.message.tmassmobilityemployees.anone.rotext
source: Han fallado $@Employees@ usuarios al intentar realizar la movilidad masiva al grupo $@Group@.
ca: Han fallat $@Employees@ usuaris en intentar aplicar la mobilitat massiva al grup $@Group@.
eu: $@Employees@ erabiltzaileek huts egin dute $@Group@ talderako mugikortasun masiboa egiten saiatzean.
fr: $@Employees@ utilisateurs ne sont pas parvenus à effectuer une mobilité en masse vers le groupe $@Group@.
gl: Fallaron $@Employees@ usuarios ao intentar realizar a mobilidade masiva ao grupo $@Group@.
it: Errore di $@Employees@ utenti durante il tentativo di effettuare lo spostamento in blocco al gruppo $@Group@.
pt: $@Employees@ utilizadores falharam ao tentarem realizar a mobilidade massiva para o grupo $@Group@.
sk: Pokus o hromadnú mobilitu do skupiny $@Group@ sa nepodaril používateľom $@Employees@.

# RES_audit.message.tmassmobilityemployees.aupdate.rotext
source: Se ha realizado una movilidad masiva de $@Employees@ usuarios al grupo $@Group@.
ca: S’ha aplicat una mobilitat massiva de $@Employees@ usuaris al grup $@Group@.
eu: $@Employees@ erabiltzaileen mugikortasun masiboa egin da $@Group@ taldera.
fr: Une mobilité en masse a été effectuée de $@Employees@ utilisateurs vers le groupe $@Group@.
gl: Realizouse unha mobilidade masiva de $@Employees@ usuarios ao grupo $@Group@.
it: È stato effettuato uno spostamento in blocco di $@Employees@ utenti al gruppo $@Group@.
pt: Foi realizada uma mobilidade massiva de $@Employees@ utilizadores para o grupo $@Group@.
sk: Uskutočnila sa hromadná mobilita používateľov $@Employees@ do skupiny $@Group@.

# RES_audit.message.tmessageemployees.aexecuted.rotext
source: Se ha realizado un envío del siguiente mensaje(tarea $@iTask@): &quot;$@message@&quot; a los usuarios: $@DestinationEmployeeName@
ca: S’ha enviat el missatge següent (tasca $@iTask@): &quot;$@message@&quot; als usuaris: $@DestinationEmployeeName@
eu: Mezu hau bidali da ($@iTask@ ataza): &quot;$@message@&quot; erabiltzaileei: $@DestinationEmployeeName@
fr: Le message suivant (tâche $@iTask@) &quot;$@message@&quot; aux utilisateurs : $@DestinationEmployeeName@
gl: Realizouse un envío da seguinte mensaxe(tarefa $@iTask@): &quot;$@message@&quot; aos usuarios: $@DestinationEmployeeName@
it: Si è effettuato un invio del seguente messaggio (attività $@iTask@): &quot;$@message@&quot; agli utenti: $@DestinationEmployeeName@
pt: Foi enviada a seguinte mensagem (tarefa $@iTask@): &quot;@message@&quot; aos utilizadores: $@DestinationEmployeeName@
sk: Nasledujúca správa (úloha $@iTask@) bola odoslaná: &quot;$@message@&quot; používateľom: $@DestinationEmployeeName@

# RES_audit.message.tmove.adelete.rotext
source: Se ha borrado el fichaje $@MoveName@.
ca: S’ha esborrat el fitxatge $@MoveName@.
eu: $@MoveName@ erlojua ezabatu da.
fr: Le pointage $@MoveName@ a été supprimé.
gl: Borrouse a fichaxe $@MoveName@.
it: È stata eliminata la timbratura $@MoveName@.
pt: A picagem $@MoveName@ foi apagada.
sk: Položka $@MoveName@ bola vymazaná.

# RES_audit.message.tmove.ainsert.rotext
source: Se ha creado un nuevo fichaje de $@PunchType@ para el día $@Date@ a las $@Time@$@CauseName@. Detalle para Soporte:$CRLF $@FieldsValues@
ca: S’ha creat un nou fitxatge de $@PunchType@ per al dia $@Date@ a les $@Time@$@CauseName@. Detall per a suport:$CRLF $@FieldsValues@
eu: $@PunchType@-ren zulatu berri bat sortu da $@Date@-rako $@Time@$@CauseName@ helbidean. Laguntzarako xehetasunak: $CRLF $@FieldsValues@
fr: Un nouveau pointage de $@PunchType@ a été créé pour le $@Date@ à $@Time@$@CauseName@. Détail pour l´assistance : $CRLF $@FieldsValues@
gl: Creouse unha nova fichaxe de $@PunchType@ para o día $@Date@ ás $@Time@$@CauseName@. Detalle para Soporte:$CRLF $@FieldsValues@
it: È stata creata una nuova timbratura di $@PunchType@ per il giorno $@Date@ alle $@Time@$@CauseName@. Dettaglio per supporto:$CRLF $@FieldsValues@
pt: Foi criado uma nova picagem de $@PunchType@ para o dia $@Date@ às $@Time@$@CauseName@. Detalhe para suporte:$CRLF $@FieldsValues@
sk: Pre deň $@Date@ bol vytvorený nový úder typu $@PunchType@ v čase $@Time@$@CauseName@. Detail pre podporu:$CRLF $@FieldsValues@

# RES_audit.message.tmove.aselect.rotext
source: Se ha consultado un fichaje
ca: S’ha consultat un fitxatge
eu: Transferentzia bat kontsultatu da
fr: Un pointage a été consulté
gl: Consultouse unha fichaxe
it: È stata consultata una timbratura
pt: Foi consultada uma picagem
sk: Konzultovalo sa podpísanie

# RES_audit.message.tmove.aupdate.rotext
source: Se han modificado un fichaje, que ahora es de $@PunchType@ para el día $@Date@ a las $@Time@$@CauseName@. Detalle para Soporte:$CRLF $@FieldsValues@
ca: S’ha modificat un fitxatge, que ara és de $@PunchType@ per al dia $@Date@ a les $@Time@$@CauseName@. Detall per a suport:$CRLF $@FieldsValues@
eu: Punch bat aldatu dute, orain $@PunchType@ $@Date@ eguneko $@Time@$@CauseName@ helbidean. Laguntzarako xehetasunak: $CRLF $@FieldsValues@
fr: Un pointage a été modifié ; désormais il est du type $@PunchType@ pour le $@Date@ à $@Time@ pour $@CauseName@. Détail pour l´assistance : $CRLF $@FieldsValues@
gl: Modificouse unha fichaxe, que agora é de $@PunchType@ para o día $@Date@ ás $@Time@$@CauseName@. Detalle para Soporte:$CRLF $@FieldsValues@
it: È stata modificata una timbratura, che ora è di $@PunchType@ per il giorno $@Date@ alle $@Time@$@CauseName@. Dettaglio per supporto:$CRLF $@FieldsValues@
pt: Foi alterada um picagem, que agora é de $@PunchType@ para o dia $@Date@ às $@Time@$@CauseName@. Detalhe para suporte:$CRLF $@FieldsValues@
sk: Bola vykonaná zmena úderu z $@PunchType@ pre $@Date@ na $@Time@$@CauseName@. Detail pre podporu:$CRLF $@FieldsValues@

# RES_audit.message.tnotification.adelete.rotext
source: Se ha borrado la notificación $@NotificationName@.
ca: S’ha esborrat la notificació $@NotificationName@.
eu: $@NotificationName@ jakinarazpena ezabatu da.
fr: La notification $@NotificationName@ a été supprimée.
gl: Borrouse a notificación $@NotificationName@.
it: È stata eliminata la notifica $@NotificationName@.
pt: Foi eliminada a notificação $@NotificationName@.
sk: Oznámenie $@NotificationName@ bolo odstránené.

# RES_audit.message.tnotification.aexecuted.rotext
source: Se ha ejecutado una notificación
ca: S’ha executat una notificació
eu: Jakinarazpen bat exekutatu da
fr: Une notification a été exécutée
gl: Executouse unha notificación
it: È stata eseguita una notifica
pt: Foi feita uma notificação
sk: Bolo vykonané oznámenie

# RES_audit.message.tnotification.ainsert.rotext
source: Se ha creado una notificación con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una notificació amb les dades següents:$CRLF $@FieldsValues@
eu: Jakinarazpen bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une notification a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha notificación cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una notifica con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma notificação com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené oznámenie s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tnotification.amultiselect.rotext
source: Se han consultado los siguientes campos: $@NotificationNames@.
ca: S’han consultat els camp següents: $@NotificationNames@.
eu: Eremu hauek kontsultatu dira: $@NotificationNames@.
fr: Les champs suivants ont été consultés : $@NotificationNames@.
gl: Consultáronse os seguintes campos: $@NotificationNames@.
it: Sono stati consultati i seguenti campi: $@NotificationNames@.
pt: Foram consultados os seguintes campos: $@NotificationNames@.
sk: Boli vyhľadané tieto polia: $@NotificationNames@.

# RES_audit.message.tnotification.aselect.rotext
source: Se ha consultado una notificación
ca: S’ha consultat una notificació
eu: Jakinarazpen bat kontsultatu da
fr: Une notification a été consultée
gl: Consultouse unha notificación
it: È stata consultata una notifica
pt: Foi consultada uma notificação
sk: Oznámenie bolo konzultované

# RES_audit.message.tnotification.aupdate.rotext
source: Se han modificado los siguientes datos de la notificación:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la notificació:$CRLF $@FieldsValues@
eu: Jakinarazpen-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la notification ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da notificación:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della notifica:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da notificação:$CRLF $@FieldsValues@
sk: Nasledujúce údaje oznámenia boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tparameters.aupdate.rotext
source: Se han modificado los parámetros
ca: S’han modificat els paràmetres
eu: Parametroak aldatu dira
fr: Les paramètres ont été modifiés
gl: Modificáronse os parámetros
it: Sono stati modificati i parametri
pt: Foram modificados os parâmetros
sk: Parametre boli upravené

# RES_audit.message.tpassport.ablock.rotext
source: Se ha bloqueado la cuenta de los siguientes usuarios:$CRLF $@EmployeesNames@
ca: S’ha bloquejat el compte dels usuaris següents:$CRLF $@EmployeesNames@
eu: Erabiltzaile hauei kontuak blokeatu zaizkie:$CRLF $@EmployeesNames@
fr: Le compte des utilisateurs suivants a été bloqué : $CRLF $@EmployeesNames@
gl: Bloqueouse a conta dos seguintes usuarios:$CRLF $@EmployeesNames@
it: È stato bloccato l´account dei seguenti utenti:$CRLF $@EmployeesNames@
pt: Foi bloqueada a conta dos seguintes utilizadores:$CRLF $@EmployeesNames@
sk: Nasledujúcim používateľom boli zablokované účty:$CRLF $@EmployeesNames@

# RES_audit.message.tpassport.adelete.rotext
source: Se ha eliminado el usuario
ca: S’ha eliminat l’usuari
eu: Erabiltzailea ezabatu da
fr: L´utilisateur a été supprimé
gl: Eliminouse o usuario
it: È stato eliminato l´utente
pt: O utilizador foi eliminado
sk: Používateľ bol odstránený

# RES_audit.message.tpassport.aexecuted.rotext
source: Se ha actualizado la configuración de las aplicaciones de los siguientes usuarios:$CRLF $@EmployeesNames@
ca: S’ha actualitzat la configuració de les aplicacions dels usuaris següents:$CRLF $@EmployeesNames@
eu: Aplikazioaren ezarpenak eguneratu dira erabiltzaile hauentzat: $CRLF $@EmployeesNames@
fr: La configuration des applications des utilisateurs suivants a été mise à jour : $CRLF $@EmployeesNames@
gl: Actualizouse a configuración das aplicacións dos seguintes usuarios:$CRLF $@EmployeesNames@
it: È stata aggiornata la configurazione delle applicazioni dei seguenti utenti:$CRLF $@EmployeesNames@
pt: Foi atualizada a configuração das aplicações dos seguintes utilizadores: s:$CRLF $@EmployeesNames@
sk: Boli aktualizované nastavenia aplikácie týchto používateľov:$CRLF $@EmployeesNames@

# RES_audit.message.tpassport.ainsert.rotext
source: Se ha creado un nuevo usuario
ca: S’ha creat un nou usuari
eu: Erabiltzaile berri bat sortu da
fr: Un nouvel utilisateur a été créé
gl: Creouse un novo usuario
it: È stato creato un nuovo utente
pt: Foi criado um novo utilizador
sk: Bol vytvorený nový používateľ

# RES_audit.message.tpassport.aunblock.rotext
source: Se ha desbloqueado la cuenta de los siguientes usuarios:$CRLF $@EmployeesNames@
ca: S’ha desbloquejat el compte dels usuaris següents:$CRLF $@EmployeesNames@
eu: Erabiltzaile hauek desblokeatu dute kontua:$CRLF $@EmployeesNames@
fr: Le compte des utilisateurs suivants a été débloqué : $CRLF $@EmployeesNames@
gl: Desbloqueouse a conta dos seguintes usuarios:$CRLF $@EmployeesNames@
it: È stato sbloccato l´account dei seguenti utenti:$CRLF $@EmployeesNames@
pt: Foi desbloqueada a conta dos seguintes utilizadores:$CRLF $@EmployeesNames@
sk: Účty týchto používateľov boli odblokované:$CRLF $@EmployeesNames@

# RES_audit.message.tpassport.aupdate.rotext
source: Se han modificado datos del usuario
ca: S’han modificat dades de l’usuari
eu: Erabiltzaileen datuak aldatu dira
fr: Les données de l´utilisateur ont été modifiées
gl: Modificáronse datos do usuario
it: Sono stati modificati i dati dell´utente
pt: Foram modificados os dados do utilizador
sk: Údaje používateľa boli upravené

# RES_audit.message.tpassportconsent.ainsert.rotext
source: Se ha creado un nuevo consentimiento
ca: S’ha creat un nou consentiment
eu: Baimen berri bat sortu da
fr: Un nouveau consentement a été créé
gl: Creouse un novo consentimento
it: È stato creato un nuovo consenso
pt: Foi criado um novo consentimento
sk: Bol vytvorený nový súhlas

# RES_audit.message.tpassportconsent.aupdate.rotext
source: Se ha actualizado el consentimiento
ca: S’ha actualitzat el consentiment
eu: Adostasuna eguneratu da
fr: Le consentement a été mis à jour
gl: Actualizouse o consentimento
it: È stato aggiornato il consenso
pt: O consentimento foi atualizado
sk: Súhlas bol aktualizovaný

# RES_audit.message.tpassportpassword.aupdate.rotext
source: Se ha regenerado la contraseña de los siguientes usuarios:$CRLF $@EmployeesNames@
ca: S’ha regenerat la contrasenya dels usuaris següents:$CRLF $@EmployeesNames@
eu: Erabiltzaile hauen pasahitza birsortu da:$CRLF $@EmployeesNames@
fr: Le mot de passe des utilisateurs suivants a été régénéré : $CRLF $@EmployeesNames@
gl: Volveuse xerar o contrasinal dos seguintes usuarios:$CRLF $@EmployeesNames@
it: È stata generata nuovamente la password dei seguenti utenti:$CRLF $@EmployeesNames@
pt: Foi recuperada a palavra-passe dos seguintes utilizadores:$CRLF $@EmployeesNames@
sk: Heslo nasledujúcich používateľov bolo obnovené:$CRLF $@EmployeesNames@

# RES_audit.message.tpassportpermissionsoveremployees.aupdate.rotext
source: Se han modificado los permisos sobre usuarios del usuario o grupo de usuarios $@PassportName@
ca: S’han modificat els permisos sobre usuaris de l’usuari o grup d’usuaris $@PassportName@
eu: $@PassportName@ erabiltzaile edo erabiltzaile taldearen erabiltzaile-baimenak aldatu dira
fr: Les autorisations sur les utilisateurs de l´utilisateur ou le groupe d´utilisateurs $@PassportName@ ont été modifiées
gl: Modificáronse os permisos sobre usuarios do usuario ou grupo de usuarios $@PassportName@
it: Sono state modificate le autorizzazioni su utenti dell´utente o gruppo di utenti $@PassportName@
pt: Foram modificadas as autorizações sobre utilizadores do utilizador ou grupo de utilizadores $@PassportName@
sk: Oprávnenia používateľov používateľa alebo skupiny používateľov $@PassportName@ boli zmenené

# RES_audit.message.tpassportpermissionsoverfeatures.aexecuted.rotext
source: Se han actualizado los permisos del nodo.
ca: S’han actualitzat els permisos del node.
eu: Nodoen baimenak eguneratu dira.
fr: Les autorisations du nœud ont été mises à jour.
gl: Actualizáronse os permisos do nó.
it: Sono state aggiornate le autorizzazioni del nodo.
pt: As autorizações do nó foram atualizadas
sk: Oprávnenia uzlov boli aktualizované.

# RES_audit.message.tpassportpermissionsoverfeatures.aupdate.rotext
source: Se han modificado los permisos sobre funcionalidades del usuario o grupo de usuarios $@PassportName@
ca: S’han modificat els permisos sobre funcionalitats de l’usuari o grup d’usuaris $@PassportName@
eu: $@PassportName@ erabiltzaile edo erabiltzaile taldearen funtzionalitate-baimenak aldatu dira
fr: Les autorisations sur les fonctionnalités de l´utilisateur ou du groupe d´utilisateurs $@PassportName@ ont été modifiées
gl: Modificáronse os permisos sobre funcións do usuario ou grupo de usuarios $@PassportName@
it: Sono state modificate le autorizzazioni su funzionalità dell´utente o gruppo di utenti $@PassportName@
pt: Foram alteradas as autorizações sobre funcionalidades do utilizador ou grupo de utilizadores $@PassportName@
sk: Oprávnenia na funkcie používateľa alebo skupiny používateľov $@PassportName@ boli zmenené

# RES_audit.message.tpassportpermissionsovergroups.aupdate.rotext
source: Se han modificado los permisos sobre grupos del usuario o grupo de usuarios $@PassportName@
ca: S’han modificat els permisos sobre grups de l’usuari o grup d’usuaris $@PassportName@
eu: $@PassportName@ erabiltzaile edo erabiltzaile taldearen talde-baimenak aldatu dira
fr: Les autorisations sur les groupes de l´utilisateur ou le groupe d´utilisateurs $@PassportName@ ont été modifiées
gl: Modificáronse os permisos sobre grupos do usuario ou grupo de usuarios $@PassportName@
it: Sono state modificate le autorizzazioni su gruppi dell´utente o gruppo di utenti $@PassportName@
pt: Foram alteradas as autorizações sobre grupos do utilizador ou grupo de utilizadores $@PassportName@
sk: Oprávnenia na skupiny používateľa alebo skupiny používateľov $@PassportName@ boli zmenené

# RES_audit.message.tproductivdata.aselect.rotext
source: Se han consultado datos de tareas del período $@DateIni@ a $@DateEnd@ para los siguientes usuarios:$CRLF $@EmployeeNames@
ca: S’han consultat dades de tasques del període $@DateIni@ a $@DateEnd@ per als usuaris següents:$CRLF $@EmployeeNames@
eu: $@DateIni@ bitarteko $@DateEnd@ bitarteko ataza datuak erabiltzaile hauentzat kontsultatu dira: $CRLF $@EmployeeNames@
fr: Les données des tâches de la période comprise entre le $@DateIni@ et le $@DateEnd@ ont été consultées pour les utilisateurs suivants : $CRLF $@EmployeeNames@
gl: Consultáronse datos de tarefas do período $@DateIni@ a $@DateEnd@ para os seguintes usuarios:$CRLF $@EmployeeNames@
it: Sono stati consultati i dati di attività del periodo da $@DateIni@ a $@DateEnd@ per i seguenti utenti:$CRLF $@EmployeeNames@
pt: Foram consultados dados de tarefas do período $@DateIni@ a $@DateEnd@ referentes aos seguintes utilizadores:$CRLF $@EmployeeNames@
sk: Údaje o úlohách za obdobie od $@DateIni@ do $@DateEnd@ boli vyhľadané pre týchto používateľov:$CRLF $@EmployeeNames@

# RES_audit.message.tproductiveunit.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.tproductiveunit.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tproductiveunitmode.adelete.rotext
source: Se ha borrado el modo de la unidad productiva
ca: S’ha esborrat el mode de la unitat productiva
eu: Unitate produktiboaren modua garbitu da
fr: Le mode de l´unité de production a été supprimé
gl: Borrouse o modo da unidade produtiva
it: È stata eliminata la modalità dell´unità di produzione
pt: O modo da unidade de produção foi eliminado
sk: Režim výrobnej jednotky bol vymazaný

# RES_audit.message.tproductiveunitmode.ainsert.rotext
source: Se ha creado un nuevo modo de la unidad productiva
ca: S’ha creat un nou mode de la unitat productiva
eu: Unitate produktiboaren modu berri bat sortu da
fr: Un nouveau mode de l´unité de production a été créé
gl: Creouse un novo modo da unidade produtiva
it: È stata creata una nuova modalità dell´unità di produzione
pt: Foi criado um novo modo da unidade de produção
sk: Bol vytvorený nový spôsob výroby

# RES_audit.message.tproductiveunitmode.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tproductiveunitmodeposition.adelete.rotext
source: Se ha borrado la posición
ca: S’ha esborrat la posició
eu: Kargua ezabatu da
fr: Le poste a été supprimé
gl: Borrouse a posición
it: È stata eliminata la posizione
pt: A posição foi eliminada
sk: Pozícia bola zrušená

# RES_audit.message.tproductiveunitmodeposition.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tprogrammedabsence.adelete.rotext
source: Se ha borrado la previsión días de ausencia
ca: S’ha esborrat la previsió de dies d’absència
eu: Aurreikusitako absentzia egunak ezabatu dira
fr: La prévision de jours d´absence a été supprimée
gl: Borrouse a previsión días de ausencia
it: È stata eliminata la previsione di giorni di assenza
pt: Foi apagada a previsão dias de ausência
sk: Predpokladané dni neprítomnosti boli vymazané

# RES_audit.message.tprogrammedabsence.ainsert.rotext
source: Se ha creado un nueva previsión días de ausencia con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova previsió de dies d’absència amb les dades següents:$CRLF $@FieldsValues@
eu: Absentzia egunen iragarpen berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle prévision de jours d´absence a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova previsión días de ausencia cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova previsione di giorni di assenza con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova previsão dias de ausência com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová predpoveď dní neprítomnosti s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tprogrammedabsence.aselect.rotext
source: Se ha consultado una previsión días de ausencia
ca: S’ha consultat una previsió de dies d’absència
eu: Absentzia egunetarako aurreikuspena kontsultatu da
fr: Une prévision de jours d´absence a été consultée
gl: Consultouse unha previsión días de ausencia
it: È stata consultata una previsione di giorni di assenza
pt: Foi consultada uma previsão dias de ausência
sk: Konzultovala sa predpoveď počtu dní neprítomnosti

# RES_audit.message.tprogrammedabsence.aupdate.rotext
source: Se han modificado los siguientes datos de la previsión días de ausencia:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la previsió de dies d’absència:$CRLF $@FieldsValues@
eu: Absentzia-egunen aurreikuspen-datuak aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes de la prévision de jours d´absence ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da previsión días de ausencia:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della previsione di giorni di assenza:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da previsão dias de ausência:$CRLF $@FieldsValues@
sk: Nasledujúce údaje pre predpokladané dni neprítomnosti boli upravené:$CRLF $@FieldsValues@
