Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOne.*.resx
Languages: ca, fr, it, pt

# RES_main.maxseqerr.title.rotext
source: Fichaje no realizado
ca: Fitxatge no realitzat
fr: Pointage non effectué
it: Timbratura non effettuata
pt: Picagem não efetuada

# RES_main.minute.rotext
source: minuto
ca: minut
fr: minute

# RES_main.minutes.rotext
source: minutos
ca: minuts
fr: minutes
it: minuti

# RES_main.month.rotext
source: mes
fr: mois
it: mese
pt: mês

# RES_main.months.rotext
source: meses
ca: mesos
fr: mois
it: mesi

# RES_main.msgbtncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_main.msgbtnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_main.outmissed.rotext
source: No realizó la última salida (Último fichaje ${1})
ca: No has realitzat la darrera sortida (darrer fitxatge ${1})
fr: N´a pas effectué la dernière sortie (Dernier pointage ${1})
it: Non è stata effettuata l´ultima uscita (ultima timbratura ${1})
pt: Não efetuou a última saída (Última picagem ${1})

# RES_main.repited_in.action1.rotext
source: Salgo ahora
ca: Surto ara
fr: je pars maintenant
it: Me ne sto andando adesso
pt: Vou sair agora

# RES_main.repited_in.action2.rotext
source: No hacer nada
ca: No fer res
fr: Ne fais rien
it: Fare niente
pt: Não fazer nada

# RES_main.repited_in.description.rotext
source: Entró hace un momento,<br/> ¿Qué desea hacer?
ca: Has entrat fa un moment.<br/> Què vols fer?
fr: Est entré il y a un moment,<br/> Que souhaitez-vous faire ?
it: Sei rientrato da poco,<br/> cosa desideri fare?
pt: Entrou há pouco,<br/> o que deseja fazer?

# RES_main.repited_in.title.rotext
source: Entrada repetida
fr: Entrée répétée
it: Entrata ripetuta

# RES_main.repited_out.action1.rotext
source: Salgo ahora
ca: Surto ara
fr: je pars maintenant
it: Me ne sto andando adesso
pt: Vou sair agora

# RES_main.repited_out.action2.rotext
source: Entro otra vez
ca: Entro una altra vegada
fr: Est entré à nouveau
it: Sei entrato una volta
pt: Entrou outra vez

# RES_main.repited_out.description.rotext
source: Salió hace un momento, <br/> ¿Qué desea hacer?
ca: Has sortit fa un moment.<br/> Què vols fer?
fr: Il est sorti il y a un moment, <br/> Que souhaitez-vous faire ?
it: Sei uscito poco fa,<br/> cosa desideri fare?
pt: Saiu há pouco,<br/> o que deseja fazer?

# RES_main.repited_out.title.rotext
source: Salida repetida
ca: Sortida repetida
fr: Sortie répétée
it: Uscita ripetuta
pt: Saída repetida

# RES_main.request.deletedesc.rotext
source: ¿Esta seguro de eliminar la solicitud?
ca: Segur que vols eliminar la sol·licitud?
fr: Êtes-vous sûr(e) de vouloir supprimer la demande ?
it: Eliminare la richiesta?
pt: Tem a certeza que quer eliminar o pedido?

# RES_main.request.deletetitle.rotext
source: Eliminar solicitud
ca: Eliminar sol·licitud
fr: Supprimer demande
it: Elimina richiesta
pt: Eliminar pedido

# RES_main.requestcausepunch.selectcausedesc.rotext
source: Debe seleccionar un motivo
ca: Cal seleccionar un motiu
fr: Vous devez sélectionner un motif
it: Si deve selezionare un motivo
pt: Deve selecionar um motivo

# RES_main.requestcausepunch.selectcausetitle.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_main.rndbtn1_1.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.rndbtn1_2.text.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_main.rndbtn1_3.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.rndbtn1_4.text.rotext
source: Corregir
fr: Corriger
it: Correggi
pt: Corrigir

# RES_main.rndbtn2_1.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.rndbtn2_2.text.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_main.rndbtn2_3.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.rndbtn2_4.text.rotext
source: Corregir
fr: Corriger
it: Correggi
pt: Corrigir

# RES_main.rndbutton.enterincpunch.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_main.rndbutton.enterpunch.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.rndbutton.exit.rotext
source: Salida
ca: Sortida
fr: Sortie
it: Uscita
pt: Saída

# RES_main.rndbutton.exitinc.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_main.rndbutton.exitincpunch.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_main.rndbutton.exitpunch.rotext
source: Salida
ca: Sortida
fr: Sortie
it: Uscita
pt: Saída

# RES_main.rndbutton.revisepunch.rotext
source: Corregir
fr: Corriger
it: Correggi
pt: Corrigir

# RES_main.roundbutton1.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.roundbutton2.text.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_main.roundbutton3.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.roundbutton4.text.rotext
source: Corregir
fr: Corriger
it: Correggi
pt: Corrigir

# RES_main.roundbutton5.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.roundbutton6.text.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_main.roundbutton7.text.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_main.roundbutton8.text.rotext
source: Corregir
fr: Corriger
it: Correggi
pt: Corrigir

# RES_main.shiftrequests.deletedesc.rotext
source: ¿Esta seguro de eliminar la solicitud?
ca: Segur que vols eliminar la sol·licitud?
fr: Êtes-vous sûr(e) de vouloir supprimer la demande ?
it: Eliminare la richiesta?
pt: Tem a certeza que quer eliminar o pedido?

# RES_main.shiftrequests.deletetitle.rotext
source: Eliminar solicitud
ca: Eliminar sol·licitud
fr: Supprimer demande
it: Elimina richiesta
pt: Eliminar pedido

# RES_main.totalregs.rotext
source: registros
ca: registres
fr: registres
it: registri
pt: registos

# RES_main.userfieldrequest.dateendincorrectdesc.rotext
source: La fecha fin tiene un formato incorrecto.
ca: La data final té un format incorrecte.
fr: La date de fin présente un format incorrect.
it: La data di fine ha un formato errato.
pt: A data de fim tem um formato incorreto.

# RES_main.userfieldrequest.dateendincorrecttitle.rotext
source: Fecha fin incorrecta
ca: Data final incorrecta
fr: Date fin incorrecte
it: Data di fine errata
pt: Data de fim incorreta

# RES_main.userfieldrequest.dateincorrectdesc.rotext
source: La fecha tiene un formato incorrecto.
ca: La data té un format incorrecte.
fr: La date présente un format incorrect.
it: La data ha un formato errato.
pt: A data tem um formato incorreto.

# RES_main.userfieldrequest.dateincorrecttitle.rotext
source: Fecha incorrecta
ca: Data incorrecta
fr: Date incorrecte
it: Data errata
pt: Data incorreta

# RES_main.userfieldrequest.datestartincorrectdesc.rotext
source: La fecha inicio tiene un formato incorrecto.
ca: La data d’inici té un format incorrecte.
fr: La date de début présente un format incorrect.
it: La data di inizio ha un formato errato.
pt: A data de início tem um formato incorreto.

# RES_main.userfieldrequest.datestartincorrecttitle.rotext
source: Fecha inicio incorrecta
ca: Data d’inici incorrecta
fr: Date de début incorrecte
it: Data inizio errata
pt: Data de início incorreta

# RES_main.userfieldrequest.historydateincorrectdesc.rotext
source: La fecha del histórico tiene un formato incorrecto.
ca: La data de l’històric té un format incorrecte.
fr: La date de l´historique présente un format incorrect.
it: La data della cronologia ha un formato errato.
pt: A data do histórico tem um formato incorreto.

# RES_main.userfieldrequest.historydateincorrecttitle.rotext
source: Fecha histórico incorrecta
ca: Data històric incorrecta
fr: Date historique incorrecte
it: Data cronologia errata
pt: Data de histórico incorreta

# RES_main.userfieldrequest.notdecimaldesc.rotext
source: El valorinsertado no es un número válido.
ca: El valor introduït no és un número vàlid.
fr: La valeur saisie n´est pas un numéro valide.
it: Il valore inserito non è un numero valido.
pt: O valor inserido não é um número válido.

# RES_main.userfieldrequest.notdecimaltitle.rotext
source: Número incorrecto
ca: Número incorrecte
fr: Numéro incorrect
it: Numero errato
pt: Número incorreto

# RES_main.userfieldrequest.notnumberdecdesc.rotext
source: El valornumérico no permite valores decimales.
ca: El valor numèric no permet valors decimals.
fr: La valeur numérique ne permet pas la saisie de valeurs décimales.
it: Il valore numerico non accetta valori decimali.
pt: O valor numérico não permite valores decimais.

# RES_main.userfieldrequest.notnumberdectitle.rotext
source: Número decimal no permitido
ca: Número decimal no permès
fr: Numéro décimal non autorisé
it: Numero decimale non consentito
pt: Número decimal não permitido

# RES_main.userfieldrequest.notnumberdesc.rotext
source: El valorinsertado no es un número válido.
ca: El valor introduït no és un número vàlid.
fr: La valeur saisie n´est pas un numéro valide.
it: Il valore inserito non è un numero valido.
pt: O valor inserido não é um número válido.

# RES_main.userfieldrequest.notnumbertitle.rotext
source: Número incorrecto
ca: Número incorrecte
fr: Numéro incorrect
it: Numero errato
pt: Número incorreto

# RES_main.userfieldrequest.timeendincorrectdesc.rotext
source: La hora fin tiene un formato incorrecto.
ca: L’hora final té un format incorrecte.
fr: L´heure de fin présente un format incorrect.
it: L´ora di fine ha un formato errato.
pt: A hora de fim tem um formato incorreto.

# RES_main.userfieldrequest.timeendincorrecttitle.rotext
source: Hora fin incorrecta
ca: Hora final incorrecta
fr: Heure fin incorrecte
it: Ora fine errata
pt: Hora de fim incorreta

# RES_main.userfieldrequest.timeincorrectdesc.rotext
source: La hora tiene un formato incorrecto.
ca: L’hora té un format incorrecte.
fr: L´heure présente un format incorrect.
it: L´ora ha un formato errato.
pt: A hora tem um formato incorreto.

# RES_main.userfieldrequest.timeincorrecttitle.rotext
source: Hora incorrecta
fr: Heure incorrecte
it: Ora errata
pt: Hora incorreta

# RES_main.userfieldrequest.timestartincorrectdesc.rotext
source: La hora inicio tiene un formato incorrecto.
ca: L’hora d’inici té un format incorrecte.
fr: L´heure de début présente un format incorrect.
it: L´ora di inizio ha un formato errato.
pt: A hora de início tem um formato incorreto.

# RES_main.userfieldrequest.timestartincorrecttitle.rotext
source: Hora inicio incorrecta
ca: Hora inici incorrecta
fr: Heure début incorrecte
it: Ora di inizio errata
pt: Hora de início incorreta

# RES_main.validateabsences.dateendincorrectdesc.rotext
source: La fecha fin tiene un formato incorrecto.
ca: La data final té un format incorrecte.
fr: La date de fin présente un format incorrect.
it: La data di fine ha un formato errato.
pt: A data de fim tem um formato incorreto.

# RES_main.validateabsences.dateendincorrecttitle.rotext
source: Fecha fin incorrecta
ca: Data final incorrecta
fr: Date fin incorrecte
it: Data di fine errata
pt: Data de fim incorreta

# RES_main.validateabsences.datestartincorrectdesc.rotext
source: La fecha tiene un formato incorrecto.
ca: La data té un format incorrecte.
fr: La date présente un format incorrect.
it: La data ha un formato errato.
pt: A data tem um formato incorreto.

# RES_main.validateabsences.datestartincorrecttitle.rotext
source: Fecha inicio incorrecta
ca: Data d’inici incorrecta
fr: Date de début incorrecte
it: Data inizio errata
pt: Data de início incorreta

# RES_main.validateabsences.selectcausedesc.rotext
source: Debe seleccionar una justificación
ca: Cal seleccionar una justificació
fr: Vous devez sélectionner une justification
it: Si deve selezionare una giustificazione
pt: Deve selecionar uma justificação

# RES_main.validateabsences.selectcausetitle.rotext
source: Seleccione justificación
ca: Selecciona la justificació
fr: Sélectionnez justification
it: Seleziona giustificazione
pt: Selecione a justificação

# RES_myuserfields.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_myuserfields.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_myuserfields.chkincidencelist.text.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_newrequests.btnback.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_newrequests.gotonewrequest.rotext
source: Ir
ca: Anar-hi
fr: Aller
it: Vai

# RES_newrequests.gridnewrequests.text.rotext
source: Seleccione tipo solicitud
ca: Selecciona tipus sol·licitud
fr: Sélectionnez type demande
it: Seleziona tipo richiesta
pt: Selecione o tipo de pedido

# RES_newrequests.newrequesttext.1.rotext
source: Modificación de la ficha
ca: Modificació de la fitxa
fr: Modification de la fiche
it: Modifica della scheda
pt: Alteração da ficha

# RES_newrequests.newrequesttext.10.rotext
source: Fichaje de tarea no realizado
ca: Fitxatge de tasca no realitzat
fr: Pointage de tâches non effectué
it: Timbratura di attività non effettuata
pt: Picagem de tarefa não efetuada

# RES_newrequests.newrequesttext.11.rotext
source: Cancelación de vacaciones
ca: Cancel·lació de vacances
fr: Annulation de vacances
it: Annullamento delle vacanze
pt: Cancelamento de férias

# RES_newrequests.newrequesttext.12.rotext
source: Fichaje de centro de costes no realizado
ca: Fitxatge de centre de costos no realitzat
fr: Pointage de centre de coût non effectué
it: Timbratura di centri di costo non effettuata
pt: Picagem de centro de custos não efetuada

# RES_newrequests.newrequesttext.2.rotext
source: Fichaje no realizado
ca: Fitxatge no realitzat
fr: Pointage non effectué
it: Timbratura non effettuata
pt: Picagem não efetuada

# RES_newrequests.newrequesttext.3.rotext
source: Justificación fichaje existente
ca: Justificació fitxatge existent
fr: Justification pointage existant
it: Giustificazione timbratura esistente
pt: Justificação de picagem existente

# RES_newrequests.newrequesttext.4.rotext
source: Parte resumen trabajo externo
ca: Comunicat resum feina externa
fr: Rapport résumé travail externe
it: Parte della sintesi di lavoro esterno
pt: Parte resumo do trabalho externo

# RES_newrequests.newrequesttext.5.rotext
source: Cambio de horario
ca: Canvi d'horari
fr: Changement d'horaire
it: Cambio di programma
pt: Alteração de horário

# RES_newrequests.newrequesttext.6.rotext
source: Vacaciones
ca: Vacances
fr: Des vacances
it: Vacanza
pt: Férias

# RES_newrequests.newrequesttext.7.rotext
source: Previsión días de ausencia
ca: Previsió dies d'absència
fr: Prévision des jours d'absence
it: Previsione dei giorni di assenza
pt: Previsão dias de ausência

# RES_newrequests.newrequesttext.8.rotext
source: Previsión horas de ausencia
ca: Previsió hores d'absència
fr: Prévision des heures d'absence
it: Previsione ore di assenza
pt: Previsão horas de ausência

# RES_newrequests.newrequesttext.9.rotext
source: Intercambio de horario entre usuarios
ca: Intercanvi dhorari entre usuaris
fr: Programmer des échanges entre utilisateurs
it: Pianificare lo scambio tra utenti
pt: Troca de horário entre utilizadores

# RES_punches.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_punches.btnback.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_punches.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_punches.btnnew.text.rotext
source: Nuevo
ca: Nou
fr: Nouveau
it: Nuovo
pt: Novo

# RES_punches.chkincidencelist.text.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_punches.costcenter.rotext
source: Centro de coste
ca: Centre de cost
fr: Centre de coût
it: Centro di costo
pt: Centro de custo

# RES_punches.entrancepunch.rotext
source: Entrada
fr: Entrée
it: Entrata

# RES_punches.exitpunch.rotext
source: Salida
ca: Sortida
fr: Sortie
it: Uscita
pt: Saída

# RES_punches.externalwork.incorrectdatefuture.rotext
source: La fecha no puede ser futura.
ca: La data no pot ser en el futur.
fr: La date ne peut pas être une date future.
it: La data non può essere futura.
pt: A data não pode ser futura.

# RES_punches.forbidpunch.incorrectdatebeforepunch.rotext
source: El fichaje insertado es anterior al último fichaje
ca: El fitxatge introduït és anterior al darrer fitxatge
fr: Le pointage inséré est antérieur au dernier pointage
it: La timbratura inserita è precedente all´ultima timbratura
pt: A picagem inserida é anterior à última picagem

# RES_punches.forbidpunch.incorrectdatefuture.rotext
source: La fecha y hora del fichaje no puede ser futura.
ca: La data i l'hora del fitxatge no pot ser futura.
fr: La date et l'heure de la signature ne peuvent pas être postérieures.
it: La data e l'ora della firma non possono essere future.
pt: A data e a hora da picagem não podem ser no futuro.

# RES_punches.gridbuttonselectdate.rotext
source: Seleccione fecha
ca: Selecciona una data
fr: Sélectionnez date
it: Seleziona data
pt: Selecione data

# RES_punches.gridbuttonshowaccruals.rotext
source: Mis saldos a este día
ca: Els meus saldos en aquest dia
fr: Mes soldes à ce jour
it: Saldi personali fino a oggi
pt: Os meus saldos neste dia

# RES_punches.gridbuttonshowrequests.rotext
source: Ver solicitudes de fichajes
ca: Veure sol·licituds de fitxatges
fr: Voir demandes de pointages
it: Vedi richieste di timbrature
pt: Ver pedidos de picagens

# RES_punches.gridpunches.text.rotext
source: Fichajes a día:
ca: Fitxatges a dia:
fr: Pointages le :
it: Timbrature al giorno:
pt: Picagens por dia:

# RES_punches.punchesgridheader.rotext
source: Fichajes a día:
ca: Fitxatges a dia:
fr: Pointages le :
it: Timbrature al giorno:
pt: Picagens por dia:

# RES_punches.requestpunchcause.rotext
source: Justificación
ca: Justificació
fr: Justification
it: Giustificazione
pt: Justificação

# RES_punches.taskpunch.rotext
source: Tarea
ca: Tasca
fr: Tâche
it: Attività
pt: Tarefa

# RES_punchesnewrequest.btnback.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_punchesnewrequest.gridpunchesnewrequest.text.rotext
source: Seleccione tipo solicitud
ca: Selecciona tipus sol·licitud
fr: Sélectionnez type demande
it: Seleziona tipo richiesta
pt: Selecione o tipo de pedido

# RES_punchesnewrequest.newforbiddenpunchdesc.rotext
source: Solicitud de la inserción de un fichaje no realizado
ca: Sol·licitud d’introducció d’un fitxatge no realitzat
fr: Demande d´insertion d´un pointage non effectué
it: Richiesta dell´inserimento di una timbratura non effettuata
pt: Pedido de inserção de uma picagem não efetuada

# RES_punchesnewrequest.newforbiddenpunchtext.rotext
source: Fichaje no realizado
ca: Fitxatge no realitzat
fr: Pointage non effectué
it: Timbratura non effettuata
pt: Picagem não efetuada

# RES_punchesnewrequest.newresumeexternalworkdesc.rotext
source: Solicitud de parte de trabajo externo
ca: Sol·licitud de comunicat de feina externa
fr: Demande de rapport de travail externe
it: Richiesta di parte del lavoro esterno
pt: Pedido de registo de trabalho externo

# RES_punchesnewrequest.newresumeexternalworktext.rotext
source: Parte resumen trabajo externo
ca: Comunicat resum feina externa
fr: Rapport résumé travail externe
it: Parte della sintesi di lavoro esterno
pt: Parte resumo do trabalho externo

# RES_punchesnewrequest.punchnewrequest.rotext
source: Continuar
fr: continuer
it: Continua

# RES_requestcausepunch.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_requestcausepunch.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_requestcausepunch.chkcause.text.rotext
source: Justificación
ca: Justificació
fr: Justification
it: Giustificazione
pt: Justificação

# RES_requestcausepunch.lblobservations.text.rotext
source: Observaciones
ca: Observacions
fr: Remarques
it: Osservazioni
pt: Observações

# RES_requestcausepunch.title_requestcausepunch.text.rotext
source: Justificación del fichaje
ca: Justificació del fitxatge
fr: Justification du pointage
it: Giustificazione della timbratura
pt: Justificação da picagem

# RES_requestfilteroptions.btnback.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_requestfilteroptions.btnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_requestfilteroptions.chkselectortype.text.rotext
source: Tipo de petición
ca: Tipus de petició
fr: Type de demande
it: Tipo di istanza
pt: Tipo de requerimento

# RES_requestfilteroptions.chkshowall.text.rotext
source: Mostrar todo
ca: Mostrar-ho tot
fr: Tout afficher
it: Mostra tutto
pt: Mostrar tudo

# RES_requestfilteroptions.lbldatestarttoend.text.rotext
source: Mostrar peticiones desde
ca: Mostrar peticions des de
fr: Afficher les demandes depuis
it: Mostra le istanze da
pt: Mostrar requerimentos desde

# RES_requestfilteroptions.lbldateto.text.rotext
source: hasta
ca: fins
fr: jusqu'à
it: Fino a
pt: a

# RES_requestfilteroptions.lblrequeststatus.text.rotext
source: Estado de la petición
ca: Estat de la petició
fr: État de la demande
it: Stato dell´istanza
pt: Estado do requerimento

# RES_requestfilteroptions.requesttypes.1.rotext
source: Modificación campos ficha usuario
ca: Modificació camps fitxa usuari
fr: Modification champs fiche utilisateur
it: Modifica campi scheda utente
pt: Alteração campos da ficha do utilizador

# RES_requestfilteroptions.requesttypes.10.rotext
source: Fichaje de tarea no realizado
ca: Fitxatge de tasca no realitzat
fr: Pointage de tâches non effectué
it: Timbratura di attività non effettuata
pt: Picagem de tarefa não efetuada

# RES_requestfilteroptions.requesttypes.2.rotext
source: Fichaje no realizado
ca: Fitxatge no realitzat
fr: Pointage non effectué
it: Timbratura non effettuata
pt: Picagem não efetuada

# RES_requestfilteroptions.requesttypes.3.rotext
source: Justificación fichaje existente
ca: Justificació fitxatge existent
fr: Justification pointage existant
it: Giustificazione timbratura esistente
pt: Justificação de picagem existente

# RES_requestfilteroptions.requesttypes.4.rotext
source: Parte resumen trabajo externo
ca: Comunicat resum feina externa
fr: Rapport résumé travail externe
it: Parte della sintesi di lavoro esterno
pt: Parte resumo do trabalho externo

# RES_requestfilteroptions.requesttypes.5.rotext
source: Cambio de horario
ca: Canvi d'horari
fr: Changement d'horaire
it: Cambio di programma
pt: Alteração de horário

# RES_requestfilteroptions.requesttypes.6.rotext
source: Vacaciones
ca: Vacances
fr: Des vacances
it: Vacanza
pt: Férias

# RES_requestfilteroptions.requesttypes.7.rotext
source: Previsión días de ausencia
ca: Previsió dies d'absència
fr: Prévision des jours d'absence
it: Previsione dei giorni di assenza
pt: Previsão dias de ausência

# RES_requestfilteroptions.requesttypes.8.rotext
source: Intercambio de horario entre usuarios
ca: Intercanvi dhorari entre usuaris
fr: Programmer des échanges entre utilisateurs
it: Pianificare lo scambio tra utenti
pt: Troca de horário entre utilizadores

# RES_requestfilteroptions.requesttypes.9.rotext
source: Previsión horas de ausencia
ca: Previsió hores d'absència
fr: Prévision des heures d'absence
it: Previsione ore di assenza
pt: Previsão horas de ausência

# RES_requestfilteroptions.title_requestfilteroptions.text.rotext
source: Mis peticiones - Opciones
ca: Les meves peticions - Opcions
fr: Mes demandes - Options
it: Istanze personali - Opzioni
pt: Os meus requerimentos - Opções

# RES_requestinfo.requests.passportdeleted.rotext
source: Usuario eliminado
ca: Usuari eliminat
fr: Utilisateur supprimé
it: Utente eliminato
pt: Utilizador eliminado

# RES_requestorderoptions.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_requestorderoptions.btncancel.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_requestorderoptions.chkorderlist.text.rotext
source: Columnas
ca: Columnes
fr: Colonnes
it: Colonne
pt: Colunas
