Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveChannels.*.resx
Languages: ca, gl, it, sk

# RES_dex.complaintresponse.rotext
source: Thank you for submitting the complaint
ca: Gràcies per enviar la denúncia
gl: Grazas por enviar a queixa
it: Grazie per aver inviato il reclamo
sk: Ďakujeme za predloženie sťažnosti

# RES_dex.complaintresponsedesc.rotext
source: Your complaint is being analyzed, you will hear from us very soon.
ca: La seva denúncia està sent analitzada, tindrà notícies nostra ben aviat.
gl: Estase analizando a súa queixa, en breve recibirános.
it: Il tuo reclamo è in fase di analisi, riceverai nostre notizie molto presto.
sk: Vaša sťažnosť sa analyzuje a čoskoro sa vám ozveme.

# RES_dex.complainttitle.rotext
source: Subject
ca: Assumpte
gl: Asunto
it: Affare
sk: Predmet

# RES_dex.complaintvalidationerror.rotext
source: You must indicate a title and content of the complaint
ca: Heu d´indicar un títol i contingut de la denúncia
gl: Debe indicar título e contido da reclamación
it: È necessario indicare un titolo e un contenuto del reclamo
sk: Musíte uviesť názov a obsah sťažnosti

# RES_dex.copyguid.rotext
source: Copy identifier
ca: Copiar identificador
gl: Copiar o identificador
it: Copia identificatore
sk: Identifikátor kópie

# RES_dex.dexsessionexpired.rotext
source: The session has expired. Please re-enter the complaint details.
ca: La sessió ha expirat. Torneu a introduir les dades de la denúncia.
gl: A sesión caducou. Introduce de novo os detalles da reclamación.
it: La sessione è scaduta. Si prega di inserire nuovamente i dettagli del reclamo.
sk: Vaša relácia vypršala. Znovu zadajte údaje o sťažnosti.

# RES_dex.gotohome.rotext
source: Back to home page
ca: Tornar a la pàgina d´inici
gl: volver á páxina de inicio
it: tornare alla home page
sk: Späť na domovskú stránku

# RES_dex.identificationbtnnext.rotext
source: Following
ca: Següent
gl: Seguindo
it: Seguente
sk: Ďalšie

# RES_dex.identificationcompany.rotext
source: Company
ca: Empresa
gl: Compañía
it: Azienda
sk: Spoločnosť

# RES_dex.identificationmail.rotext
source: Email
ca: Correu electrònic
gl: Correo electrónico
sk: E-mailová adresa

# RES_dex.identificationname.rotext
source: Name and surname
ca: Nom i cognoms
gl: Nome e apelidos
it: Nome e cognome
sk: Meno a priezvisko

# RES_dex.identificationphone.rotext
source: Mobile phone
ca: Telèfon mòbil
gl: Teléfono móbil
it: Cellulare
sk: Mobilný telefón

# RES_dex.identificationpwd.rotext
source: Password
ca: Contrasenya
gl: Contrasinal
it: Parola d´ordine
sk: Heslo

# RES_dex.identificationrepeatpwd.rotext
source: Repeat password
ca: Repetir contrasenya
gl: Repite o contrasinal
it: Ripeti la password
sk: Opakovanie hesla

# RES_dex.identificationtitle.rotext
source: Identification
ca: Identificació
gl: ID
it: ID
sk: Identifikácia

# RES_dex.lostdatawarning.rotext
source: Warning: If you lose this number or password, you will have no way to access the report. The password or ID cannot be recovered.
ca: Alerta: Si perdeu aquest número o la contrasenya, no tindreu manera d´accedir a la denúncia. La contrasenya o identificador no es poden recuperar.
gl: Alerta: se perde este número ou o seu contrasinal, non terá forma de acceder ao informe. Non se pode recuperar o contrasinal ou o identificador.
it: Avviso: se perdi questo numero o la password, non avrai modo di accedere al rapporto. La password o l´identificatore non possono essere recuperati.
sk: Upozornenie: Ak toto číslo alebo heslo stratíte, nebudete mať prístup k správe. Heslo alebo identifikátor nie je možné obnoviť.

# RES_dex.messagetoolarge.rotext
source: The message must contain less than 6000 characters
ca: El missatge ha de contenir menys de 6000 caràcters
gl: A mensaxe debe conter menos de 6000 caracteres
it: Il messaggio deve contenere meno di 6000 caratteri
sk: Správa musí obsahovať menej ako 6000 znakov

# RES_dex.missingmandatorydata.rotext
source: You must enter all mandatory data. Please re-enter the complaint data.
ca: Heu d´introduir totes les dades obligatòries. Torneu a introduir les dades de la denúncia.
gl: Debes introducir todos os datos requiridos. Introduce de novo os detalles da reclamación.
it: È necessario inserire tutti i dati richiesti. Si prega di inserire nuovamente i dettagli del reclamo.
sk: Musíte zadať všetky povinné údaje. Opätovne zadajte údaje o sťažnosti.

# RES_dex.nolicense.rotext
source: There is no complaints or licensing channel.
ca: No disposa de canal de denúncies o llicència.
gl: Non ten unha canle de reclamacións nin licenza.
it: Non dispone di un canale o di una licenza per i reclami.
sk: Žiadny kanál sťažností alebo licencií.

# RES_dex.passwordinfo.rotext
source: You will use this password to access your report using the ID. This way you can track your report, attach more information and export the summary to save or print.
ca: Utilitzaràs aquesta contrasenya per poder accedir a la teva denúncia fent servir l´identificador. Així podràs fer-ne un seguiment, adjuntar més informació i exportar el resum per desar o imprimir.
gl: Usará este contrasinal para poder acceder á súa reclamación mediante o identificador. Deste xeito poderás facerlle un seguimento, anexar máis información e exportar o resumo para gardar ou imprimir.
it: Utilizzerai questa password per poter accedere al tuo reclamo utilizzando l´identificatore. In questo modo potrai tenerne traccia, allegare ulteriori informazioni ed esportare il riepilogo per salvarlo o stamparlo.
sk: Toto heslo použijete na prístup k svojej správe pomocou identifikátora. Potom budete môcť sledovať svoju správu, pripojiť ďalšie informácie a exportovať súhrn na uloženie alebo tlač.

# RES_dex.passwordinfodesc.rotext
source: The password must be at least 10 characters, at least one uppercase character, one number and one symbol.
ca: La contrasenya ha de tenir com a mínim 10 caràcters, com a mínim una majúscula, un número i un símbol.
gl: O contrasinal debe ter polo menos 10 caracteres, polo menos unha letra maiúscula, un número e un símbolo.
it: La password deve contenere almeno 10 caratteri, almeno una lettera maiuscola, un numero e un simbolo.
sk: Heslo musí obsahovať aspoň 10 znakov, z toho aspoň jedno veľké písmeno, jednu číslicu a jeden symbol.

# RES_dex.recovercomplaint.rotext
source: Recover a complaint
ca: Recuperar una denúncia
gl: Recuperar unha queixa
it: Recuperare un reclamo
sk: Vyzdvihnutie sťažnosti

# RES_dex.recovercomplaintdesc.rotext
source: Enter the report ID and password to view the status of your report.
ca: Introduïu l´identificador de la denúncia i la contrasenya per veure l´estat de la vostra denúncia.
gl: Introduza o ID e o contrasinal do informe para ver o estado do informe.
it: Inserisci l´ID della segnalazione e la password per visualizzare lo stato della segnalazione.
sk: Ak chcete zobraziť stav svojej sťažnosti, zadajte svoje ID sťažnosti a heslo.

# RES_dex.recovercomplaintid.rotext
source: Complaint ID
ca: Identificador de la denúncia
gl: Identificador de reclamación
it: Identificatore del reclamo
sk: Identifikátor sťažnosti

# RES_dex.recovercomplaintinforequiered.rotext
source: You must indicate the complaint reference and the password
ca: Heu d´indicar la referència de la denúncia i la contrasenya
gl: Deberá indicar a referencia da reclamación e o contrasinal
it: È necessario indicare il riferimento del reclamo e la password
sk: Musíte uviesť odkaz na sťažnosť a heslo

# RES_dex.roprintcomplaintmessages.rotext
source: Print
ca: Imprimir
gl: Imprimir
it: Stampa
sk: Tlač

# RES_dex.sendcomplaint.rotext
source: Submit a complaint
ca: Enviar una denúncia
gl: Envía unha queixa
it: Invia un reclamo
sk: Podanie sťažnosti

# RES_dex.sendcomplaintdesc.rotext
source: You can submit a confidential report using this form.<br />The information you submit can only be read by the company's designated channel administrator.
ca: Pots enviar una denúncia confidencial usant aquest formulari.<br />La informació que enviïs només podrà ser llegida per l´administrador del canal designat per l´empresa.
gl: Podes enviar un informe confidencial mediante este formulario.<br />A información que envías só pode ler o administrador da canle designado pola empresa.
it: Puoi inviare una segnalazione riservata utilizzando questo modulo.<br />Le informazioni inviate possono essere lette solo dall´amministratore del canale designato dall´azienda.
sk: Pomocou tohto formulára môžete odoslať dôvernú správu.<br />Odoslané informácie si môže prečítať len určený správca kanála spoločnosti.

# RES_messages.at.rotext
source: he
ca: el
gl: el
it: Lui
sk: na stránke

# RES_messages.by.rotext
source: by
ca: per
gl: por
it: di
sk: podľa

# RES_messages.closed.rotext
source: Close conversation
ca: Tancar conversa
gl: Pecha a conversa
it: Conversazione chiusa
sk: Záverečná konverzácia

# RES_messages.conversationcomplexity.rotext
source: High complexity
ca: Complexitat alta
gl: Alta complexidade
it: Elevata complessità
sk: Vysoká zložitosť

# RES_messages.dismissed.rotext
source: Dismiss conversation
ca: Desestimar conversa
gl: Rexeitar conversa
it: Ignora conversazione
sk: Ukončenie konverzácie

# RES_messages.emptylist.rotext
source: There are no messages to display
ca: No hi ha missatges per mostrar
gl: Non hai publicacións para mostrar
it: Nessun messaggio da mostrare
sk: Nezobrazujú sa žiadne správy

# RES_messages.highcomplexity.rotext
source: High
ca: Alta
gl: alto
it: alto
sk: Vysoká

# RES_messages.lowcomplexity.rotext
source: Normal
it: Normale
sk: Normálne

# RES_messages.ongoing.rotext
source: Close
ca: Tancar
gl: Pechar
it: Vicino
sk: Zatvoriť

# RES_messages.roprintcomplaint.rotext
source: Print
ca: Imprimir
gl: Imprimir
it: Stampa
sk: Tlač

# RES_messages.sendbutton.rotext
source: Send
ca: Enviar
gl: Enviar
it: Inviare
sk: Odoslať

# RES_messages.sendedat.rotext
source: Sent on
ca: Enviat el
gl: Enviado
it: Inviato
sk: Odoslané na

# RES_messages.sendplaceholder.rotext
source: Write your message here...
ca: Escriu el teu missatge aquí...
gl: Escribe aquí a túa mensaxe...
it: Scrivi qui il tuo messaggio...
sk: Napíšte sem svoj odkaz...

# RES_messages.stateclosed.rotext
source: closed
ca: tancada
gl: pechado
it: Chiuso
sk: zatvorené

# RES_messages.statedismissed.rotext
source: dismissed
ca: desestimada
gl: despedido
it: licenziato
sk: prepustený

# RES_messages.stateongoing.rotext
source: in progress
ca: en curs
gl: en progreso
it: in corso
sk: prebieha

# RES_messages.statepending.rotext
source: pending
ca: pendent
gl: pendente
it: orecchino
sk: čaká sa na

# RES_dex.readandaccept.rotext
source: I have read and accept
ca: He llegit i accepto
gl: Lin e acepto
it: Ho letto e accetto
sk: Prečítal som si a prijímam

# RES_dex.privacypolicycta.rotext
source: privacy policy
ca: la política de privadesa
gl: a política de privacidade
it: l'informativa sulla privacy
sk: zásady ochrany osobných údajov

# RES_dex.privacypolicyctaempty.rotext
source: privacy policy
ca: la política de privadesa
gl: a política de privacidade
it: l'informativa sulla privacy
sk: zásady ochrany osobných údajov
