Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_addcoverage.addcoverage.incorrectassignment.description.rotext
source: The position to be filled is incorrect or does not belong to the daily staff.
ca: El lloc de treball per cobrir és incorrecte o no pertany a la dotació diària.
eu: Bete beharreko lanpostua okerra da edo ez dagokio eguneroko plantillari.
sk: Miesto, ktoré sa má obsadiť, je buď nesprávne, alebo nepatrí do denného pridelenia.

# RES_addcoverage.addcoverage.incorrectassignment.title.rotext
source: Wrong position
ca: Lloc de treball incorrecte
eu: Posizio okerra
sk: Nesprávna poloha

# RES_addcoverage.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_addcoverage.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_addcoverage.grdemployees.columns#2.headertext.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_addcoverage.grdemployees.columns#3.headertext.rotext
source: Schedule
ca: Horari
eu: Ordutegia
sk: rozvrh hodín

# RES_addcoverage.grdemployees.columns#4.headertext.rotext
source: Position
ca: Lloc de treball
eu: Posizioa
sk: pošta

# RES_addcoverage.grdemployees.columns#5.headertext.rotext
source: Cluster
ca: Grup
eu: Klusterra
sk: skupina

# RES_addcoverage.grdemployees.columns#6.headertext.rotext
source: Points
ca: Punts
eu: Puntuak
sk: Body

# RES_addcoverage.grdemployees.columns#7.headertext.rotext
source: Cost
eu: Kostua
sk: Náklady

# RES_addcoverage.grdemployees.columns#8.headertext.rotext
source: Suitability
ca: Idoneïtat
eu: Egokitasuna
sk: Vhodnosť

# RES_addcoverage.grdemployees.columns#9.headertext.rotext
source: Coverage
ca: Cobertura
eu: Estaldura
sk: Pokrytie

# RES_addcoverage.grdemployees.selectbutton.title.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_addcoverage.grdemployees.selectedbutton.title.rotext
source: Selected
ca: Seleccionat
eu: Hautatuta
sk: Vybrané

# RES_addcoverage.lbldescription.text.rotext
source: Indicate the user who will provide coverage.
ca: Indica l’usuari que farà la cobertura.
eu: Adierazi zein erabiltzaile egingo duen estaldura.
sk: Uveďte používateľa, ktorý bude vykonávať pokrytie.

# RES_addcoverage.lblgridtitle.text.rotext
source: Select the user who will perform the coverage:
ca: Selecciona l’usuari que farà la cobertura:
eu: Hautatu estaldura egingo duen erabiltzailea:
sk: Vyberte používateľa, ktorý bude vykonávať pokrytie:

# RES_addcoverage.lbltitle.text.rotext
source: Cover {1} day {2} how {3} and schedule {4}
ca: Cobrir {1} el dia {2} com a {3} i horari {4}
eu: Estali {1} egunean {2} nola {3} eta antolatu {4}
sk: Pokrytie {1} v {2} deň {2} ako {3} a čas {4}

# RES_addcoverage.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_addcoverage.noitemselected.message.rotext
source: You must select a user
ca: Cal seleccionar un usuari
eu: Erabiltzaile bat hautatu behar duzu
sk: Musíte vybrať používateľa

# RES_addcoverage.title.rotext
source: Coverage configuration
ca: Configuració cobertura
eu: Estalduraren konfigurazioa
sk: Konfigurácia pokrytia

# RES_analyticscostcontrol.analyticscostcontrol.rotext
source: Cost control
ca: Control de costs
eu: Kostuen kontrola
sk: Kontrola nákladov

# RES_analyticscostcontrol.analytycs.hidegraphlng.rotext
source: Hide chart
ca: Amagar gràfica
eu: Ezkutatu grafikoa
sk: Skryť grafiku

# RES_analyticscostcontrol.analytycs.showgraphlng.rotext
source: Show graph
ca: Mostrar gràfica
eu: Erakutsi grafikoa
sk: Zobraziť grafiku

# RES_analyticscostcontrol.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_analyticscostcontrol.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_analyticscostcontrol.btcancelexport.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.btcancelexport.tooltip.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.btdoexport.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btdoexport.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnacceptuserfields.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnacceptuserfields.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btncanceluserfields.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.btncanceluserfields.tooltip.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.btnexporttoxls.text.rotext
source: Export
ca: Exportar
eu: Esportatu

# RES_analyticscostcontrol.btnexporttoxls.tooltip.rotext
source: Export to Excel
ca: Exportar a Excel
eu: Esportatu Excel-era
sk: Export do programu Excel

# RES_analyticscostcontrol.btnopenbusinesscenters.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_analyticscostcontrol.btnopenbusinesscenters.tooltip.rotext
source: Select cost centers
ca: Seleccionar centres de cost
eu: Hautatu kostu-zentroak
sk: Vybrať nákladové strediská

# RES_analyticscostcontrol.btnopenpopupsaveview.text.rotext
source: Save Selection
ca: Desar selecció
eu: Gorde hautapena
sk: Uložiť výber

# RES_analyticscostcontrol.btnopenpopupsaveview.tooltip.rotext
source: Save Dataset Selection
ca: Desar selecció del conjunt de dades
eu: Gorde datu multzoen hautaketa
sk: Uložiť výber súboru údajov

# RES_analyticscostcontrol.btnopenpopupselectoremployees.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_analyticscostcontrol.btnopenpopupselectoremployees.tooltip.rotext
source: Users...
ca: Usuaris...
eu: Erabiltzaileak...
sk: Používatelia...

# RES_analyticscostcontrol.btnopenpopupviews.text.rotext
source: Load Selection
ca: Carregar selecció
eu: Kargatu hautaketa
sk: Výber zaťaženia

# RES_analyticscostcontrol.btnopenpopupviews.tooltip.rotext
source: Load Dataset Selection
ca: Carregar selecció del conjunt de dades
eu: Kargatu datu multzoen hautaketa
sk: Výber súboru údajov načítania

# RES_analyticscostcontrol.btnopenuserfields.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_analyticscostcontrol.btnopenuserfields.tooltip.rotext
source: Select fields from the tab
ca: Seleccionar camps de la fitxa
eu: Hautatu fitxa-eremuak
sk: Vyberte polia z karty

# RES_analyticscostcontrol.btnpopupsaveviewsave.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnpopupsaveviewsave.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnpopupselectoremployeesaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnpopupselectoremployeesaccept.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnpopupviewsaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnpopupviewsaccept.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticscostcontrol.btnpopupviewscancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.btnpopupviewscancel.tooltip.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.btnrefresh.text.rotext
source: Obtain
ca: Obtenir
eu: Lortu
sk: Získajte

# RES_analyticscostcontrol.btnrefresh.tooltip.rotext
source: Get Data
ca: Obtenir dades
eu: Lortu informazioa
sk: Získať údaje

# RES_analyticscostcontrol.cbviewanalytics1.rotext
source: Totals by cost center and justification
ca: Totals per centre de cost i justificació
eu: Guztira, kostu-zentroaren eta justifikazioaren arabera
sk: Celkové sumy podľa nákladových stredísk a odôvodnenia

# RES_analyticscostcontrol.cbviewanalytics2.rotext
source: Cost centers by justification and user
ca: Centres de cost per justificació i usuari
eu: Kostu-zentroak justifikazioaren eta erabiltzailearen arabera
sk: Nákladové strediská podľa odôvodnenia a používateľa

# RES_analyticscostcontrol.cbviewanalytics3.rotext
source: Requests
ca: Sol·licituds
eu: Eskaerak
sk: žiadosti

# RES_analyticscostcontrol.cbviewanalytics4.rotext
source: Current cost center per user
ca: Centre de cost actual per usuari
eu: Erabiltzaile bakoitzeko egungo kostu-zentroa
sk: Súčasné nákladové stredisko na používateľa

# RES_analyticscostcontrol.chartdatavertical.text.rotext
source: Generate Series from Columns
eu: Sortu seriea zutabeetatik
sk: Generovanie sérií zo stĺpcov

# RES_analyticscostcontrol.chkcolumngrandtotals.text.rotext
source: Add totals by row
ca: Afegir totals per fila
eu: Gehitu guztirakoak errenkada bakoitzeko
sk: Sčítanie súčtov riadkov

# RES_analyticscostcontrol.chkcolumntotals.text.rotext
source: Add subtotals by row
ca: Afegir subtotals per fila
eu: Gehitu azpi-totalak errenkada bakoitzeko
sk: Pridanie čiastkových súčtov na riadok

# RES_analyticscostcontrol.chkgroupenabled.text.rotext
source: Add groupings
ca: Afegir agrupacions
eu: Gehitu taldekatzeak
sk: Pridanie zoskupení

# RES_analyticscostcontrol.chkrowgrandtotals.text.rotext
source: Add totals by column
ca: Afegir totals per columna
eu: Gehitu guztirakoak zutabeka
sk: Sčítanie súčtov za stĺpec

# RES_analyticscostcontrol.chkrowtotals.text.rotext
source: Add subtotals by column
ca: Afegir subtotals per columna
eu: Gehitu azpi-totalak zutabeka
sk: Pridanie čiastkových súčtov pre každý stĺpec

# RES_analyticscostcontrol.ckgenerategraph.text.rotext
source: Generate graph
ca: Generar gràfica
eu: Sortu grafikoa
sk: Generovanie grafiky

# RES_analyticscostcontrol.ckincludeentrieswithoutbusinesscenter.text.rotext
source: Include entries without cost centers
ca: Incloure entrades sense centres de cost
eu: Sartu sarrerak kostu zentrorik gabe
sk: Zahrnúť položky bez nákladových stredísk

# RES_analyticscostcontrol.ckincludezerovalues.text.rotext
source: Include entries without cost centers
ca: Incloure entrades sense centres de cost
eu: Sartu sarrerak kostu zentrorik gabe
sk: Zahrnúť položky bez nákladových stredísk

# RES_analyticscostcontrol.defaultcostcenter.rotext
source: (unassigned)
ca: (sense assignar)
eu: (Esleitu gabe)
sk: (Nepridelené)

# RES_analyticscostcontrol.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
eu: Arrastatu zutabe bat hona...
sk: Potiahnite stĺpec sem...

# RES_analyticscostcontrol.expressionno.rotext
source: No
eu: Ez
sk: NIE

# RES_analyticscostcontrol.expressionyes.rotext
source: Yes
ca: Sí
eu: Bai
sk: Áno

# RES_analyticscostcontrol.gridviews.column.date.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_analyticscostcontrol.gridviews.column.description.rotext
source: Description
ca: Descripció
eu: Deskribapena
sk: popis

# RES_analyticscostcontrol.gridviews.column.name.rotext
source: Name
ca: Nom
eu: Izena
sk: názov

# RES_analyticscostcontrol.gridviews.column.view.rotext
source: View
ca: Vista
eu: Ikusi
sk: Zobraziť

# RES_analyticscostcontrol.lblactionstitle.text.rotext
source: Save dataset state
ca: Desar estat del conjunt de dades
eu: Gorde datu-multzoaren egoera
sk: Uloženie stavu súboru údajov

# RES_analyticscostcontrol.lblanalyticsolddata.text.rotext
source: *(The analytics data has been loaded from a file, this may have changed since it was generated)
ca: *(Les dades de l'analítica s'han carregat d'un fitxer, aquestes poden haver canviat des que es va generar la mateixa)
eu: *(Analisiaren datuak fitxategi batetik kargatu dira, baliteke hauek sortu zirenetik aldatu izana)
sk: *(Analytické údaje boli načítané zo súboru, ktoré sa mohli od vygenerovania analytických údajov zmeniť)

# RES_analyticscostcontrol.lblbusinesscenters.text.rotext
source: Cost centers
ca: Centres de cost
eu: Kostu zentroak
sk: Nákladové strediská

# RES_analyticscostcontrol.lblemployees.text.rotext
source: Users
ca: Usuaris
eu: Erabiltzaileak
sk: používatelia

# RES_analyticscostcontrol.lblerror.text.rotext
source: You must indicate the name of the view
ca: Heu d'indicar el nom de la vista
eu: Ikuspegiaren izena adierazi behar duzu
sk: Musíte uviesť názov zobrazenia

# RES_analyticscostcontrol.lblerrorselected.text.rotext
source: It is not allowed to select more than 10 fields
ca: No es permet seleccionar més de 10 camps
eu: Ezin duzu 10 eremu baino gehiago hautatzeko
sk: Nie je možné vybrať viac ako 10 polí

# RES_analyticscostcontrol.lblexcelexporttitle.text.rotext
source: Export options
ca: Opcions d'exportació
eu: Esportatu aukerak
sk: Možnosti exportu

# RES_analyticscostcontrol.lblfechainf.text.rotext
source: Between
ca: Entre
eu: Tartean
sk: Navštívte stránku

# RES_analyticscostcontrol.lblfechasup.text.rotext
source: AND
ca: I
eu: ETA
sk: Y

# RES_analyticscostcontrol.lblnodata.text.rotext
source: Define a filter and press get data
ca: Definiu un filtre i feu clic a obtenir dades
eu: Definitu iragazki bat eta egin klik lortu datuak
sk: Definujte filter a stlačte Získať údaje

# RES_analyticscostcontrol.lblpopupsaveviewdescription.text.rotext
source: Description
ca: Descripció
eu: Deskribapena
sk: popis

# RES_analyticscostcontrol.lblpopupsaveviewname.text.rotext
source: Name:
ca: Nom:
eu: Izena:
sk: Názov:

# RES_analyticscostcontrol.lblselec.text.rotext
source: Saved Selections
ca: Seleccions Desades
eu: Gordetako hautaketak
sk: Uložené výbery

# RES_analyticscostcontrol.lblselectuserfields.text.rotext
source: Selecting the tab
ca: Selecció de la fitxa
eu: Fitxa hautatzea
sk: Výber karty

# RES_analyticscostcontrol.lblshowoptions.text.rotext
source: Display options
ca: Opcions de visualització
eu: Bistaratzeko aukerak
sk: Možnosti zobrazenia

# RES_analyticscostcontrol.lbluserfields.text.rotext
source: File
ca: Fitxa
eu: Fitxategia
sk: Súbor

# RES_analyticscostcontrol.lblview.text.rotext
source: Dataset
ca: Conjunt de dades
eu: Datu multzoa
sk: Súbor údajov

# RES_analyticscostcontrol.loadingtext.rotext
source: Loading data…
ca: Carregant dades&hellip;
eu: Datuak kargatzen&hellip;
sk: Načítanie údajov&hellip;

# RES_analyticscostcontrol.lp.text.rotext
source: Loading…
ca: Carregant&hellip;
eu: Kargatzen&hellip;
sk: Načítanie&hellip;

# RES_analyticscostcontrol.pivot.businesscentersselected.rotext
source: Selected cost centers
ca: Centres de cost seleccionats
eu: Hautatutako kostu-zentroak
sk: Vybrané nákladové strediská

# RES_analyticscostcontrol.pivot.column.approverefusepassport.rotext
source: Approved/denied by
ca: Aprovada/denegada per
eu: Onartua/ezkatua
sk: Schválil/odmietol

# RES_analyticscostcontrol.pivot.column.begincontract.rotext
source: Start of contract
ca: Inici contracte
eu: Kontratuaren hasiera
sk: Začiatok platnosti zmluvy

# RES_analyticscostcontrol.pivot.column.begindate.rotext
source: Home mobility
ca: Inici mobilitat
eu: Etxeko mugikortasuna
sk: Mobilita domov

# RES_analyticscostcontrol.pivot.column.beginperiod.rotext
source: Start of period
ca: Inici període
eu: Epearen hasiera
sk: začiatok obdobia

# RES_analyticscostcontrol.pivot.column.causename.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_analyticscostcontrol.pivot.column.center.rotext
source: Cost center
ca: Centre de cost
eu: Kostu zentroa
sk: nákladové stredisko

# RES_analyticscostcontrol.pivot.column.commentsrequest.rotext
source: Comments
ca: Comentaris
eu: Iruzkinak
sk: Komentáre

# RES_analyticscostcontrol.pivot.column.costemployee.rotext
source: CostHUser
ca: CostHUsuari
eu: Erabiltzailearen kostua
sk: UserCost

# RES_analyticscostcontrol.pivot.column.costfactor.rotext
source: Factorjustification
ca: Factorjustificació
eu: Justifikazio faktorea
sk: Faktor odôvodnenia

# RES_analyticscostcontrol.pivot.column.costrow.rotext
source: Cost
eu: Kostua
sk: Náklady

# RES_analyticscostcontrol.pivot.column.currentemployee.rotext
source: Current User
ca: UsuariActual
eu: Egungo erabiltzailea
sk: userCurrent

# RES_analyticscostcontrol.pivot.column.date.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_analyticscostcontrol.pivot.column.day.rotext
source: Day
ca: Dia
eu: Eguna
sk: deň

# RES_analyticscostcontrol.pivot.column.dayofweek.rotext
source: Day of the week
ca: Dia setmana
eu: Eguneko astea
sk: Denný týždeň

# RES_analyticscostcontrol.pivot.column.dayofyear.rotext
source: DayYear
ca: DiaAny
eu: EgunaUrtea
sk: DeňRok

# RES_analyticscostcontrol.pivot.column.defaultcenter.rotext
source: Default Center
ca: Centre per defecte
eu: Zentro lehenetsia
sk: Predvolené stredisko

# RES_analyticscostcontrol.pivot.column.employeename.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_analyticscostcontrol.pivot.column.endcontract.rotext
source: End of contract
ca: Fi del contracte
eu: Kontratuaren amaiera
sk: Ukončenie zmluvy

# RES_analyticscostcontrol.pivot.column.enddate.rotext
source: End of mobility
ca: Fi mobilitat
eu: Mugikortasunaren amaiera
sk: Ukončenie mobility

# RES_analyticscostcontrol.pivot.column.endperiod.rotext
source: End of period
ca: Fi període
eu: Epearen amaiera
sk: Koniec obdobia

# RES_analyticscostcontrol.pivot.column.fullgroupname.rotext
source: Route
ca: Ruta
eu: Ibilbidea
sk: Trasa

# RES_analyticscostcontrol.pivot.column.groupname.rotext
source: Cluster
ca: Grup
eu: Klusterra
sk: skupina

# RES_analyticscostcontrol.pivot.column.idcenter.rotext
source: Center identifier
ca: Identificador centre
eu: Zentroaren identifikatzailea
sk: Identifikátor strediska

# RES_analyticscostcontrol.pivot.column.idcontract.rotext
source: Contract
ca: Contracte
eu: Kontratua
sk: Zmluva

# RES_analyticscostcontrol.pivot.column.idemployee.rotext
source: User ID
ca: Identificador usuari
eu: Erabiltzaile-identifikatzailea
sk: ID používateľa

# RES_analyticscostcontrol.pivot.column.idgroup.rotext
source: Group identifier
ca: Identificador grup
eu: Taldearen identifikatzailea
sk: Identifikátor skupiny

# RES_analyticscostcontrol.pivot.column.keyview.rotext
source: Clue
ca: Clau
eu: Arrastoa
sk: Kľúč

# RES_analyticscostcontrol.pivot.column.manualcenter.rotext
source: Manual assignment
ca: Assignació manual
eu: Eskuzko esleipena
sk: Manuálne priradenie

# RES_analyticscostcontrol.pivot.column.month.rotext
source: Month
ca: Mes
eu: Hilabetea
sk: Mesiac

# RES_analyticscostcontrol.pivot.column.namecenter.rotext
source: Cost center
ca: Centre de cost
eu: Kostu zentroa
sk: nákladové stredisko

# RES_analyticscostcontrol.pivot.column.path.rotext
source: Route
ca: Ruta
eu: Ibilbidea
sk: Trasa

# RES_analyticscostcontrol.pivot.column.pendingpassport.rotext
source: Pending of
ca: Pendent de
eu: Zain
sk: Čaká sa na

# RES_analyticscostcontrol.pivot.column.punchdate.rotext
source: Date of signing
ca: Data del fitxatge
eu: Transferentzia data
sk: Dátum podpisu

# RES_analyticscostcontrol.pivot.column.pvpemployee.rotext
source: CostPVPUser
ca: CostPVPUsuari
eu: KostuaPVPUerabiltzailea

# RES_analyticscostcontrol.pivot.column.status.rotext
source: Status
ca: Estat
eu: Estatu
sk: Štát

# RES_analyticscostcontrol.pivot.column.type.rotext
source: Type
ca: Tipus
eu: Guy
sk: typ

# RES_analyticscostcontrol.pivot.column.value.rotext
source: Hours
ca: Hores
eu: Orduak
sk: Hodiny

# RES_analyticscostcontrol.pivot.column.weekofyear.rotext
source: WeekYear
ca: SetmanaAny
eu: AsteaUrtea
sk: TýždeňRok

# RES_analyticscostcontrol.pivot.column.year.rotext
source: Year
ca: Any
eu: Urtea
sk: Rok

# RES_analyticscostcontrol.pivot.employeesselected.rotext
source: Selected users
ca: Usuaris seleccionats
eu: Hautatutako erabiltzaileak
sk: Vybraní používatelia

# RES_analyticscostcontrol.pivot.userfieldsselected.rotext
source: Selected tab fields
ca: Camps de la fitxa seleccionats
eu: Hautatutako fitxa-eremuak
sk: Vybrané polia karty

# RES_analyticscostcontrol.pointlabels.text.rotext
source: Show legend
ca: Mostrar llegenda
eu: Erakutsi kondaira
sk: Zobraziť legendu

# RES_analyticscostcontrol.popupsaveviewcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.popupsaveviewcancel.tooltip.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticscostcontrol.rdclassicmode.text.rotext
source: Classic mode
ca: Mode clàssic
eu: modu klasikoa
sk: Klasický režim

# RES_analyticscostcontrol.rddataawaremode.text.rotext
source: Advanced mode
ca: Mode avançat
eu: Modu aurreratua
sk: Pokročilý režim

# RES_analyticscostcontrol.requeststatusenum_0.rotext
source: Pending
ca: Pendent
eu: Belarritakoa
sk: čaká sa na

# RES_analyticscostcontrol.requeststatusenum_1.rotext
source: In progress
ca: En curs
eu: Abian
sk: prebieha

# RES_analyticscostcontrol.requeststatusenum_2.rotext
source: Accepted
ca: Acceptada
eu: Onartua
sk: Prijaté

# RES_analyticscostcontrol.requeststatusenum_3.rotext
source: Denied
ca: Denegada
eu: Ukatua
sk: Odmietnuté

# RES_analyticscostcontrol.requeststatusenum_4.rotext
source: Cancelled
ca: Cancel·lada
eu: Bertan behera utzita
sk: Zrušené

# RES_analyticscostcontrol.requesttypeenum_1.rotext
source: Modification of the field of the record
ca: Modificació camp de la fitxa
eu: Fitxategiaren eremuaren aldaketa
sk: Úprava poľa záznamu

# RES_analyticscostcontrol.requesttypeenum_10.rotext
source: Unfulfilled task signing
ca: Fitxatge no realitzat de tasques
eu: Egin gabeko zereginen programazioa
sk: Úlohy, ktoré sa nevykonali

# RES_analyticscostcontrol.requesttypeenum_11.rotext
source: Cancellation of vacation
ca: Cancel·lació de vacances
eu: Oporrak bertan behera uztea
sk: Zrušenie dovolenky

# RES_analyticscostcontrol.requesttypeenum_12.rotext
source: Unfulfilled cost center signing
ca: Fitxatge no realitzat de centres de cost
eu: Kostu-zentroen sinadura gauzatu gabea
sk: Nerealizované pridelenie nákladového strediska

# RES_analyticscostcontrol.requesttypeenum_13.rotext
source: Vacation/leave by hours
ca: Vacances/permisos per hores
eu: Oporrak/orduko baimena
sk: Dovolenka/hodinová dovolenka

# RES_analyticscostcontrol.requesttypeenum_14.rotext
source: Hours of excess
ca: Hores d’excés
eu: Gehiegizko orduak
sk: Nadbytočné hodiny

# RES_analyticscostcontrol.requesttypeenum_15.rotext
source: Clocking in/out records
ca: Part de fitxatges
eu: Fitxaketen zati bat
sk: Správa o presune

# RES_analyticscostcontrol.requesttypeenum_2.rotext
source: Non-attendance check-in
ca: Fitxatge no realitzat de presència
eu: Sarrera ez da egin presentziarako
sk: Podpis nerealizovanej prítomnosti

# RES_analyticscostcontrol.requesttypeenum_3.rotext
source: Justify signing
ca: Justificar fitxatge
eu: Justifikatu sinatzea
sk: Odôvodnite podpis

# RES_analyticscostcontrol.requesttypeenum_4.rotext
source: Summary of external work
ca: Comunicat resum feina externa
eu: Kanpoko lanaren laburpen zatia
sk: Súhrn časti externá práca

# RES_analyticscostcontrol.requesttypeenum_5.rotext
source: Time change
ca: Canvi d'horari
eu: Ordutegi aldaketa
sk: Zmena rozvrhu

# RES_analyticscostcontrol.requesttypeenum_6.rotext
source: Vacations
ca: Vacances
eu: Oporrak
sk: Dovolenka

# RES_analyticscostcontrol.requesttypeenum_7.rotext
source: Forecast days of absence
ca: Previsió dies d'absència
eu: Absentzia egunen aurreikuspena
sk: Predpokladané dni neprítomnosti

# RES_analyticscostcontrol.requesttypeenum_8.rotext
source: Time exchange between users
ca: Intercanvi dhorari entre usuaris
eu: Erabiltzaileen arteko ordutegi-trukea
sk: Výmena cestovných poriadkov medzi používateľmi

# RES_analyticscostcontrol.requesttypeenum_9.rotext
source: Forecast hours of absence
ca: Previsió hores d'absència
eu: Absentzia orduen aurreikuspena
sk: Predpokladané hodiny neprítomnosti

# RES_analyticscostcontrol.showcolumngrandtotals.text.rotext
source: Show Column Grand Totals
eu: Erakutsi zutabeen guztirako orokorrak
sk: Zobraziť stĺpce Celkové súčty

# RES_analyticscostcontrol.showrowgrandtotals.text.rotext
source: Show Row Grand Totals
ca: Mostra totals de fila
eu: Erakutsi errenkadako guztirako orokorrak
sk: Zobraziť riadok Veľké súčty
