Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.validation.error.perhoursvalidate.rotext
source: An Hourly schedule must have additional hours or mandatory slots with floating data.
eu: Orduko ordutegiak ordu osagarriak edo derrigorrezko tarteak izan behar ditu datu flotagarriekin.
fr: Un horaire par heures doit comprendre des heures complémentaires ou des créneaux obligatoires avec des données flottantes.
gl: Un horario Por Horas debe ter horas complementarias ou franxas obrigadas con datos flotantes.
it: Un orario su base oraria deve disporre di ore complementari o di fasce orarie obbligatorie con dati mobili.
pt: Um horário Por Horas deve ter horas complementares ou faixas de tempo obrigatórias com dados flutuantes.
sk: Hodinový rozvrh musí mať doplnkové hodiny alebo povinné intervaly s pohyblivými údajmi.

# RES_shifts.validation.error.shortnamerequiered.rotext
source: The short name cannot be empty.
eu: Izen laburra ezin da hutsik egon.
fr: Le nom court ne peut pas être vide.
gl: O nome curto non pode estar baleiro.
it: Il nome breve non può essere vuoto.
pt: O nome abreviado não pode ficar vazio.
sk: Krátky názov nemôže byť prázdny.

# RES_shifts.viewshift.rotext
source: See schedule
eu: Ikusi egitaraua
fr: Voir horaire
gl: Ver horario
it: Vedi orario
pt: Ver horário
sk: Pozrite si rozvrh

# RES_shifts.workdaystart.both.rotext
source: both
eu: biak
fr: les deux
gl: ambos
it: entrambi
pt: ambos
sk: obidve

# RES_shifts.workdaystart.supervisor.rotext
source: supervisor
eu: begirale
fr: superviseur
it: supervisore
sk: supervízor

# RES_shifts.workdaystart.user.rotext
source: User
eu: Erabiltzailea
fr: Utilisateur
gl: Usuario
it: Utente
pt: Utilizador
sk: používateľ

# RES_shiftsexpress.blockdropdownvalues_exithoursvalue1.rotext
source: Fixed time
eu: ordu finkoa
fr: Heure fixe
gl: Hora fixa
it: Ora fissa
pt: Hora fixa
sk: Pevný čas

# RES_shiftsexpress.blockdropdownvalues_exithoursvalue2.rotext
source: According to entry
eu: Sarreraren arabera
fr: Selon l´entrée
gl: Segundo entrada
it: In base a entrata
pt: Segundo a entrada
sk: Podľa záznamu

# RES_shiftsexpress.blockdropdownvalues_value1.rotext
source: From the day of the schedule
eu: Ordutegiaren egunetik aurrera
fr: Du jour de l´horaire
gl: Do día do horario
it: Del giorno dell´orario
pt: Do dia do horário
sk: Odo dňa vydania rozvrhu

# RES_shiftsexpress.blockdropdownvalues_value2.rotext
source: From the previous day of the schedule
eu: Ordutegiaren aurreko egunetik aurrera
fr: De la veille de l´horaire
gl: Do día anterior do horario
it: Del giorno precedente dell´orario
pt: Do dia anterior do horário
sk: Odo dňa pred vydaním rozvrhu

# RES_shiftsexpress.blockdropdownvalues_value3.rotext
source: From the day after the schedule
eu: Egunez ordu
fr: Du lendemain de l´horaire
gl: Do día despois do horario
it: Del giorno successivo dell´orario
pt: Do dia depois do horário
sk: Deň po pracovnej dobe

# RES_shiftsexpress.blocktypeflexible.rotext
source: 100% Flexible Block
eu: 100% bloke malgua
fr: Bloc 100 % flexible
gl: Bloque 100 % flexible
it: Blocco 100% flessibile
pt: Bloco 100% Flexível
sk: 100% flexibilný blok

# RES_shiftsexpress.blocktypeflexible_lblblockdescription2.rotext
source: The user must
eu: Erabiltzaileak behar du
fr: L’utilisateur doit
gl: O usuario debe
it: L´utente deve
pt: O utilizador tem de
sk: Používateľ musí

# RES_shiftsexpress.blocktypeflexible_lblhourbegin1.rotext
source: Among the
eu: artean
fr: Entre
gl: Entre as
it: Tra le
pt: Entre as
sk: Medzi

# RES_shiftsexpress.blocktypeflexible_lblhourend1.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shiftsexpress.blocktypeflexible_lbltotalhours.rotext
source: carry out
eu: gauzatu
fr: effectuer
gl: realizar
it: effettua
pt: realizar
sk: vytvoriť

# RES_shiftsexpress.blocktypeflexible_lbltotalhoursend.rotext
source: hours in total,
eu: orduak guztira,
fr: heures au total,
gl: horas en total,
it: ore in totale,
pt: horas num total,
sk: hodín,

# RES_shiftsexpress.blocktyperigid.rotext
source: Rigid block
eu: bloke zurruna
fr: Bloc rigide
gl: Bloque ríxido
it: Blocco rigido
pt: Bloco fixo
sk: Pevný blok

# RES_shiftsexpress.blocktyperigid_lblblockdescription2.rotext
source: The user must be present
eu: Erabiltzaileak bertan egon behar du
fr: L’utilisateur doit obligatoirement être présent
gl: O usuario debe estar presente obrigatoriamente
it: L´utente deve essere obbligatoriamente presente
pt: O utilizador deve estar presente obrigatoriamente
sk: Používateľ musí byť neustále prítomný

# RES_shiftsexpress.blocktyperigid_lblhourbegin1.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_shiftsexpress.blocktyperigid_lblhourend1.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_shiftsexpress.blocktyperigiddivided.rotext
source: Split rigid block
eu: Bloke zurrun zatitua
fr: Bloc rigide fractionné
gl: Bloque ríxido partido
it: Blocco rigido suddiviso
pt: Bloco fixo dividido
sk: Rozdelený pevný blok

# RES_shiftsexpress.blocktyperigiddivided_lblblockdescription2.rotext
source: The user must be present
eu: Erabiltzaileak bertan egon behar du
fr: L’utilisateur doit obligatoirement être présent
gl: O usuario debe estar presente obrigatoriamente
it: L´utente deve essere obbligatoriamente presente
pt: O utilizador deve estar presente obrigatoriamente
sk: Používateľ musí byť neustále prítomný

# RES_shiftsexpress.blocktyperigiddivided_lblfranja1.rotext
source: 1st time slot
eu: 1. denbora tartea
fr: 1er créneau horaire
gl: 1.ª franxa horaria
it: 1ª fascia oraria
pt: 1º Intervalo de tempo
sk: 1. časový interval

# RES_shiftsexpress.blocktyperigiddivided_lblfranja2.rotext
source: 2nd time slot
eu: 2. ordu-eremua
fr: 2d créneau horaire
gl: 2.ª franxa horaria
it: 2ª fascia oraria
pt: 2º Intervalo de tempo
sk: 2. časový interval

# RES_shiftsexpress.blocktyperigiddivided_lblhourbegin1.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_shiftsexpress.blocktyperigiddivided_lblhourbegin2.rotext
source: and from the
eu: eta batetik
fr: et depuis
gl: e dende as
it: e dalle
pt: e desde as
sk: a z

# RES_shiftsexpress.blocktyperigiddivided_lblhourend1.rotext
source: until the
eu: arte
fr: jusqu'à
gl: ata as
it: Fino a
pt: até às
sk: do

# RES_shiftsexpress.blocktyperigiddivided_lblhourend2.rotext
source: until the
eu: arte
fr: jusqu'à
gl: ata as
it: Fino a
pt: até às
sk: do

# RES_shiftsexpress.blocktypesemiflexible.rotext
source: Semi-flexible block
eu: bloke erdi-malgua
fr: Bloc semi-flexible
gl: Bloque semiflexible
it: Blocco semiflessibile
pt: Bloco semiflexível
sk: Polohybný blok

# RES_shiftsexpress.blocktypesemiflexible_lblblockdescription2.rotext
source: The user must enter
eu: Erabiltzaileak sartu behar du
fr: L’utilisateur doit entrer
gl: O usuario debe entrar
it: L´utente deve entrare
pt: O utilizador tem de entrar
sk: Používateľ musí zadať

# RES_shiftsexpress.blocktypesemiflexible_lblexithour1.rotext
source: and leave
eu: eta atera
fr: et sortir
gl: e saír
it: ed esci
pt: e sair
sk: a odísť

# RES_shiftsexpress.blocktypesemiflexible_lblhourbegin1.rotext
source: Among the
eu: artean
fr: Entre
gl: Entre as
it: Tra le
pt: Entre as
sk: Medzi

# RES_shiftsexpress.blocktypesemiflexible_lblhourend1.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shiftsexpress.blocktypesemiflexibledivided.rotext
source: Semi-flexible split block
eu: Bloke zatitu erdi-malgua
fr: Bloc fractionné semi-flexible
gl: Bloque partido semiflexible
it: Blocco suddiviso semiflessibile
pt: Bloco dividido semiflexível
sk: Polohybný delený blok

# RES_shiftsexpress.blocktypesemiflexibledivided_lblexithour1.rotext
source: and exit
eu: eta irten
fr: et sortie
gl: e saída
it: e uscita
pt: e saída
sk: a výstup

# RES_shiftsexpress.blocktypesemiflexibledivided_lblexithour2.rotext
source: and exit
eu: eta irten
fr: et sortie
gl: e saída
it: e uscita
pt: e saída
sk: a výstup

# RES_shiftsexpress.blocktypesemiflexibledivided_lblfranja1.rotext
source: 1st time slot
eu: 1. denbora tartea
fr: 1er créneau horaire
gl: 1.ª franxa horaria
it: 1ª fascia oraria
pt: 1º Intervalo de tempo
sk: 1. časový interval

# RES_shiftsexpress.blocktypesemiflexibledivided_lblfranja2.rotext
source: 2nd time slot
eu: 2. ordu-eremua
fr: 2d créneau horaire
gl: 2.ª franxa horaria
it: 2ª fascia oraria
pt: 2º Intervalo de tempo
sk: 2. časový interval

# RES_shiftsexpress.blocktypesemiflexibledivided_lblhourbegin1.rotext
source: Entry between the
eu: arteko sarrera
fr: Entrée entre
gl: Entrada entre as
it: Entrata tra le
pt: Entrada entre as
sk: Vstup medzi

# RES_shiftsexpress.blocktypesemiflexibledivided_lblhourbegin2.rotext
source: Entry between the
eu: arteko sarrera
fr: Entrée entre
gl: Entrada entre as
it: Entrata tra le
pt: Entrada entre as
sk: Vstup medzi

# RES_shiftsexpress.blocktypesemiflexibledivided_lblhourend1.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shiftsexpress.blocktypesemiflexibledivided_lblhourend2.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shiftsexpress.btcancel.text.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements
gl: Desfacer cambios
it: Annulla modifiche
pt: Anular alterações
sk: Zrušenie zmien

# RES_shiftsexpress.btdelshift.text.rotext
source: Delete schedule
eu: Ezabatu ordutegia
fr: Supprimer l´horaire
gl: Borrar horario
it: Elimina orario
pt: Apagar horário
sk: Vymazať rozvrh

# RES_shiftsexpress.btnewshift.text.rotext
source: Create schedule
eu: Sortu ordutegia
fr: Créer horaire
gl: Crear horario
it: Crea orario
pt: Criar horário
sk: Vytvorenie rozvrhu

# RES_shiftsexpress.btsave.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements
gl: Aplicar cambios
it: Applica modifiche
pt: Aplicar alterações
sk: Vykonávanie zmien

# RES_shiftsexpress.cmbshifttype.typepartrigid.rotext
source: Split rigid (from X to Y and from Z to W)
eu: Zatiketa zurruna (X-tik Y-ra eta Z-tik W-ra)
fr: Rigide fractionné (de X à Y et de Z à W)
gl: Ríxido partido (de X a Y e de Z a W)
it: Rigido suddiviso (da X a Y e da Z a W)
pt: Fixo dividido (de X a Y e de Z a W)
sk: Rozdelenie pevných (X na Y a Z na W)

# RES_shiftsexpress.cmbshifttype.typepartsemiflex.rotext
source: Semi-Flexible Party
eu: Alderdi Erdi Malgua
fr: Fractionné semi-flexible
gl: Partido semiflexible
it: Suddiviso semi-flessibile
pt: Dividido semiflexível
sk: Semi-flexibilná strana

# RES_shiftsexpress.cmbshifttype.typerigid.rotext
source: Rigid (from X to Y)
eu: Zurruna (X eta Y)
fr: Rigide (de X à Y)
gl: Ríxido (de X a Y)
it: Rigido (da X a Y)
pt: Fixo (de X a Y)
sk: Pevné (X až Y)

# RES_shiftsexpress.cmbshifttype.typesemiflex.rotext
source: Semi-Flexible(Entry from X to Y, Exit at Z hours, or W hours after Entry)
eu: Erdi-malgua (Ent. X-tik Y-ra, Irteera Z orduetan edo W ordura Ent.)
fr: Semi-flexible (Entrée de X à Y, sortie à heures, ou W heures après l´entrée)
gl: Semiflexible (Ent. de X a Y, Saí. ás Z horas, ou W horas despois da Ent.)
it: Semi-flessibile (ent. da X a Y, usc. alle ore Z oppure W ore dopo l´ent.)
pt: Semiflexível (Ent. de X a Y, Saí. às Z horas, ou W horas depois da Ent.)
sk: Čiastočne flexibilné (vstup od X do Y, výstup o Z hodín alebo W hodín po vstupe)

# RES_shiftsexpress.cmbshifttype.typetypeflex.rotext
source: 100% Flexible (Z hours between X and Y hours)
eu: % 100 malgua (Z ordu X eta Y ordu artean)
fr: 100 % flexible (Z heures entre X et Y heures)
gl: 100 % flexible (Z horas entre X e Y horas)
it: 100% flessibile (Z ore tra X e Y ore)
pt: 100% Flexível (Z horas entre X e Y horas)
sk: 100% flexibilný (Z hodín medzi X a Y hodinami)

# RES_shiftsexpress.cmbshifttype.typevacations.rotext
source: Rest/Vacation/Party
eu: Atsedena/Oporrak/Festa
fr: Repos/Congés/Férié
gl: Descanso/Vacacións/Festa
it: Riposo/Ferie/Festa
pt: Descanso/Férias/Feriado
sk: Odpočinok/Dovolenka/Párty

# RES_shiftsexpress.deleteshift.alert.rotext
source: <b>Note:</b> Deleting a schedule means losing the planning of the days it is assigned to. <br/> <b>Tip:</b> If you no longer need it, you can rename it by adding the name 'obsolete'.
eu: <b>Kontuz:</b> Ordutegi bat ezabatzeak esleitutako egunen planifikazioa galtzea dakar. <br/> <b>Aholkua:</b> Jada behar ez baduzu, izena aldatu dezakezu "zaharkitua" izena sartuz.
fr: <b>Attention :</b> La suppression d´un horaire entraîne la perte de la planification des jours qui lui sont attribués. <br/> <b>Suggestion :</b> Si vous n´en avez plus besoin, vous pouvez le renommer en y incorporant la mention « obsolète ».
gl: <b>Atención:</b> borrar un horario implica perder a planificación dos días que estea asignado. <br/> <b>Suxestión:</b> se xa non o necesitas, podes volver nomealo incorporando o apelativo «obsoleto».
it: <b>Attenzione:</b> l´eliminazione di un orario implica la perdita della pianificazione dei giorni a cui è assegnato. <br/> <b>Suggerimento:</b> se non ne hai più bisogno, puoi rinominarlo integrando la dicitura &quot;obsoleto&quot;.
pt: <b>Atenção:</b> Apagar um horário significa perder o planeamento dos dias que lhe foram atribuídos. <br/> <b>Sugestão:</b> Se já não necessita do horário, pode renomeá-lo incorporando a designação 'obsoleto'.
sk: <b>Upozornenie:</b> Vymazanie rozvrhu znamená stratu plánovania dní, ktoré mu boli priradené. <br/> <b>Tip:</b> Ak ho už nepotrebujete, môžete ho premenovať na "zastaraný".

# RES_shiftsexpress.deleteshift.answer.no.description.rotext
source: It will not delete the selected schedule.
eu: Ez du hautatutako ordutegia ezabatuko.
fr: Ne supprimera pas l´horaire sélectionné.
gl: Non eliminará o horario seleccionado.
it: Non eliminerà l´orario selezionato.
pt: Não eliminará o horário selecionado.
sk: Vybraný rozvrh sa nevymaže.

# RES_shiftsexpress.deleteshift.answer.no.title.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_shiftsexpress.deleteshift.answer.yes.description.rotext
source: It will delete the selected schedule.
eu: Aukeratutako ordutegia ezabatuko du.
fr: Vous supprimerez l´horaire sélectionné.
gl: Eliminará o horario seleccionado.
it: Si eliminerà l´orario selezionato.
pt: Eliminará o horário selecionado.
sk: Vymaže vybraný rozvrh.

# RES_shiftsexpress.deleteshift.answer.yes.title.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_shiftsexpress.deleteshift.description.rotext
source: What do you want to do?
eu: Zer egin nahi duzu?
fr: Que souhaitez-vous faire ?
gl: Que desexas facer?
it: Cosa vuoi fare?
pt: O que deseja fazer?
sk: čo chcete robiť?

# RES_shiftsexpress.deleteshift.shiftisused.answer.no.description.rotext
source: It will not delete the selected schedule.
eu: Ez du hautatutako ordutegia ezabatuko.
fr: Ne supprimera pas l´horaire sélectionné.
gl: Non eliminará o horario seleccionado.
it: Non eliminerà l´orario selezionato.
pt: Não eliminará o horário selecionado.
sk: Vybraný rozvrh sa nevymaže.

# RES_shiftsexpress.deleteshift.shiftisused.answer.no.title.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_shiftsexpress.deleteshift.shiftisused.answer.yes.description.rotext
source: It will delete the selected schedule even if it is assigned to one or more users.
eu: Hautatutako ordutegia ezabatuko du erabiltzaile bati edo gehiagori esleituta badago ere.
fr: Vous supprimerez l’horaire sélectionné même s’il est attribué à un ou à plusieurs utilisateurs.
gl: Eliminará o horario seleccionado aínda que estea asignado a un ou máis usuarios.
it: Si eliminerà l’orario selezionato sebbene sia assegnato a uno o più utenti.
pt: Eliminará o horário selecionado mesmo que esteja atribuído a um ou mais utilizadores.
sk: Vymaže vybraný rozvrh, aj keď je priradený jednému alebo viacerým používateľom.

# RES_shiftsexpress.deleteshift.shiftisused.answer.yes.title.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_shiftsexpress.deleteshift.shiftisused.description.rotext
source: What do you want to do?
eu: Zer egin nahi duzu?
fr: Que souhaitez-vous faire ?
gl: Que desexas facer?
it: Cosa vuoi fare?
pt: O que deseja fazer?
sk: čo chcete robiť?

# RES_shiftsexpress.deleteshift.shiftisused.title.rotext
source: The schedule you are about to delete is assigned to one or more users. Are you sure you want to delete the schedule?
eu: Ezabatu beharreko ordutegia erabiltzaile bati edo gehiagori esleitzen zaio. Ziur ordutegia ezabatu nahi duzula?
fr: L’horaire que vous allez supprimer est attribué à un ou plusieurs utilisateurs. Êtes-vous sûr(e) de vouloir supprimer l´horaire ?
gl: O horario que vai borrar está asignado a un ou máis usuarios. Estás seguro/a de querer borrar o horario?
it: L´orario che cancellerai è assegnato a uno o più utenti. Eliminare l´orario?
pt: O horário que vai apagar está atribuído a um ou mais utilizadores. Tem a certeza de que quer apagar o horário?
sk: Rozvrh, ktorý sa má odstrániť, je priradený jednému alebo viacerým používateľom. Ste si istí, že chcete rozvrh odstrániť?

# RES_shiftsexpress.deleteshift.title.rotext
source: You are about to remove the selected schedule. Are you sure?
eu: Aukeratutako ordutegia kenduko du. Ziur zaude?
fr: Vous allez retirer l´horaire sélectionné. Êtes-vous sûr(e) ?
gl: Vai quitar o horario seleccionado. Estás seguro/a?
it: Si sta per rimuovere l´orario selezionato Procedere?
pt: Vai remover o horário selecionado. Tem a certeza?
sk: Odstránite vybraný rozvrh. Ste si istý?

# RES_shiftsexpress.existsanddelays_value1.rotext
source: Counting time as worked
eu: Kontatu denbora lan egin bezala
fr: Compter le temps comme travaillé
gl: Contar tempo como traballado
it: Conteggia tempo come lavorato
pt: Contar tempo como trabalhado
sk: Počítanie odpracovaného času

# RES_shiftsexpress.existsanddelays_value2.rotext
source: Ignore and count as not worked
eu: Ez ikusi egin eta lan egin ez bezala zenbatu
fr: Ignorer et compter comme non travaillé
gl: Ignorar e contar como non traballado
it: Ignora e considera come non lavorato
pt: Ignorar e contar como não trabalhado
sk: Ignorovať a počítať ako nespracované

# RES_shiftsexpress.grdshifts.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_shiftsexpress.lblblockdescription.text.rotext
source: Enter the schedule data, according to the selected type
eu: Sartu programazioaren datuak, hautatutako motaren arabera
fr: Saisissez les données de l´horaire, selon le type sélectionné
gl: Introduce os datos do horario, segundo o tipo seleccionado
it: Immetti i dati dell´orario, in base al tipo selezionato
pt: Introduza os dados do horário, de acordo com o tipo selecionado
sk: Zadajte údaje o rozvrhu podľa zvoleného typu

# RES_shiftsexpress.lblblockdescription2.text.rotext
source: The user must be present
eu: Erabiltzaileak bertan egon behar du
fr: L’utilisateur doit obligatoirement être présent
gl: O usuario obrigatoriamente debe estar presente
it: L´utente deve essere obbligatoriamente presente
pt: O utilizador deve estar presente obrigatoriamente
sk: Používateľ musí byť prítomný

# RES_shiftsexpress.lblcausesrulesdesc.text.rotext
source: Description of rules
eu: Deskribapen-arauak
fr: Description règles
gl: Descrición regras
it: Descrizione regole
pt: Descrição regras
sk: Opis pravidiel

# RES_shiftsexpress.lblcausesrulestitle.text.rotext
source: Rules
eu: Arauak
fr: Règles
gl: Regras
it: Regole
pt: Regras
sk: Pravidlá

# RES_shiftsexpress.lblcolor.text.rotext
source: Identification color
eu: Identifikazio kolorea
fr: Couleur d´identification
gl: Cor identificadora
it: Colore identificativo
pt: Cor identificadora
sk: Identifikácia farby

# RES_shiftsexpress.lbldelays.text.rotext
source: For delays less than
eu: baino gutxiagoko atzerapenetarako
fr: Pour les retards inférieurs à
gl: Para atrasos inferiores a
it: Per ritardi inferiori a
pt: Para atrasos inferiores a
sk: Pri oneskoreniach menších ako

# RES_shiftsexpress.lbldescription.text.rotext
source: Description
eu: Deskribapena
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_shiftsexpress.lblexithour1.text.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_shiftsexpress.lblexithour2.text.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_shiftsexpress.lblexits.text.rotext
source: For early departures less than
eu: Irteera goiztiarrek baino gutxiago
fr: Pour les sorties anticipées inférieures à
gl: Para saídas anticipadas inferiores a
it: Per uscite anticipate inferiori a
pt: Para saídas antecipadas inferiores a
sk: V prípade predčasných odchodov kratších ako

# RES_shiftsexpress.lblexpectedworkinghours.text.rotext
source: Total hours of presence
eu: Presentzia orduak guztira
fr: Total d´heures de présence
gl: Total horas de Presenza
it: Totale ore di presenza
pt: Total de horas de Presença
sk: Celkový počet hodín prítomnosti

# RES_shiftsexpress.lblfiltersdescription.text.rotext
source: Enter, if applicable, the courtesy that users will have if they are late and/or leave early.
eu: Sartu, hala badagokio, erabiltzaileek berandu edo/eta goiz irtenez gero izango duten adeitasuna.
fr: Saisissez, le cas échéant, la courtoisie que les utilisateurs auront en cas de retard et/ou de départ anticipé.
gl: Introduce, se existe, a cortesía que terán os usuarios se se atrasan e/ou saen anticipadamente.
it: Immetti, se presente, il periodo di cortesia che avranno gli utenti se arrivano in ritardo e/o escono in anticipo.
pt: Introduza, caso exista, a cortesia positiva a que os utilizadores terão direito se se atrasarem e/ou saírem antecipadamente.
sk: Uveďte prípadnú zdvorilosť, ktorú používatelia dostanú, ak prídu neskoro a/alebo odídu skôr.

# RES_shiftsexpress.lblfranja1.text.rotext
source: 1st time slot
eu: 1. denbora tartea
fr: 1er créneau horaire
gl: 1.ª franxa horaria
it: 1ª fascia oraria
pt: 1º Intervalo de tempo
sk: 1. časový interval

# RES_shiftsexpress.lblfranja2.text.rotext
source: 2nd time slot
eu: 2. ordu-eremua
fr: 2d créneau horaire
gl: 2.ª franxa horaria
it: 2ª fascia oraria
pt: 2º Intervalo de tempo
sk: 2. časový interval

# RES_shiftsexpress.lblheaderblocks.text.rotext
source: Blocks
eu: Blokeak
fr: Blocs
gl: Bloques
it: Blocchi
pt: Blocos
sk: Bloky

# RES_shiftsexpress.lblheaderfilters.text.rotext
source: Filters
eu: Iragazkiak
fr: Filtres
gl: Filtros
it: Filtri
pt: Filtros
sk: Filtre

# RES_shiftsexpress.lblheadergeneral.text.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
it: Generale
pt: Geral
sk: všeobecné

# RES_shiftsexpress.lblheaderrest.text.rotext
source: Rest block
eu: Atseden blokea
fr: Bloc de repos
gl: Bloque descanso
it: Blocco riposo
pt: Bloco descanso
sk: Odpočinkový blok

# RES_shiftsexpress.lblhourbegin1.text.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_shiftsexpress.lblhourbegin2.text.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_shiftsexpress.lblhourend1.text.rotext
source: until the
eu: arte
fr: jusqu'à
gl: ata as
it: Fino a
pt: até às
sk: do

# RES_shiftsexpress.lblhourend2.text.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_shiftsexpress.lblnewshifttypeformtitle.text.rotext
source: Select schedule type
eu: Hautatu ordutegi mota
fr: Sélectionnez type horaire
gl: Selecciona tipo horario
it: Seleziona tipo orario
pt: Selecione o tipo de horário
sk: Vyberte typ času
