Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAccess.*.resx
Languages: ca, it, sk

# RES_accessfilterplates.allemployees.rotext
source: All users
ca: Tots els usuaris
it: Tutti gli utenti
sk: Všetci používatelia

# RES_accessfilterplates.bc.text.rotext
source: Empty
ca: Buidar
it: Vuoto
sk: Prázdne stránky

# RES_accessfilterplates.bntclose.text.rotext
source: Close
ca: Tancar
it: Vicino
sk: Zatvoriť

# RES_accessfilterplates.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accessfilterplates.bt.text.rotext
source: Today
ca: Avui
it: Oggi
sk: Dnes

# RES_accessfilterplates.btnexporttoxls.tooltip.rotext
source: Export to Excel
ca: Exportar a Excel
it: Esporta in Excel
sk: Export do programu Excel

# RES_accessfilterplates.btnno.text.rotext
source: No
sk: NIE

# RES_accessfilterplates.btnopenpopupsaveview.text.rotext
source: Save Sel.
ca: Desar sel.
it: Salva sel.
sk: Uložiť Sel.

# RES_accessfilterplates.btnopenpopupsaveview.tooltip.rotext
source: Save Dataset Selection
ca: Desar selecció del conjunt de dades
it: Salva selezione del gruppo di dati
sk: Uložiť výber súboru údajov

# RES_accessfilterplates.btnopenpopupselectoremployees.text.rotext
source: Select
ca: Seleccionar
it: Selezionare
sk: Vyberte

# RES_accessfilterplates.btnopenpopupselectoremployees.tooltip.rotext
source: employees...
ca: empleats...
it: dipendenti...
sk: zamestnancov...

# RES_accessfilterplates.btnopenpopupviews.text.rotext
source: Load Sel.
ca: Carregar sel.
it: Carica sel.
sk: Zaťaženie Sel.

# RES_accessfilterplates.btnopenpopupviews.tooltip.rotext
source: Load Dataset Selection
ca: Carregar selecció del conjunt de dades
it: Carica selezione dall´insieme di dati
sk: Výber súboru údajov načítania

# RES_accessfilterplates.btnpopupsaveviewsave.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accessfilterplates.btnpopupselectoremployeesaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accessfilterplates.btnpopupviewsaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accessfilterplates.btnpopupviewscancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_accessfilterplates.btnrefresh.text.rotext
source: Obtain
ca: Obtenir
it: Ottieni
sk: Získajte

# RES_accessfilterplates.btnrefresh.tooltip.rotext
source: Get data
ca: Obtenir dades
it: Ottieni dati
sk: Získavanie údajov

# RES_accessfilterplates.btnsi.text.rotext
source: Yes
ca: Sí
it: Sì
sk: Áno

# RES_accessfilterplates.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
it: Trascina una colonna qui...
sk: Potiahnite stĺpec sem...

# RES_accessfilterplates.filterplatestitle.rotext
source: Access filter by registration and user
ca: Filtre d’accessos per matrícula i usuari
it: Filtro di accessi in base a matricola e utente
sk: Filtrovanie prístupu podľa evidenčného čísla a používateľa

# RES_accessfilterplates.gridfilterplates.column.datepunche.rotext
source: Date
ca: Data
it: Data
sk: dátum

# RES_accessfilterplates.gridfilterplates.column.nameemployee.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessfilterplates.gridfilterplates.column.namezone.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_accessfilterplates.gridfilterplates.column.timepunche.rotext
source: Hour
ca: Hora
it: Ora
sk: čas

# RES_accessfilterplates.gridfilterplates.column.type.rotext
source: Type
ca: Tipus
it: Tipo
sk: typ

# RES_accessfilterplates.gridfilterplates.column.typedetails.rotext
source: Tuition
ca: Matrícula
it: Lezioni
sk: Registrácia

# RES_accessfilterplates.gridplates.employeesselected.rotext
source: Selected users
ca: Usuaris seleccionats
it: Utenti selezionati
sk: Vybraní používatelia

# RES_accessfilterplates.gridviews.column.date.rotext
source: Date
ca: Data
it: Data
sk: dátum

# RES_accessfilterplates.gridviews.column.description.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_accessfilterplates.gridviews.column.name.rotext
source: Name
ca: Nom
it: Nome
sk: názov

# RES_accessfilterplates.label1.text.rotext
source: Select users to display
ca: Seleccionar usuaris a mostrar
it: Seleziona gli utenti da mostrare
sk: Vyberte používateľov, ktorí sa majú zobraziť

# RES_accessfilterplates.lblactionstitle.text.rotext
source: Save Dataset State
ca: Desar estat del conjunt de dades
it: Salva stato del gruppo di dati
sk: Uloženie stavu súboru údajov

# RES_accessfilterplates.lblemployees.text.rotext
source: Users
ca: Usuaris
it: Utenti
sk: používatelia

# RES_accessfilterplates.lblerror.text.rotext
source: You must indicate the name of the view
ca: Heu d'indicar el nom de la vista
it: È necessario indicare il nome della vista
sk: Musíte uviesť názov zobrazenia

# RES_accessfilterplates.lblfechainf.text.rotext
source: Between
ca: Entre
it: Tra
sk: Navštívte stránku

# RES_accessfilterplates.lblfechasup.text.rotext
source: AND
ca: I
it: E
sk: Y

# RES_accessfilterplates.lblplates.text.rotext
source: License Plates
ca: Matrícules
it: Matricole
sk: Poznávacie značky

# RES_accessfilterplates.lblpopupsaveviewdescription.text.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_accessfilterplates.lblpopupsaveviewname.text.rotext
source: Name:
ca: Nom:
it: Nome:
sk: Názov:

# RES_accessfilterplates.lblselec.text.rotext
source: Saved Selections
ca: Seleccions Desades
it: Selezioni salvate
sk: Uložené výbery

# RES_accessfilterplates.longtimeprocess.rotext
source: Do you confirm your selection?
ca: Confirmar la selecció?
it: Confermare la selezione?
sk: potvrdzujete výber?

# RES_accessfilterplates.lp.text.rotext
source: Loading…
ca: Carregant&hellip;
it: Caricamento in corso&hellip;
sk: Načítanie&hellip;

# RES_accessfilterplates.popupsaveviewcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_accessfilterplates.title.rotext
source: Access filter by registration and user
ca: Filtre d’accessos per matrícula i usuari
it: Filtro di accessi in base a matricola e utente
sk: Filtrovanie prístupu podľa evidenčného čísla a používateľa

# RES_accessfilterpunches.bc.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_accessfilterpunches.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accessfilterpunches.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_accessfilterpunches.btclose.text.rotext
source: Close
ca: Tancar
it: Vicino
sk: Zatvoriť

# RES_accessfilterpunches.btok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accessfilterpunches.criteria.allemployees.rotext
source: All users
ca: Tots els usuaris
it: Tutti gli utenti
sk: Všetci používatelia

# RES_accessfilterpunches.criteria.noemployees.rotext
source: No users
ca: Sense usuaris
it: Senza utenti
sk: Žiadni používatelia

# RES_accessfilterpunches.criteria.someemployees.rotext
source: Users
ca: Usuaris
it: Utenti
sk: používatelia

# RES_accessfilterpunches.gridfilter.hdnhdrdatetime.rotext
source: Date and time
ca: Data i hora
it: Data e ora
sk: Dátum a čas

# RES_accessfilterpunches.gridfilter.hdnhdremployeename.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessfilterpunches.gridfilter.hdnhdridcapture.rotext
source: Capture
ca: Captura
it: Acquisizione
sk: Zachytenie

# RES_accessfilterpunches.gridfilter.hdnhdrzonename.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_accessfilterpunches.lblallemp.text.rotext
source: All users
ca: Tots els usuaris
it: Tutti gli utenti
sk: Všetci používatelia

# RES_accessfilterpunches.lblallzone.text.rotext
source: All Zones
ca: Totes les zones
it: Tutte le zone
sk: Všetky zóny

# RES_accessfilterpunches.lblbtnrefresh.text.rotext
source: [ Update ]
ca: [ Actualitzar ]
it: [ Aggiorna ]
sk: [ Obnoviť ] [ Aktualizovať ]

# RES_accessfilterpunches.lblempselect.text.rotext
source: Select..
ca: Seleccionar...
it: Seleziona...
sk: Vyberte...

# RES_accessfilterpunches.lblfdatebegin.text.rotext
source: Start date:
ca: Data inici:
it: Data inizio:
sk: Dátum začiatku:

# RES_accessfilterpunches.lblfdateend.text.rotext
source: End date:
ca: Data final:
it: Data finale:
sk: Konečný dátum:

# RES_accessfilterpunches.lblfemployees.text.rotext
source: Users
ca: Usuaris
it: Utenti
sk: používatelia

# RES_accessfilterpunches.lblfhourbegin.text.rotext
source: Start time:
ca: Hora inici:
it: Ora di inizio:
sk: Čas začiatku:

# RES_accessfilterpunches.lblfhourend.text.rotext
source: Final time:
ca: Hora final:
it: Ora finale:
sk: Posledná hodina:

# RES_accessfilterpunches.lblfilterdesc.text.rotext
source: Select a criterion to display the signings.
ca: Selecciona un criteri per visualitzar els fitxatges.
it: Seleziona un criterio per visualizzare le timbrature.
sk: Vyberte kritérium na zobrazenie podpisov.

# RES_accessfilterpunches.lblfzone.text.rotext
source: Zone(s)
ca: Zona(es)
it: Zona/e
sk: Zóna(y)

# RES_accessfilterpunches.lblgroupselection.text.rotext
source: Group selection
ca: Selecció grup
it: Selezione gruppo
sk: Výber skupiny

# RES_accessfilterpunches.lblzoneselect.text.rotext
source: Select..
ca: Seleccionar...
it: Seleziona...
sk: Vyberte...

# RES_accessfilterpunches.selectedemployees.rotext
source: Selected users
ca: Usuaris seleccionats
it: Utenti selezionati
sk: Vybraní používatelia

# RES_accessfilterpunches.selectedzones.rotext
source: Selected areas
ca: Zones seleccionades
it: Zone selezionate
sk: Vybrané oblasti

# RES_accessfilterpunches.title.rotext
source: Access signing filter
ca: Filtre de fitxatges d’accés
it: Filtro di timbrature di accesso
sk: Filtrovanie záznamov o prístupe

# RES_accessgroups.accessgroup.groupalreadymodified.description.rotext
source: The authorization has been modified during the editing process and the changes cannot be saved. Please reload the data and make the changes again.
ca: L’autorització ha estat modificada durant el procés d’edició i no es poden desar els canvis. Recarrega les dades i torna a fer les modificacions.
it: L´autorizzazione è stata modificata durante il processo di modifica e non è possibile salvare le modifiche. Ricarica i dati e torna a effettuare le modifiche.
sk: Autorizácia bola počas procesu úprav zmenená a zmeny nie je možné uložiť. Znovu načítajte údaje a vykonajte zmeny znova.

# RES_accessgroups.addnew.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessgroups.btnadddocument.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessgroups.btnadddocument.tooltip.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessgroups.checkpermission.denied.description.rotext
source: Permission denied.
ca: Permís denegat.
it: Permesso rifiutato.
sk: Povolenie bolo zamietnuté.

# RES_accessgroups.employeesingroup.rotext
source: Users in the authorization:
ca: Usuaris autoritzats:
it: Utenti nell´autorizzazione:
sk: Používatelia v autorizácii:

# RES_accessgroups.griddocumentsauthorized.column.documentname.rotext
source: Document
it: Documento
sk: dokument

# RES_accessgroups.griddocumentsauthorized.column.scope.rotext
source: Type
ca: Tipus
it: Tipo
sk: typ

# RES_accessgroups.griddocumentsauthorized.error.alreadyexists.rotext
source: The selected document is already assigned to the authorization
ca: El document seleccionat ja està assignat a l’autorització
it: Il dipendente selezionato è già assegnato all´autorizzazione
sk: Vybraný dokument je už priradený k autorizácii

# RES_accessgroups.griddocumentsauthorized.error.emptydata.rotext
source: You have not selected any document
ca: No has seleccionat cap document
it: Non è stato selezionato nessun documento
sk: Nevybrali ste žiadny dokument

# RES_accessgroups.griddocumentsauthorized.scope.5.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessgroups.griddocumentsauthorized.scope.6.rotext
source: Company
ca: Empresa
it: Azienda
sk: Spoločnosť

# RES_accessgroups.gridheader.zonename.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_accessgroups.gridheader.zoneperiod.rotext
source: Period
ca: Període
it: Periodo
sk: Obdobie

# RES_accessgroups.gridheaderemp.employeename.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessgroups.lbl.text.rotext
source: Access areas
ca: Zones d’accés
it: Zone di accesso
sk: Prístupové oblasti

# RES_accessgroups.lblaccessgroups.text.rotext
source: General information about the authorization. On this screen you can view and change the general information about this authorization. Authorizations allow us to group time restrictions and Zones to the users belonging to them.
ca: Dades generals sobre l’autorització. En aquesta pantalla pots veure i canviar les dades generals d’aquesta autorització. Les autoritzacions ens permeten agrupar les restriccions de temps i zones als usuaris afectats.
it: Dati generali sull´autorizzazione. In questa schermata è possibile visualizzare o modificare i dati generali di questa autorizzazione. Le autorizzazioni ci consentono di raggruppare le limitazioni temporali e di zone in base ai relativi utenti.
sk: Všeobecné informácie o povolení. Na tejto obrazovke môžete zobraziť a zmeniť všeobecné údaje o tomto oprávnení. Autorizácie nám umožňujú zoskupovať časové obmedzenia a zóny pre používateľov, ktorí k nim patria.

# RES_accessgroups.lblaccessgroupsemployees.text.rotext
source: Users belonging to this authorization. Select the Add button to access the wizard and assign users to this authorization.
ca: Usuaris que pertanyen a aquesta autorització. Selecciona el botó Afegir per accedir a l’assistent i assignar usuaris a aquesta autorització.
it: Utenti appartenenti a questa autorizzazione. Seleziona il pulsante Aggiungi per accedere all’assistente e assegnare utenti a questa autorizzazione.
sk: Používatelia patriaci do tohto oprávnenia. Výberom tlačidla Pridať otvorte sprievodcu a priraďte používateľov k tomuto oprávneniu.

# RES_accessgroups.lblaccessgroupsemployeestitle.text.rotext
source: Authorized users
ca: Usuaris autoritzats
it: Utenti autorizzati
sk: Autorizovaní používatelia

# RES_accessgroups.lblaccesszonesmaintitlegroups.text.rotext
source: Authorization
ca: Autorització
it: Autorizzazione
sk: Autorizácia

# RES_accessgroups.lbladdaccessgroups.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessgroups.lbladdaccessgroupsemployee.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessgroups.lbladddocument.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessgroups.lbldocuments.text.rotext
source: Documents
it: Documenti
sk: Dokumenty

# RES_accessgroups.lblemployeesingroup.text.rotext
source: Authorized users
ca: Usuaris autoritzats
it: Utenti autorizzati
sk: Autorizovaní používatelia

# RES_accessgroups.lblname.text.rotext
source: Name:
ca: Nom:
it: Nome:
sk: Názov:

# RES_accessgroups.lblnamedescription.text.rotext
source: Name of the authorization
ca: Nom de l’autorització
it: Nome dell´autorizzazione
sk: Názov povolenia

# RES_accessgroups.lblremoveall.text.rotext
source: Remove all users
ca: Eliminar tots els usuaris
it: Rimuovi tutti gli utenti
sk: Odstránenie všetkých používateľov

# RES_accessgroups.lblrequiereddocuments.text.rotext
source: Required Documents
ca: Documents necessaris
it: Documenti richiesti
sk: Požadované dokumenty

# RES_accessgroups.lblrequiereddocumentsdesc.text.rotext
source: Documents required to grant access through authorization. Select the Add button to select the required documents or delete existing ones.
ca: Documents necessaris per concedir l’accés mitjançant l’autorització. Fes clic a Afegir per seleccionar els documents necessaris o elimina els que hi ha.
it: Documenti richiesti per consentire l´accesso mediante autorizzazione. Seleziona il pulsante Aggiungi per scegliere i documenti richiesti o eliminare quelli già esistenti.
sk: Dokumenty potrebné na udelenie prístupu na základe povolenia. Vyberte tlačidlo Pridať a vyberte požadované dokumenty alebo odstráňte existujúce dokumenty.

# RES_accessgroups.lblshortname.text.rotext
source: Short name:
ca: Nom curt:
it: Nome breve:
sk: Skrátený názov:

# RES_accessgroups.lblshortnamedesc.text.rotext
source: Short name of the authorization used for imports
ca: Nom curt de l’autorització utilitzat per a les importacions
it: Nome breve dell´autorizzazione utilizzato per le importazioni
sk: Skrátený názov povolenia používaného na dovoz

# RES_accessgroups.message.unknowerror.rotext
source: Unknown error
ca: Error desconegut
it: Errore sconosciuto
sk: Chyba neznáma

# RES_accessgroups.msghaschanges.rotext
source: Changes have been made to the authorization.
ca: S’han fet canvis a l’autorització.
it: Sono state apportate modifiche all´autorizzazione.
sk: V povolení boli vykonané zmeny.

# RES_accessgroups.msghaserrors.rotext
source: Errors have been found in the authorization.
ca: S’han trobat errors a l’autorització.
it: Sono stati rilevati errori nell´autorizzazione.
sk: V povolení boli zistené chyby.

# RES_accessgroups.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche
sk: Uloženie zmien

# RES_accessgroups.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche
sk: Zrušenie zmien

# RES_accessgroups.reports.title.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accessgroups.tabdocuments.rotext
source: Documents
it: Documenti
sk: Dokumenty

# RES_accessgroups.tabemployees.rotext
source: Authorized users
ca: Usuaris autoritzats
it: Utenti autorizzati
sk: Autorizovaní používatelia

# RES_accessgroups.tabgroups.rotext
source: Access areas
ca: Zones d’accés
it: Zone di accesso
sk: Prístupové oblasti

# RES_accessgroups.tbaddnewgroup.rotext
source: Add new authorization
ca: Afegir nova autorització
it: Aggiungi nuova autorizzazione
sk: Pridanie nového oprávnenia

# RES_accessgroups.tbcopyaccessgroup.rotext
source: Copy authorization
ca: Copiar autorització
it: Copia autorizzazione
sk: Autorizácia kópie

# RES_accessgroups.tbdelgroup.rotext
source: Remove authorization
ca: Eliminar autorització
it: Elimina autorizzazione
sk: Odstránenie oprávnenia

# RES_accessgroups.tbshowreports.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accessgroups.title.rotext
source: Authorizations
ca: Autoritzacions
it: Autorizzazioni
sk: Povolenia

# RES_accessgroups.title_accessgroups_pathway.rotext
source: Authorizations
ca: Autoritzacions
it: Autorizzazioni
sk: Povolenia

# RES_accessgroups.treecaptionaccessgroups.rotext
source: Authorizations
ca: Autoritzacions
it: Autorizzazioni
sk: Povolenia

# RES_accessperiods.addnew.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessperiods.gridheader.description.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_accessperiods.lbl.text.rotext
source: Access periods
ca: Períodes d’accés
it: Periodi di accesso
sk: Prístupové obdobia

# RES_accessperiods.lblaccessperiods.text.rotext
source: Specific data for access periods. In this screen, the access dates and times for the selected period are configured (using the Add, Edit, Delete buttons) and displayed.
ca: Dades específiques dels períodes d’accés. En aquesta pantalla es configuren (amb els botons Afegir, Editar i Esborrar) i es visualitzen les dates i les hores d’accés del període seleccionat.
it: Dati specifici dei periodi di accesso. In questa schermata è possibile configurare (con i pulsanti Aggiungi, Modifica, Elimina) e visualizzare le date e le ore di accesso del periodo selezionato.
sk: Konkrétne údaje o obdobiach prístupu. Na tejto obrazovke sa konfigurujú (pomocou tlačidiel Pridať, Upraviť, Vymazať) a zobrazujú dátumy a časy prístupu pre vybrané obdobie.

# RES_accessperiods.lblaccessperiodsgeneral.text.rotext
source: General
it: Generale
sk: všeobecné

# RES_accessperiods.lblaccessperiodsgeneraldescription.text.rotext
source: Generic data for an access period
ca: Dades genèriques d’un període d’accés
it: Dati generici di un periodo di accesso.
sk: Všeobecné údaje o období prístupu

# RES_accessperiods.lblaccesszonesdesc.text.rotext
source: Specific data for the access zone. In this screen you can view and change the data of the selected access zone: name, location on the map, etc.
ca: Dades específiques per a la zona d’accés. En aquesta pantalla es poden visualitzar i canviar les dades de la zona d’accés seleccionada: nom, situació al mapa...
it: Dati specifici per la zona di accesso. In questa schermata è possibile visualizzare e modificare i dati della zona di accesso selezionata: nome, posizione nella mappa...
sk: Špecifické údaje pre prístupovú zónu. Na tejto obrazovke môžete zobraziť a zmeniť údaje vybranej prístupovej zóny: názov, umiestnenie na mape...

# RES_accessperiods.lblaccesszonesmaintitleperiods.text.rotext
source: Access period
ca: Període d’accessos
it: Periodo di accessi
sk: Prístupové obdobie

# RES_accessperiods.lblaccesszonestitlegeneral.text.rotext
source: General
it: Generale
sk: všeobecné

# RES_accessperiods.lbladdaccessgroups.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accessperiods.lblcolor.text.rotext
source: Color:
it: Colore:
sk: Farba:

# RES_accessperiods.lbldesczone.text.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_accessperiods.lblname.text.rotext
source: Name:
ca: Nom:
it: Nome:
sk: Názov:

# RES_accessperiods.lblnamedescription.text.rotext
source: Name of the access period
ca: Nom del període d’accés
it: Nome del periodo di accesso
sk: Názov obdobia prístupu

# RES_accessperiods.lbloptaus.text.rotext
source: Count time in this area as absence.
ca: Comptabilitzar temps en aquesta zona com a absència.
it: Contabilizza tempo in questa zona come assenza.
sk: Čas strávený v tejto oblasti sa počíta ako neprítomnosť.

# RES_accessperiods.lbloptpres.text.rotext
source: Count time in this area as presence.
ca: Comptabilitzar temps en aquesta zona com a presència.
it: Contabilizza tempo in questa zona come presenza.
sk: Čas strávený v tejto oblasti počítajte ako prítomnosť.

# RES_accessperiods.lblpresence.text.rotext
source: For Presence
ca: Per a presència
it: Per presenza
sk: Pre prítomnosť

# RES_accessperiods.msghaschanges.rotext
source: Changes have been made to the period.
ca: S’han fet canvis al període.
it: Sono state apportate modifiche al periodo.
sk: V tomto období boli vykonané zmeny.

# RES_accessperiods.msghaserrors.rotext
source: Errors have been found in the period.
ca: S’han trobat errors al període.
it: Sono stati rilevati errori nel periodo
sk: V tomto období boli zistené chyby.

# RES_accessperiods.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche
sk: Uloženie zmien

# RES_accessperiods.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche
sk: Zrušenie zmien

# RES_accessperiods.reports.title.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accessperiods.tabgeneral.rotext
source: General
it: Generale
sk: všeobecné

# RES_accessperiods.tbaddnewperiod.rotext
source: Add new period
ca: Afegir nou període
it: Aggiungi nuovo periodo
sk: Pridať nové obdobie

# RES_accessperiods.tbdelperiod.rotext
source: Delete period
ca: Eliminar període
it: Elimina periodo
sk: Vymazať obdobie

# RES_accessperiods.tbdelzone.rotext
source: Delete area
ca: Eliminar zona
it: Elimina zona
sk: Odstránenie zóny

# RES_accessperiods.tbshowreports.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accessperiods.title.rotext
source: Access periods
ca: Períodes d’accés
it: Periodi di accesso
sk: Prístupové obdobia

# RES_accessperiods.title_accessperiods_pathway.rotext
source: Access periods
ca: Períodes d’accés
it: Periodi di accesso
sk: Prístupové obdobia
