Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveTasks.*.resx
Languages: gl

# RES_tasks.chart.series.employee.rotext
source: User
gl: Usuario

# RES_tasks.diversions.employeetime.rotext
source: Staff
gl: Persoal

# RES_tasks.diversions.forecasterrortime.rotext
source: Forecast Error
gl: Erro de previsión

# RES_tasks.diversions.initialtime.rotext
source: Initial Time
gl: Tempo inicial

# RES_tasks.diversions.nonproductivetimeincidence.rotext
source: Unforeseen incidents
gl: Incidencias non previstas

# RES_tasks.diversions.othertime.rotext
source: Others
gl: Outros

# RES_tasks.diversions.teamtime.rotext
source: Team
gl: Equipo

# RES_tasks.diversions.timechangedrequirements.rotext
source: Change of Requirements
gl: Cambio de requisitos

# RES_tasks.emptyheader.text.rotext
source: Drag a column here...
gl: Arrastra unha columna aquí...

# RES_tasks.filtertasks.active.rotext
source: Active
gl: Activa

# RES_tasks.filtertasks.canceled.rotext
source: Cancelled
gl: Cancelada

# RES_tasks.filtertasks.ended.rotext
source: Completed
gl: Finalizada

# RES_tasks.filtertasks.pending.rotext
source: Pending
gl: Pendente

# RES_tasks.label1.text.rotext
source: Detours
gl: Desvíos

# RES_tasks.label2.text.rotext
source: Initial time:
gl: Tempo inicial:

# RES_tasks.label3.text.rotext
source: Detours
gl: Desvíos

# RES_tasks.lblactivacion.text.rotext
source: Activation
gl: Activación

# RES_tasks.lblactivbydatedesc.text.rotext
source: It is activated at a specific date and time.
gl: Actívase a unha data e hora concreta.

# RES_tasks.lblactivbydatetitle.text.rotext
source: Fixed Date and Time
gl: Data e hora fixa

# RES_tasks.lblactivbyendtaskdesc.text.rotext
source: This task will be triggered when the selected task is completed
gl: Activarase esta tarefa cando finalice a tarefa seleccionada

# RES_tasks.lblactivbyendtasktitle.text.rotext
source: At the end of a task
gl: Ao finalizar unha tarefa

# RES_tasks.lblactivbyinitaskdesc.text.rotext
source: This task will be triggered when the selected task is started
gl: Activarase esta tarefa cando se inicie a tarefa seleccionada

# RES_tasks.lblactivbyinitasktitle.text.rotext
source: When starting a task
gl: Ao iniciar unha tarefa

# RES_tasks.lblalerta.text.rotext
source: Alerts
gl: Alertas

# RES_tasks.lblalerts.text.rotext
source: Alerts pertaining to this task. You can review the alert history and indicate whether they have already been read.
gl: Alertas pertencentes a esta tarefa. Podes revisar o historial de alertas e indicar se xa se leron.

# RES_tasks.lblassignments.text.rotext
source: Positions that are assigned to this task.
gl: Postos que están asignados a esta tarefa.

# RES_tasks.lblautempalldesc.text.rotext
source: Any user has access to the task.
gl: Calquera usuario ten acceso á tarefa.

# RES_tasks.lblautempalltitle.text.rotext
source: Any user
gl: Calquera usuario

# RES_tasks.lblautempassignmentdesc.text.rotext
source: Only users with a certain position have access to the task.
gl: Só os usuarios cun posto determinado teñen acceso á tarefa.

# RES_tasks.lblautempassignmenttitle.text.rotext
source: Users by position
gl: Usuarios por posto

# RES_tasks.lblautempselectdesc.text.rotext
source: Only selected users have access to the task.
gl: Só os usuarios seleccionados teñen acceso á tarefa.

# RES_tasks.lblautempselecttitle.text.rotext
source: Selected users
gl: Usuarios seleccionados

# RES_tasks.lblbarcode.text.rotext
source: Bar-code:
gl: Código de barras:

# RES_tasks.lblcenter.text.rotext
source: Cost center:
gl: Centro de custos:

# RES_tasks.lblcierre.text.rotext
source: Closing
gl: Peche

# RES_tasks.lblclosingallwaysdesc.text.rotext
source: The task is always available.
gl: A tarefa sempre está dispoñible.

# RES_tasks.lblclosingallwaystitle.text.rotext
source: Indefinite
gl: Indefinido

# RES_tasks.lblclosingbydatedesc.text.rotext
source: It closes on a specific date and time.
gl: Pecha unha data e hora concreta.

# RES_tasks.lblclosingbydatetitle.text.rotext
source: Date and time
gl: Data e hora

# RES_tasks.lblcolaballempdesc.text.rotext
source: All users can work simultaneously.
gl: Poden traballar todos os usuarios simultaneamente.

# RES_tasks.lblcolaballemptitle.text.rotext
source: All users
gl: Todos os usuarios

# RES_tasks.lblcolabonlyoneempdesc.text.rotext
source: Only one user can work at a time.
gl: Só pode traballar un usuario ao mesmo tempo.

# RES_tasks.lblcolabonlyoneemptitle.text.rotext
source: A user
gl: Un usuario

# RES_tasks.lblcolaboracion.text.rotext
source: Collaboration
gl: Colaboración

# RES_tasks.lblcolordesc.text.rotext
source: Identification color:
gl: Cor identificadora:

# RES_tasks.lbldescription.text.rotext
source: Description:
gl: Descrición:

# RES_tasks.lblempautorizadostitle.text.rotext
source: Authorized users
gl: Usuarios autorizados

# RES_tasks.lblemployeetime.text.rotext
source: Staff:
gl: Persoal:

# RES_tasks.lblempselect.text.rotext
source: Select...
gl: Seleccionar...

# RES_tasks.lblestadisticastitle.text.rotext
source: Statistics
gl: Estatísticas

# RES_tasks.lblestadotitle.text.rotext
source: Status
gl: Estado

# RES_tasks.lblfechafinprev.text.rotext
source: Expected completion date and time:
gl: Data e hora de finalización prevista:

# RES_tasks.lblfechafinreal.text.rotext
source: Actual end date and time:
gl: Data e hora de finalización real:

# RES_tasks.lblfechainiprev.text.rotext
source: Estimated start date and time:
gl: Data e hora de inicio prevista:

# RES_tasks.lblfechainireal.text.rotext
source: Actual start date and time:
gl: Data e hora de inicio real:

# RES_tasks.lblficha.text.rotext
source: Attributes
gl: Atributos

# RES_tasks.lblfichatitle.text.rotext
source: Attributes
gl: Atributos

# RES_tasks.lblforecasterrortime.text.rotext
source: Forecast error:
gl: Erro previsión:

# RES_tasks.lblgeneraltitle.text.rotext
source: General
gl: Xeral

# RES_tasks.lblgroupby.text.rotext
source: Grouped by:
gl: Agrupado por:

# RES_tasks.lblgroupselection.text.rotext
source: User Selector
gl: Selector de usuarios

# RES_tasks.lblinfocolab1.text.rotext
source: In this section, indicate how users collaborate to carry out this task.
gl: Indica neste apartado como colaboran os usuarios para levar a cabo esta tarefa.

# RES_tasks.lblinfocolab2.text.rotext
source: Indicate in this section which users can work on this task
gl: Indique neste apartado que usuarios poden traballar nesta tarefa

# RES_tasks.lblinfodatosteo1.text.rotext
source: Enter the dates you expect to begin and end work on this task, as well as the estimated time it will take to complete it. You can leave this information blank for tasks you plan to work on on an ongoing basis.
gl: Indica aquí as datas nas que prevé que se comezará e finalizará o traballo nesta tarefa, así como o tempo que estima será necesario para completala. Podes deixar estes datos sen comunicar no caso de tarefas nas que vaias traballar de maneira continua.

# RES_tasks.lblinfodatosteo2.text.rotext
source: In this section you can indicate any deviations that occur with respect to the initially planned duration of the task. Indicating these deviations is necessary to obtain a correct indication of the progress of the task.
gl: Neste apartado poderás indicar os desvíos que se vaian producindo respecto á duración prevista inicialmente para a tarefa. Indicar estes desvíos é necesario para obter unha indicación correcta do progreso da tarefa.

# RES_tasks.lblinfodatosteo3.text.rotext
source: In this section, indicate from what moment the task will be available for users to record their time spent on it.
gl: Indica neste apartado a partir de que momento a tarefa estará dispoñible para que os usuarios rexistren os seus tempos dedicados a ela.

# RES_tasks.lblinfodatosteo4.text.rotext
source: In this section, indicate until what time the task will be available for users to record their time spent on it.
gl: Indica neste apartado ata que momento a tarefa estará dispoñible para que os usuarios rexistren os seus tempos dedicados a ela.

# RES_tasks.lblinfoppalcolab.text.rotext
source: On this screen you can configure which users can work on this task, as well as how they can collaborate to complete it.
gl: Nesta pantalla podes configurar que usuarios poden traballar nesta tarefa, así como de que maneira poden colaborar para completala.

# RES_tasks.lblinfoppaldatosteo.text.rotext
source: On this screen you can indicate your initial time estimates for the task, as well as any deviations from these estimates that occur during the course of the task. You can also limit the period of time during which the task will be available for users to record their time spent.
gl: Nesta pantalla podes indicar as súas previsións iniciais de tempos para a tarefa, así como os desvíos sobre estas previsións que se produzan durante o seu transcurso. Tamén podes limitar o período de tempo en que a tarefa estará dispoñible para que os usuarios rexistren os seus tempos dedicados.

# RES_tasks.lblinfoppalestado.text.rotext
source: On this screen you can see the general status of the task at a glance. You can also change the status of the task.
gl: Nesta pantalla podes ver, de maneira resumida, o estado xeral da tarefa. Tamén podes cambiar o seu estado.

# RES_tasks.lblinitialtime.text.rotext
source: Initial expected duration:
gl: Duración prevista inicial:

# RES_tasks.lbllimitaciones.text.rotext
source: Limitations
gl: Limitacións

# RES_tasks.lbllineprogreso.text.rotext
source: Progress:
gl: Progreso:

# RES_tasks.lblname.text.rotext
source: Name:
gl: Nome:

# RES_tasks.lblnonproductivetimeincidence.text.rotext
source: Unforeseen incidents:
gl: Incidencias non previstas:

# RES_tasks.lbloptactivallwaysdesc.text.rotext
source: The task is always available.
gl: A tarefa sempre está dispoñible.

# RES_tasks.lbloptactivallwaystitle.text.rotext
source: Indefinite
gl: Indefinida

# RES_tasks.lblothertime.text.rotext
source: Others:
gl: Outros:

# RES_tasks.lblprevisiontitle.text.rotext
source: Planning
gl: Previsión

# RES_tasks.lblpriority.text.rotext
source: Priority:
gl: Prioridade:

# RES_tasks.lblproject.text.rotext
source: Project:
gl: Proxecto:

# RES_tasks.lblpuesto.text.rotext
source: Positions
gl: Postos

# RES_tasks.lblshortname.text.rotext
source: Short name:
gl: Nome abreviado:

# RES_tasks.lblstatus.text.rotext
source: Task status:
gl: Estado da tarefa:

# RES_tasks.lbltag.text.rotext
source: Tags:
gl: Etiquetas:

# RES_tasks.lbltaskassignment.text.rotext
source: Positions assigned to the task. Select the Add button to access the wizard and add new positions.
gl: Postos asignados á tarefa. Selecciona o botón engadir para acceder ao asistente e engadir novos postos.

# RES_tasks.lbltaskclosedinfo.completed.text.rotext
source: It has been completed by
gl: Foi completada por

# RES_tasks.lbltaskclosedinfo.completeddate.text.rotext
source: the day
gl: o día

# RES_tasks.lbltaskclosedinfo.completedhour.text.rotext
source: at
gl: ás

# RES_tasks.lbltaskclosedinfo.text.rotext
source: Task completed by:
gl: Tarefa finalizada por:

# RES_tasks.lbltaskinfostate.canceled.text.rotext
source: The task is currently cancelled.
gl: A tarefa encóntrase actualmente cancelada.

# RES_tasks.lbltaskinfostate.completed.text.rotext
source: The task is currently completed.
gl: A tarefa encóntrase actualmente finalizada.

# RES_tasks.lbltaskinfostate.on.text.rotext
source: The task is currently active.
gl: A tarefa encóntrase actualmente activa.

# RES_tasks.lbltaskinfostate.pending.text.rotext
source: The task is pending confirmation
gl: A tarefa encóntrase pendente de confirmación

# RES_tasks.lbltaskinfostate.text.rotext
source: The task is currently
gl: A tarefa encóntrase actualmente

# RES_tasks.lbltaskinfostatus.text.rotext
source: active
gl: activa

# RES_tasks.lblteamtime.text.rotext
source: Team:
gl: Equipo:

# RES_tasks.lbltimechangedrequirements.text.rotext
source: Change requirements:
gl: Cambio requisitos:

# RES_tasks.lbltimeremarks.text.rotext
source: Notes:
gl: Anotacións:

# RES_tasks.lblto.text.rotext
source: until
gl: ata

# RES_tasks.lbltotaltime.text.rotext
source: Total Time:
gl: Tempo total:

# RES_tasks.lbltypecollabanydesc.text.rotext
source: Any authorized user can work.
gl: Pode traballar calquera usuario autorizado.

# RES_tasks.lbltypecollabanytitle.text.rotext
source: Any
gl: Calquera

# RES_tasks.lbltypecollabfirstdesc.text.rotext
source: The first of the authorized users to check in the task.
gl: O primeiro dos usuarios autorizados que fiche a tarefa.

# RES_tasks.lbltypecollabfirsttitle.text.rotext
source: The first one to sign
gl: O primeiro que fiche

# RES_tasks.lbluserfieldstasktemplate.text.rotext
source: On this screen you can assign the attributes to be used in this task.
gl: Nesta pantalla podes asignar os atributos que se van utilizar nesta tarefa.

# RES_tasks.lblview.text.rotext
source: View:
gl: Vista:

# RES_tasks.lp.text.rotext
source: Loading…
gl: Cargando&hellip;

# RES_tasks.msghaschanges.rotext
source: Changes have been found in the task definition
gl: Atopáronse cambios na definición da tarefa

# RES_tasks.msghaserrors.rotext
source: Errors have been found in the task definition
gl: Atopáronse erros na definición da tarefa

# RES_tasks.msgsavechangesbar.rotext
source: Save changes
gl: Gardar cambios

# RES_tasks.msgundochangesbar.rotext
source: Undo changes
gl: Desfacer cambios

# RES_tasks.tabalertas.rotext
source: Alerts
gl: Alertas

# RES_tasks.tabautorizados.rotext
source: Authorized
gl: Autorizados

# RES_tasks.tabestado.rotext
source: Status
gl: Estado

# RES_tasks.tabficha.rotext
source: Attributes
gl: Atributos

# RES_tasks.tabgeneral.rotext
source: General
gl: Xeral

# RES_tasks.tabpuestos.rotext
source: Positions
gl: Postos

# RES_tasks.tabteorico.rotext
source: Theoretical data
gl: Datos teóricos

# RES_tasks.taskdetail.seleccionados.rotext
source: selected items
gl: elementos seleccionados

# RES_tasks.taskdetail.seleccionar.rotext
source: Select...
gl: Seleccionar...

# RES_tasks.taskgrid.column.activeemployees.rotext
source: Assets
gl: Activo/s

# RES_tasks.taskgrid.column.alerts.rotext
source: Alerts
gl: Alertas

# RES_tasks.taskgrid.column.center.rotext
source: Cost center
gl: Centro de custos

# RES_tasks.taskgrid.column.color.rotext
source: Color
gl: Cor

# RES_tasks.taskgrid.column.duration.rotext
source: Duration
gl: Duración

# RES_tasks.taskgrid.column.employees.rotext
source: Users
gl: Usuarios

# RES_tasks.taskgrid.column.expectedenddate.rotext
source: End
gl: Fin

# RES_tasks.taskgrid.column.expectedstartdate.rotext
source: Home
gl: Inicio

# RES_tasks.taskgrid.column.priority.rotext
source: Prior.
gl: Prio.

# RES_tasks.taskgrid.column.progress.rotext
source: Progress
gl: Progreso

# RES_tasks.taskgrid.column.project.rotext
source: Project
gl: Proxecto

# RES_tasks.taskgrid.column.recentemployees.rotext
source: Recent/s
gl: Recente/s

# RES_tasks.taskgrid.column.shortname.rotext
source: Abbrev.
gl: Abrev.

# RES_tasks.taskgrid.column.showtaskstatus.rotext
source: Users
gl: Usuarios

# RES_tasks.taskgrid.column.state.rotext
source: Status
gl: Estado

# RES_tasks.taskgrid.column.tag.rotext
source: Tag
gl: Etiqueta

# RES_tasks.taskgrid.column.task.rotext
source: Task
gl: Tarefa

# RES_tasks.taskgrid.column.tasks.rotext
source: tasks:
gl: tarefas:

# RES_tasks.taskgrid.column.worked.rotext
source: Worked
gl: Traballado

# RES_tasks.taskgroupby.date.rotext
source: Date
gl: Data

# RES_tasks.taskgroupby.employee.rotext
source: User
gl: Usuario

# RES_tasks.taskgroupby.group.rotext
source: Cluster
gl: Grupo

# RES_tasks.taskstatus.attime.rotext
source: at
gl: ás

# RES_tasks.taskstatus.beginworktheday.rotext
source: Work began on the task on the day
gl: Empezouse a traballar na tarefa o día

# RES_tasks.taskstatus.canceled.rotext
source: Cancelled
gl: Cancelada

# RES_tasks.taskstatus.canceledday.rotext
source: And the day was cancelled
gl: E cancelouse o día

# RES_tasks.taskstatus.completed.rotext
source: Completed
gl: Rematada

# RES_tasks.taskstatus.completedday.rotext
source: And the day ended
gl: E finalizouse o día

# RES_tasks.taskstatus.currenttime.rotext
source: A total of ${1} hours of ${2} theoretical hours have been worked. Deviation: ${3}
gl: Traballouse un total de ${1} horas de ${2} horas teóricas. Desvío: ${3}

# RES_tasks.taskstatus.daysand.rotext
source: days and
gl: días e

# RES_tasks.taskstatus.daystoteoricenddate.rotext
source: days the expected completion date (
gl: días a data de finalización prevista (

# RES_tasks.taskstatus.exceeded.rotext
source: It has been exceeded in
gl: Superouse en

# RES_tasks.taskstatus.hoursandteoricenddate.rotext
source: hours to the expected completion date (
gl: Horas para a data de finalización prevista (

# RES_tasks.taskstatus.hourstoteoricenddate.rotext
source: hours of the expected completion date (
gl: Horas da data de finalización prevista (

# RES_tasks.taskstatus.leftdays.rotext
source: They remain
gl: Quedan

# RES_tasks.taskstatus.notbeginwork.rotext
source: Work on the task has not started.
gl: Non se empezou a traballar na tarefa.

# RES_tasks.taskstatus.on.rotext
source: Started
gl: Iniciada

# RES_tasks.taskview.desvios.rotext
source: Detours
gl: Desvíos

# RES_tasks.taskview.nocenter.rotext
source: (Unassigned)
gl: (Sen asignar)

# RES_tasks.taskview.time.rotext
source: Time invested
gl: Tempo investido

# RES_tasks.tbaddnewtask.rotext
source: New
gl: Nova

# RES_tasks.tbcopytask.rotext
source: Create task from current one
gl: Crear tarefa a partir da cal

# RES_tasks.tbdeltask.rotext
source: Eliminate
gl: Eliminar

# RES_tasks.tbshowreports.rotext
source: Report Viewer
gl: Visor de informes

# RES_tasks.tbtbcompletetaskwizard.rotext
source: Complete tasks
gl: Completar tarefas

# RES_tasks.tbtblaunchwizardtemplate.rotext
source: Launch project template
gl: Lanzar modelo de proxectos

# RES_tasks.tbtemplates.rotext
source: Templates
gl: Modelos

# RES_tasks.tchange.rotext
source: When changing tasks
gl: Ao cambiar de tarefa

# RES_tasks.tcomplete.rotext
source: Upon completion of the task
gl: Ao completar a tarefa

# RES_tasks.title.rotext
source: Tasks
gl: Tarefas

# RES_tasks.title_tasks_pathway.rotext
source: Task status
gl: Estado de tarefas

# RES_tasks.tmpos.text.rotext
source: Detour Times
gl: Tempo de desvíos

# RES_srvmsgboxbusinesscenter.title.rotext
source: Not Found
gl: Non atopado

# RES_partestrabajo.title.rotext
source: Work records
gl: Pezas de traballo

# RES_partestrabajo.lblbegindate.text.rotext
source: Date from:
gl: Data dende:

# RES_partestrabajo.lblenddate.text.rotext
source: Date until:
gl: Data ata:

# RES_partestrabajo.btnrefresh.text.rotext
source: Obtain
gl: Obter

# RES_partestrabajo.btnrefresh.tooltip.rotext
source: Get Data
gl: Obter datos
