Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.objecttype.tcalendarrow.rotext
source: Registro del calendario
ca: Registre del calendari
eu: Egutegiko erregistroa
fr: Registre du calendrier
gl: Rexistro do calendario
pt: Registo de calendário
sk: Registrácia do kalendára

# RES_audit.objecttype.tcalendarrowsummarydata.rotext
source: Resumen de la fila
ca: Resum de la fila
eu: Errenkadaren laburpena
fr: Résumé de la ligne
gl: Resumo da fila
it: Sintesi della riga
pt: Resumo da fila
sk: Zhrnutie riadku

# RES_audit.objecttype.tcamera.rotext
source: Cámaras
ca: Càmeres
eu: Kamerak
fr: Caméras
it: Videocamere
pt: Câmaras
sk: Kamery

# RES_audit.objecttype.tcaptcha.rotext
source: Código de validación
ca: Codi de validació
eu: Baliozkotze kodea
fr: Code de validation
it: Codice di validazione
pt: Código de validação
sk: Kód overovania

# RES_audit.objecttype.tcapture.rotext
source: Fotografía
ca: Fotografia
eu: Argazkia
fr: Photographie
it: Fotografia
pt: Fotografia
sk: Fotografovanie

# RES_audit.objecttype.tcategorytype.rotext
source: Categorias
ca: Categories
eu: Kategoriak
fr: Catégories
gl: Categorías
it: Categorie
sk: Kategórie

# RES_audit.objecttype.tcause.rotext
source: Justificación
ca: Justificació
eu: Justifikazioa
fr: Justification
gl: Xustificación
it: Giustificazione
pt: Justificação
sk: odôvodnenie

# RES_audit.objecttype.tcauselimitvalue.rotext
source: Límite de justificación
ca: Límit de justificació
eu: Justifikazio muga
fr: Limite de justification
gl: Límites de xustificación
it: Limite di giustificazione
pt: Limite da justificação
sk: Limit odôvodnenia

# RES_audit.objecttype.tchannel.rotext
source: Canales
ca: Canals
eu: Kanalak
fr: Canaux
gl: Canles
it: Canali
pt: Canais
sk: Kanály

# RES_audit.objecttype.tchannelconversation.rotext
source: Conversación
ca: Conversa
eu: Elkarrizketa
fr: Conversation
gl: Conversa
it: Conversazione
pt: Conversa
sk: Konverzácia

# RES_audit.objecttype.tchannelconversationcomplexity.rotext
source: Complejidad de conversación
ca: Complexitat de conversa
eu: Elkarrizketa konplexutasuna
fr: Complexité des conversations
gl: Complexidade da conversa
it: Complessità della conversazione
pt: Complexidade da conversa
sk: Zložitosť konverzácie

# RES_audit.objecttype.tchannelconversationmessage.rotext
source: Mensaje
ca: Missatge
eu: Mezua
fr: message
gl: Mensaxe
it: Messaggio
pt: Mensagem
sk: Správa

# RES_audit.objecttype.tcommunique.rotext
source: Comunicados
ca: Comunicats
eu: Iragarkiak
fr: Communiqués
it: Comunicazioni
sk: komunikoval

# RES_audit.objecttype.tcompletetasks.rotext
source: Finalización masiva de tareas
ca: Finalització massiva de tasques
eu: Zeregin masiboa osatzea
fr: Achèvement de tâches en masse
gl: Finalización masiva de tarefas
it: Conclusione in blocco di attività
pt: Conclusão massiva de tarefas
sk: Hromadné dokončovanie úloh

# RES_audit.objecttype.tconcept.rotext
source: Saldos
eu: Balantzeak
fr: Soldes
it: Saldi
sk: zostatky

# RES_audit.objecttype.tconceptcomposition.rotext
source: Composición de saldo
ca: Composició de saldo
eu: Balantzearen konposizioa
fr: Composition de solde
it: Composizione di saldo
pt: Composição do saldo
sk: Zloženie rovnováhy

# RES_audit.objecttype.tconceptgroup.rotext
source: Grupo de saldos
ca: Grup de saldos
eu: Oreka taldea
fr: Groupe d'équilibre
it: Gruppo di bilancio
sk: Skupina zostatkov

# RES_audit.objecttype.tconnection.rotext
source: Conexión
ca: Connexió
eu: Konexioa
fr: Connexion
it: Connessione
pt: Ligação
sk: Pripojenie

# RES_audit.objecttype.tcopybudgetplanificationadvanced.rotext
source: Copia de presupuestos
ca: Còpia de pressupostos
eu: Aurrekontuen kopia
fr: Copie des budgets
gl: Copia de presupostos
it: Copia dei budget
pt: Cópia de orçamentos
sk: Kópia rozpočtov

# RES_audit.objecttype.tcopyplanification.rotext
source: Copia de planificación
ca: Còpia de planificació
eu: Plangintzaren kopia
fr: Copie de planification
it: Copia di pianificazione
pt: Cópia do planeamento
sk: Plánovacia kópia

# RES_audit.objecttype.tcopyplanificationadvanced.rotext
source: Copia de planificación avanzada
ca: Còpia de planificació
eu: Plangintza aurreratuaren kopia
fr: Copie de planification
gl: Copia de planificación
it: Copia di pianificazione
pt: Cópia do planeamento avançada
sk: Kópia pokročilého plánovania

# RES_audit.objecttype.tcopyplanificationtoemployees.rotext
source: Copia de planificación entre empleados
ca: Còpia de planificació
eu: Langileen arteko plangintzaren kopia
fr: Copie de planification
gl: Copia de planificación
it: Copia di pianificazione
pt: Cópia do planeamento entre colaboradors
sk: Kopírovanie plánovania medzi zamestnancami

# RES_audit.objecttype.tdailybudgetposition.rotext
source: Dia planificado de la unidad productiva
ca: Dia planificat de la unitat productiva
eu: Unitate produktiboaren aurreikusitako eguna
fr: Jour planifié de l´unité de production
gl: Dia planificado da unidade produtiva
it: Giorno pianificato dell´unità di produzione
pt: Dia planeado da unidade de produção
sk: Plánovaný deň výrobnej jednotky

# RES_audit.objecttype.tdailycause.rotext
source: Justificaciones diarias
ca: Justificacions diàries
eu: eguneroko justifikazioak
fr: justifications quotidiennes
gl: Xustificacións diarias
it: giustificazioni quotidiane
pt: justificaçõesdiárias
sk: Denné odôvodnenia

# RES_audit.objecttype.tdailycoverage.rotext
source: Dotaciones
ca: Dotacions
eu: Dotazioak
fr: Dotations
gl: Dotacións
it: Dotazioni
pt: Pessoal
sk: Dotácie

# RES_audit.objecttype.tdailypunchesdetail.rotext
source: Detalle diario
ca: Detall diari
eu: Eguneroko xehetasuna
fr: Détail quotidien
it: Dettaglio giornaliero
pt: Detalhe diário
sk: Denný detail

# RES_audit.objecttype.tdailyrecord.rotext
source: Declaración de la jornada
ca: Declaració de la jornada
eu: Eguneko adierazpena
fr: Déclaration du jour
gl: Declaración do día
it: Dichiarazione del giorno
pt: Declaração do dia
sk: Vyhlásenie dňa

# RES_audit.objecttype.tdailyschedule.rotext
source: Planificación
ca: Planificació
eu: Plangintza
fr: Planification
it: Pianificazione
pt: Planeamento
sk: plánovanie

# RES_audit.objecttype.tdatalink.rotext
source: Enlace de datos
ca: Enllaç de dades
eu: datu-lotura
fr: liaison de données
it: collegamento dati
pt: Ligação de dados
sk: Dátové spojenie

# RES_audit.objecttype.tdatalinkimportdailycoverage.rotext
source: Importación coberturas diarias
ca: Importació cobertures diàries
eu: Inportatu eguneroko estaldura
fr: Importation de couvertures quotidiennes
it: Importazione coperture giornaliere
pt: Importação de coberturas diárias
sk: Importovanie denných krytí

# RES_audit.objecttype.tdatalinkimportemployees.rotext
source: Importación usuarios
ca: Importació usuaris
eu: Erabiltzaileak inportatu
fr: Importation d’utilisateurs
it: Importazione di utenti
pt: Importação de utilizadores
sk: Importovanie používateľov

# RES_audit.objecttype.tdatalinkimportgroups.rotext
source: Importación grupos
ca: Importació de grups
eu: Inportatu taldeak
fr: Importer des groupes
gl: Importar grupos
it: Importa gruppi
pt: Importar grupos
sk: Import skupín

# RES_audit.objecttype.tdatalinkimportprogrammedabsences.rotext
source: Importing prolonged absences
ca: Important absències prolongades
eu: Absentzia luzeak inportatzea
fr: Importation des absences prolongées
gl: Importando ausencias prolongadas
it: Importazione di assenze prolungate in corso
pt: A importar ausências prolongadas
sk: Importovanie dlhodobej neprítomnosti

# RES_audit.objecttype.tdatalinkimportscheduler.rotext
source: Importación planificación
ca: Importació planificació
eu: Inportazioen plangintza
fr: Importation planification
it: Importazione pianificazione
pt: Importação do planeamento
sk: Plánovanie dovozu

# RES_audit.objecttype.tdatalinkimporttask.rotext
source: Importación tareas
ca: Importació tasques
eu: Inportatu zereginak
fr: Importation tâches
gl: Importación tarefas
it: Importazione attività
pt: Importação de tarefas
sk: Importovanie úloh

# RES_audit.objecttype.tdatalinkresult.rotext
source: Resultado de importación
ca: Resultat de la importació
eu: Inportatu emaitza
fr: Résultat d´importation
it: Risultato dell´importazione
pt: Resultado da importação
sk: Výsledok importu

# RES_audit.objecttype.tdatalinkws.rotext
source: Servicio web
ca: Servei web
eu: web zerbitzua
fr: Service Web
gl: Servizo web
it: Servizio Web
pt: Serviço Web
sk: Webová služba

# RES_audit.objecttype.tdiningroom.rotext
source: Comedor
ca: Menjador
eu: Jangela
fr: Salle à manger
it: Sala da pranzo
pt: Refeitório
sk: Jedáleň

# RES_audit.objecttype.tdocument.rotext
source: Documento
ca: Document
eu: Dokumentua
fr: Document
sk: dokument

# RES_audit.objecttype.tdocumentabsence.rotext
source: Documento de absentismo
ca: Document d´absentisme
eu: Absentismoaren agiria
fr: Document
gl: Documento
it: Documento
pt: Documento
sk: Dokument o neprítomnosti

# RES_audit.objecttype.tdocumenttemplate.rotext
source: Plantilla de documento
ca: Plantilla de document
eu: Dokumentu txantiloia
fr: Modèle de document
gl: Modelo de documento
it: Modello di documento
pt: Modelos de documento
sk: Šablóna dokumentu

# RES_audit.objecttype.tdownloadfile.rotext
source: Descargar fichero
ca: Descarregar fitxer
eu: Deskargatu fitxategia
fr: Télécharger un fichier
gl: Descargar ficheiro
it: Download file
pt: Descarregar ficheiro
sk: Stiahnuť súbor

# RES_audit.objecttype.temergencyreport.rotext
source: Informe Emergencia
ca: Informe emergència
eu: Larrialdi Txostena
fr: Rapport d´urgence
gl: Informe emerxencia
it: Rapporto emergenza
pt: Relatório de emergência
sk: Núdzová správa

# RES_audit.objecttype.temployee.rotext
source: Usuario
ca: Usuari
eu: Erabiltzailea
fr: Utilisateur
it: Utente
pt: Utilizador
sk: používateľ

# RES_audit.objecttype.temployeeassignment.rotext
source: Puesto de usuario
ca: Lloc d’usuari
eu: Erabiltzailearen posizioa
fr: Poste d’utilisateur
gl: Posto de usuario
it: Posizione dell´utente
pt: Posto de utilizador
sk: Pozícia používateľa

# RES_audit.objecttype.temployeecenters.rotext
source: Centros de coste autorizados
ca: Centres de cost autoritzats
eu: Baimendutako kostu-zentroak
fr: Centres de coût autorisés
gl: Centros de custos autorizados
it: Centri di costo autorizzati
pt: Centros de custos autorizados
sk: Schválené nákladové strediská

# RES_audit.objecttype.temployeecontract.rotext
source: Contrato
ca: Contracte
eu: Kontratua
fr: Contrat
it: Contratto
sk: Zmluva

# RES_audit.objecttype.temployeegroup.rotext
source: Movilidad usuario
ca: Mobilitat usuari
eu: Erabiltzaileen mugikortasuna
fr: Mobilité utilisateur
gl: Mobilidade usuario
it: Spostamento utente
pt: Mobilidade utilizador
sk: Mobilita používateľov

# RES_audit.objecttype.temployeeonterminal.rotext
source: Usuario creado en terminal
ca: Usuari creat al terminal
eu: Terminalean sortutako erabiltzailea
fr: Utilisateur créé sur le terminal
it: Utente creato nel terminale
pt: Utilizador criado no terminal
sk: Používateľ vytvorený v termináli

# RES_audit.objecttype.temployeeuserfield.rotext
source: Usuario (Campo de la ficha)
ca: Usuari (camp de la fitxa)
eu: Erabiltzailea (Token eremua)
fr: Utilisateur (champ de la fiche)
gl: Usuario (Campo da ficha)
it: Utente (campo della scheda)
pt: Utilizador (Campo da ficha)
sk: Používateľ (pole v zázname)

# RES_audit.objecttype.tentry.rotext
source: Fichaje
ca: Fitxatge
eu: Sinatzea
fr: Pointage
gl: Fichaxe
it: Timbratura
pt: Picagem
sk: Podpisovanie

# RES_audit.objecttype.teventscheduler.rotext
source: Evento planificado
ca: Esdeveniment planificat
eu: aurreikusitako ekitaldia
fr: Événement planifié
it: Evento pianificato
pt: Evento planeado
sk: Plánované podujatie

# RES_audit.objecttype.tgeneraloptions.rotext
source: Opciones generales
ca: Opcions generals
eu: Aukera orokorrak
fr: Options générales
gl: Opcións xerais
it: Opzioni generali
pt: Opções gerais
sk: Všeobecné možnosti

# RES_audit.objecttype.tgenius.rotext
source: Analítica genius
eu: jenio analitika
fr: Analyse Genius
it: Analisi Genius
pt: Análise Genius
sk: Geniálna analytika

# RES_audit.objecttype.tgeniusscheduler.rotext
source: Planificación estudio
ca: Planificació de l’estudi
eu: Ikasketen plangintza
fr: Planification de l´étude
gl: Planificación estudo
it: Pianificazione studio
pt: Planeamento do estudo
sk: Plánovanie štúdia

# RES_audit.objecttype.tgroup.rotext
source: Grupo
ca: Grup
eu: Klusterra
fr: Groupe
it: Gruppo
sk: skupina

# RES_audit.objecttype.tgroupfeature.rotext
source: Función
ca: Funció
eu: Funtzioa
fr: Fonction
it: Funzione
pt: Função
sk: Funkcia

# RES_audit.objecttype.tgroupfeaturepermissionoverfeature.rotext
source: Funcionalidades
ca: Funcionalitats
eu: Ezaugarriak
fr: Fonctionnalités
gl: Funcións
it: Funzionalità
sk: Funkcie

# RES_audit.objecttype.tgroupuserfield.rotext
source: Usuario (Grupo de campo de la ficha)
ca: Usuari (grup de camp de la fitxa)
eu: Erabiltzailea (Token Field Group)
fr: Utilisateur (groupe de champ de la fiche)
gl: Usuario (Grupo de campo da ficha)
it: Utente (gruppo di campo della scheda)
pt: Utilizador (Grupo de campo da ficha)
sk: Používateľ (skupina polí s kartou)

# RES_audit.objecttype.tindicator.rotext
source: Indicador
eu: Adierazlea
fr: Indicateur
it: Indicatore
sk: Indikátor

# RES_audit.objecttype.tjustifiedincidences.rotext
source: Justificación masiva de incidencias
ca: Justificació massiva d’incidències
eu: Gorabeheren justifikazio masiboa
fr: Justification en masse d´incidents
gl: Xustificación masiva de incidencias
it: Giustificazione in blocco di eventi
pt: Justificação massiva de incidências
sk: Hromadné zdôvodnenie incidentov

# RES_audit.objecttype.tlabagree.rotext
source: Convenios
ca: Convenis
eu: Hitzarmenak
fr: les accords
it: Accordi
pt: Acordos
sk: Dohody

# RES_audit.objecttype.tlabagreeaccrualrule.rotext
source: Reglas de convenio
ca: Regles de conveni
eu: hitzarmenaren arauak
fr: Règles de convention
gl: Regras de convenio
it: Regole di accordo
pt: Regras do acordo
sk: Pravidlá dohody

# RES_audit.objecttype.tlabagreecauselimitvalue.rotext
source: Límite de justificación de convenio
ca: Límit de justificació de conveni
eu: Hitzarmenaren justifikazio-muga
fr: Limite de justification de la convention
gl: Límite de xustificación de convenio
it: Limite di giustificazione di accordo
pt: Limite da justificação do acordo
sk: Limit odôvodnenia dohody

# RES_audit.objecttype.tlabagreerule.rotext
source: Regla de convenio
ca: Regla de conveni
eu: akordioaren araua
fr: Règle de convention
gl: Regra de convenio
it: Regola dell´accordo
pt: Regra do acordo
sk: Pravidlo dohody

# RES_audit.objecttype.tlivetask.rotext
source: Tarea de live
ca: Tasca de live
eu: zuzeneko zeregina
fr: Tâche de Live
gl: Tarefa de live
it: Attività di live
pt: Tarefa de Live
sk: Živá úloha

# RES_audit.objecttype.tlockdate.rotext
source: Fecha de cierre
ca: Data de tancament
eu: Epemuga
fr: Date de clôture
gl: Data de peche
it: Data di chiusura
pt: Data de conclusão
sk: Dátum uzávierky

# RES_audit.objecttype.tlogbook.rotext
source: Libro de registro
ca: Llibre de registre
eu: Egunkaria
fr: Registre
gl: Caderno de bitácora
it: Diario di bordo
pt: Diário de bordo
sk: Registračná kniha

# RES_audit.objecttype.tmassmarkconsents.rotext
source: Asistente Consentimientos
ca: Assistent consentiments
eu: Baimenen Laguntzailea
fr: Assistant consentements
gl: Asistente Consentimentos
it: Assistente assensi
pt: Assistente Consentimentos
sk: Asistentské súhlasy

# RES_audit.objecttype.tmassmobilityemployees.rotext
source: Movilidad Masiva
ca: Mobilitat massiva
eu: Masa Mugikortasuna
fr: Mobilité en masse
gl: Mobilidade masiva
it: Spostamento in blocco
pt: Mobilidade massiva
sk: Hromadná mobilita

# RES_audit.objecttype.tmessageemployees.rotext
source: Mensajes usuarios
ca: Missatges usuaris
eu: Erabiltzaileen mezuak
fr: Messages utilisateurs
gl: Mensaxes usuarios
it: Messaggi utenti
pt: Mensagens utilizadores
sk: Správy používateľov

# RES_audit.objecttype.tmove.rotext
source: Fichaje
ca: Fitxatge
eu: Sinatzea
fr: Pointage
gl: Fichaxe
it: Timbratura
pt: Picagem
sk: Podpisovanie

# RES_audit.objecttype.tnone.rotext
source: (Desconocida)
ca: (Desconeguda)
eu: (Ezezaguna)
fr: (Inconnu)
gl: (Descoñecida)
it: (Sconosciuto)
pt: (Desconhecida)
sk: (Neznámy)

# RES_audit.objecttype.tnotification.rotext
source: Notificaciones
ca: Notificacions
eu: Jakinarazpenak
fr: Notifications
gl: Notificacións
it: Notifiche
pt: Notificações
sk: Oznámenia

# RES_audit.objecttype.tparameters.rotext
source: Parámetros (opciones)
ca: Paràmetres (opcions)
eu: Parametroak (aukerak)
fr: Paramètres (options)
gl: Parámetros (opcións)
it: Parametri (opzioni)
pt: Parâmetros (opções)
sk: Parametre (možnosti)

# RES_audit.objecttype.tpassport.rotext
source: Usuario
ca: Usuari
eu: Erabiltzailea
fr: Utilisateur
it: Utente
pt: Utilizador
sk: používateľ

# RES_audit.objecttype.tpassportconsent.rotext
source: Consentimientos
ca: Consentiments
eu: Adostasunak
fr: Consentements
gl: Consentimentos
it: Consensi
pt: Consentimentos
sk: Súhlasy

# RES_audit.objecttype.tpassportpassword.rotext
source: Contraseña
ca: Contrasenya
eu: Pasahitza
fr: Mot de passe
gl: Contrasinal
it: Password
pt: Palavra-passe
sk: Heslo

# RES_audit.objecttype.tpassportpermissionsoveremployees.rotext
source: Permisos sobre usuarios
ca: Permisos sobre usuaris
eu: Erabiltzaileen baimenak
fr: Autorisations sur les utilisateurs
it: Permessi sugli utenti
pt: Autorizações sobre utilizadores
sk: Oprávnenia používateľov

# RES_audit.objecttype.tpassportpermissionsoverfeatures.rotext
source: Permisos sobre funcionalidades
ca: Permisos sobre funcionalitats
eu: Eginbideei buruzko baimenak
fr: Autorisations sur les fonctionnalités
gl: Permisos sobre funcións
it: Permessi su funzionalità
pt: Autorizações sobre funcionalidades
sk: Oprávnenia na funkcie

# RES_audit.objecttype.tpassportpermissionsovergroups.rotext
source: Permisos sobre grupos
ca: Permisos sobre grups
eu: Baimenak taldeetan
fr: Autorisations sur les groupes
it: Permessi su gruppi
pt: Autorizações sobre grupos
sk: Oprávnenia pre skupiny

# RES_audit.objecttype.tproductivdata.rotext
source: Análítica de tareas
ca: Analítica de tasques
eu: Zereginen analitika
fr: Analyse des tâches
gl: Analítica de tarefas
it: Analisi delle attività
pt: Análise de tarefas
sk: Analýza úloh

# RES_audit.objecttype.tproductiveunit.rotext
source: Unidad productiva
ca: Unitat productiva
eu: Unitate produktiboa
fr: Unité de production
gl: Unidade produtiva
it: Unità di produzione
pt: Unidade de produção
sk: výrobná jednotka

# RES_audit.objecttype.tproductiveunitmode.rotext
source: Modo de la unidad productiva
ca: Mode de la unitat productiva
eu: Unitate produktiboen modua
fr: Mode de l´unité de production
gl: Modo da unidade produtiva
it: Modalità dell´unità produttiva
pt: Modo da unidade de produção
sk: Spôsob výroby jednotky

# RES_audit.objecttype.tproductiveunitmodeposition.rotext
source: Posición del modo
ca: Posició del mode
eu: Modu-posizioa
fr: Position du mode
gl: Posición do modo
it: Posizione della modalità
pt: Posição do modo
sk: Poloha režimu

# RES_audit.objecttype.tprogrammedabsence.rotext
source: Previsión días de ausencia
ca: Previsió dies d'absència
eu: Absentzia egunen aurreikuspena
fr: Prévision des jours d'absence
it: Previsione dei giorni di assenza
pt: Previsão dias de ausência
sk: Predpokladané dni neprítomnosti

# RES_audit.objecttype.tprogrammedcause.rotext
source: Previsión horas de ausencia
ca: Previsió hores d'absència
eu: Absentzia orduen aurreikuspena
fr: Prévision des heures d'absence
it: Previsione ore di assenza
pt: Previsão horas de ausência
sk: Predpokladané hodiny neprítomnosti

# RES_audit.objecttype.tprogrammedholiday.rotext
source: Vacaciones/permisos por horas
ca: Vacances/permisos per hores
eu: Oporrak/orduko baimena
fr: Congés/permissions par heures
gl: Vacacións/permisos por horas
it: Ore di ferie/permessi
pt: Férias/licenças por horas
sk: Dovolenka/hodinová dovolenka

# RES_audit.objecttype.tprogrammedovertime.rotext
source: Previsión de horas de exceso
ca: Previsió d’hores d’excés
eu: Gehiegizko orduen aurreikuspena
fr: Prévision d´heures excédentaires
it: Previsione di ore di straordinario
pt: Previsão de horas em excesso
sk: Predpokladaný počet nadčasových hodín

# RES_audit.objecttype.tprojecttemplate.rotext
source: Plantilla de proyecto
ca: Plantilla de projecte
eu: Proiektuaren txantiloia
fr: Modèle de projet
gl: Modelo de proxecto
it: Modello di progetto
pt: Modelo de projeto
sk: Šablóna projektu

# RES_audit.objecttype.tpunchimage.rotext
source: Foto de fichaje
ca: Foto de fitxatge
eu: Transferitu argazkia
fr: Photo de pointage
gl: Fotos de fichaxe
it: Foto di timbratura
pt: Foto de picagem
sk: Podpisová fotografia

# RES_audit.objecttype.tremark.rotext
source: Resalte
ca: Alerta
eu: Nabarmendu
fr: Mise en évidence
it: Evidenziazione
pt: Destaque
sk: Zvýraznenie

# RES_audit.objecttype.treport.rotext
source: Informes
eu: Txostenak
fr: Rapports
it: Rapporti
pt: Relatórios
sk: Správy

# RES_audit.objecttype.treportprofile.rotext
source: Perfil de Informes
ca: Perfil d’informes
eu: Txostenaren profila
fr: Profil de rapports
it: Profilo di rapporti
pt: Perfil de relatórios
sk: Profil hlásenia

# RES_audit.objecttype.treportscheduler.rotext
source: Informes planificados
ca: Informes planificats
eu: Aurreikusitako txostenak
fr: Rapports planifiés
it: Rapporti pianificati
pt: Relatórios planeados
sk: Plánované správy

# RES_audit.objecttype.trequest.rotext
source: Solicitudes
ca: Sol·licituds
eu: Eskaerak
fr: Demandes
it: Richieste
pt: Pedidos
sk: žiadosti

# RES_audit.objecttype.trequestapproval.rotext
source: Solicitud aprobada/denegada
ca: Sol·licitud aprovada/denegada
eu: Onartu/ukatu egin da eskaera
fr: Demande approuvée/refusée
gl: Solicitude aprobada/denegada
it: Richiesta approvata/rifiutata
pt: Pedido aprovado/recusado
sk: Schválenie/zamietnutie žiadosti

# RES_audit.objecttype.trequestrule.rotext
source: Reglas de solicitud
ca: Regles de sol·licitud
eu: Aplikazio-arauak
fr: Règles de demande
gl: Regras de solicitude
it: Regole di richiesta
pt: Regras de pedido
sk: Pravidlá uplatňovania

# RES_audit.objecttype.trequesttype.rotext
source: Tipo de solicitudes
ca: Tipus de sol·licituds
eu: Eskaera mota
fr: Type de demandes
it: Tipo di richieste
pt: Tipo de pedidos
sk: Typ aplikácií

# RES_audit.objecttype.tsaasservice.rotext
source: Servicio SaaS
ca: Servei SaaS
eu: SaaS zerbitzua
fr: Service SaaS
gl: Servizo SaaS
it: Servizio SaaS
pt: Serviço SaaS
sk: Služba SaaS

# RES_audit.objecttype.tschedulerdaily.rotext
source: Calendario entradas y salidas
ca: Calendari entrades i sortides
eu: Sarrera eta irteera egutegia
fr: Calendrier entrées et sorties
gl: Calendario entradas e saídas
it: Calendario entrate e uscite
pt: Calendário de entradas e saídas
sk: Harmonogram príletov a odletov

# RES_audit.objecttype.tschedulerholidays.rotext
source: Planificación de festivos
ca: Planificació de festius
eu: Oporretako plangintza
fr: Planification de jours fériés
it: Pianificazione di giorni festivi
pt: Planeamento de dias feriados
sk: Plánovanie štátnych sviatkov

# RES_audit.objecttype.tschedulerplanification.rotext
source: Calendario planificación
ca: Calendari planificació
eu: Plangintzaren egutegia
fr: Calendrier planification
it: Calendario pianificazione
pt: Calendário da planeamento
sk: Plánovací kalendár

# RES_audit.objecttype.tschedulerremarks.rotext
source: Resaltes del calendario
ca: Alertes del calendari
eu: Egutegiko aipamenak
fr: Mises en évidence du calendrier
gl: Resaltes do calendario
it: Evidenziazioni del calendario
pt: Destaques do calendário
sk: Najdôležitejšie udalosti v kalendári

# RES_audit.objecttype.tschedulertemplate.rotext
source: Plantilla de festivos
ca: Plantilla de festius
eu: Oporretako txantiloia
fr: Modèle de jours fériés
gl: Modelo de festivos
it: Modello di giorni festivi
pt: Modelo de dias feriados
sk: Personálne obsadenie štátnych sviatkov
