Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveChannels.*.resx
Languages: ca, gl, it, sk

# RES_channels.complaint1.rotext
source: You are about to activate the reporting channel in accordance with Law 2/2023 on "Efficient Whistleblower Protection" through our application. It is important for you to know that once you activate this channel, you will not be able to deactivate it. Our platform is designed to provide all employees of your organization registered in Visualtime through the employee portal, allowing them to make complaints if necessary.
ca: Està a punt d´activar el canal de denúncies d´acord amb la llei 2/2023 de &quot;Protecció a l´Informant d´una manera eficient&quot; a través de la nostra aplicació. És important que sàpiga que un cop activeu aquest canal, no podreu desactivar-lo. La nostra plataforma està dissenyada per brindar a tots els empleats de la seva organització registrats a Visualtime a través del portal de l´empleat, permetent realitzar denúncies en cas de necessitat.
gl: Estás a piques de activar a canle de denuncia segundo a Lei 2/2023 de &quot;Protección dos Denunciantes de forma eficiente&quot; a través da nosa aplicación. É importante que saibas que unha vez que actives esta canle, non podes desactivala. A nosa plataforma está deseñada para proporcionar a todos os empregados da túa organización rexistrados en Visualtime a través do portal de empregados, permitíndolles realizar informes se é necesario.
it: Stai per attivare il canale di segnalazione ai sensi della Legge 2/2023 sulla &quot;Tutela efficace degli informatori&quot; attraverso la nostra applicazione. È importante che tu sappia che una volta attivato questo canale, non puoi disattivarlo. La nostra piattaforma è progettata per fornire a tutti i dipendenti della tua organizzazione registrati con Visualtime attraverso il portale dei dipendenti, consentendo loro di effettuare segnalazioni se necessario.
sk: Prostredníctvom našej aplikácie sa chystáte aktivovať kanál na oznamovanie nekalých praktík v súlade so zákonom č. 2/2023 o "efektívnej ochrane oznamovateľov". Je dôležité vedieť, že po aktivácii tohto kanála ho už nebudete môcť deaktivovať. Naša platforma je navrhnutá tak, aby všetkým zamestnancom vašej organizácie registrovaným v službe Visualtime prostredníctvom zamestnaneckého portálu umožnila podávať oznámenia v prípade potreby.

# RES_channels.complaint2.rotext
source: We would like to point out that messages sent by your employees through our platform can remain anonymous if they so wish. This is done in order to foster an environment of trust, where employees feel comfortable sharing their concerns.
ca: Volem destacar que els missatges enviats pels seus empleats a través de la nostra plataforma poden mantenir-se a l´anonimat si així ho desitgen. Això es fa amb l´objectiu de fomentar un ambient de confiança on els empleats se sentin còmodes compartint les seves preocupacions.
gl: Queremos destacar que as mensaxes enviadas polos teus empregados a través da nosa plataforma poden permanecer anónimas se así o desexan. Isto faise co obxectivo de fomentar un ambiente de confianza, onde os empregados se sintan cómodos compartindo as súas preocupacións.
it: Ci teniamo a sottolineare che i messaggi inviati dai tuoi dipendenti attraverso la nostra piattaforma possono rimanere anonimi se lo desiderano. Ciò viene fatto con l’obiettivo di promuovere un ambiente di fiducia, in cui i dipendenti si sentano a proprio agio nel condividere le loro preoccupazioni.
sk: Radi by sme zdôraznili, že správy, ktoré vaši zamestnanci posielajú prostredníctvom našej platformy, môžu zostať anonymné, ak si to želajú. Cieľom tohto postupu je podporiť prostredie dôvery, v ktorom sa zamestnanci cítia pohodlne pri zdieľaní svojich obáv.

# RES_channels.complaint3.rotext
source: Please note that all messages and reports made through our platform will be logged and cannot be deleted. This ensures the transparency and integrity of our reporting process and facilitates the investigation of any reported matter.
ca: Tingueu en compte que tots els missatges i denúncies realitzats a través de la nostra plataforma quedaran registrats i no podran ser eliminats. Això garanteix la transparència i la integritat del nostre procés de denúncies i facilita la investigació de qualsevol assumpte reportat.
gl: Teña en conta que todas as mensaxes e reclamacións feitas a través da nosa plataforma serán gravadas e non se poden eliminar. Isto garante a transparencia e integridade do noso proceso de reclamacións e facilita a investigación de calquera asunto denunciado.
it: Tieni presente che tutti i messaggi e i reclami presentati tramite la nostra piattaforma verranno registrati e non potranno essere eliminati. Ciò garantisce la trasparenza e l´integrità del nostro processo di reclamo e facilita l´indagine su qualsiasi questione segnalata.
sk: Upozorňujeme, že všetky správy a hlásenia podané prostredníctvom našej platformy sa zaznamenávajú a nie je možné ich vymazať. Tým sa zabezpečí transparentnosť a integrita nášho procesu nahlasovania a uľahčí sa vyšetrovanie akýchkoľvek nahlásených problémov.

# RES_channels.complaint4.rotext
source: If you have any additional questions or concerns about activating this reporting channel, please feel free to contact our support team. We are here to provide the necessary support and ensure that your organization has an effective tool to maintain integrity and transparency.
ca: Si teniu alguna pregunta o inquietud addicional sobre l´activació d´aquest canal de denúncies, no dubteu a posar-vos en contacte amb el nostre equip de suport. Estem aquí per brindar-li el suport necessari i assegurar-nos que la seva organització compti amb una eina eficaç per mantenir la integritat i la transparència.
gl: Se tes algunha dúbida ou dúbida adicional sobre a activación desta canle de informes, non dubides en contactar co noso equipo de asistencia. Estamos aquí para ofrecerche o apoio necesario e garantir que a túa organización dispoña dunha ferramenta eficaz para manter a integridade e a transparencia.
it: Se hai ulteriori domande o dubbi sull´attivazione di questo canale di segnalazione, non esitare a contattare il nostro team di supporto. Siamo qui per fornirti il supporto necessario e garantire che la tua organizzazione disponga di uno strumento efficace per mantenere integrità e trasparenza.
sk: Ak máte akékoľvek ďalšie otázky alebo obavy týkajúce sa aktivácie tohto oznamovacieho kanála, neváhajte sa obrátiť na náš tím podpory. Sme tu, aby sme vás podporili a zabezpečili, že vaša organizácia bude mať k dispozícii účinný nástroj na zachovanie integrity a transparentnosti.

# RES_channels.complaint5.rotext
source: We appreciate your trust in our software and our ability to help your organization effectively manage the reporting process.
ca: Agraïm la vostra confiança en el nostre programari i en la nostra capacitat per ajudar la vostra organització a gestionar de manera efectiva el procés de denúncies.
gl: Agradecemos a súa confianza no noso software e a nosa capacidade de axudar á súa organización a xestionar eficazmente o proceso de denuncia.
it: Apprezziamo la tua fiducia nel nostro software e la nostra capacità di aiutare la tua organizzazione a gestire in modo efficace il processo di segnalazione.
sk: Oceňujeme vašu dôveru v náš softvér a v našu schopnosť pomôcť vašej organizácii efektívne riadiť proces oznamovania nekalých praktík.

# RES_channels.rochanneladvanced.rotext
source: Advanced
ca: Avançat
gl: Avanzado
it: Avanzate
sk: Pokročilé

# RES_channels.rochannelanonymous.rotext
source: Allow anonymous conversations?
ca: Permetre converses anònimes?
gl: Permitir conversas anónimas?
it: Consentire conversazioni anonime?
sk: umožniť anonymné rozhovory?

# RES_channels.rochannelcancel.rotext
source: Cancel
ca: Cancel·la
gl: Cancelar
it: Annulla
sk: Zrušiť

# RES_channels.rochannelcancelpublish.rotext
source: Cancel
ca: Cancel·la
gl: Cancelar
it: Annulla
sk: Zrušiť

# RES_channels.rochannelchart.rotext
source: Graphics
ca: Gràfics
gl: Gráficos
it: Grafica
sk: Grafika

# RES_channels.rochannelcomplete.rotext
source: Complete now
ca: Completar ara
gl: Completa agora
it: Completa ora
sk: Dokončiť teraz

# RES_channels.rochannelconfiguration.rotext
source: Configuration
ca: Configuració
gl: Configuración
it: Collocamento
sk: Konfigurácia

# RES_channels.rochannelconversations.rotext
source: Conversations
ca: Converses
gl: Conversas
it: Conversazioni
sk: Rozhovory

# RES_channels.rochannelcreatedon.rotext
source: Created on
ca: Creat el
gl: Creou o
it: Creato il
sk: Vytvorené dňa

# RES_channels.rochanneldelete.rotext
source: Do you want to delete this channel and all its conversations?
ca: Vols esborrar aquest canal i totes les converses?
gl: Queres eliminar esta canle e todas as súas conversas?
it: Vuoi eliminare questo canale e tutte le sue conversazioni?
sk: chcete vymazať tento kanál a všetky jeho konverzácie?

# RES_channels.rochanneldeletetitle.rotext
source: Delete
ca: Esborrar
gl: Eliminar
it: Eliminare
sk: Odstrániť

# RES_channels.rochanneldesign.rotext
source: Design
ca: Disseny
gl: Deseño
it: Progetto
sk: Dizajn

# RES_channels.rochanneldestination.rotext
source: Which employees can send messages?
ca: Quins empleats poden enviar missatges?
gl: Que empregados poden enviar mensaxes?
it: Quali dipendenti possono inviare messaggi?
sk: ktorí zamestnanci môžu posielať správy?

# RES_channels.rochanneldestinationdesc.rotext
source: Select recipients
ca: Seleccioneu els destinataris
gl: Selecciona destinatarios
it: Seleziona i destinatari
sk: Výber príjemcov

# RES_channels.rochanneldexaccept.rotext
source: Accept
ca: Acceptar
gl: Aceptar
it: Accettare
sk: Prijať

# RES_channels.rochannelforgroups.rotext
source: To the groups
ca: Als grups
gl: Aos grupos
it: Ai gruppi
sk: Skupinám

# RES_channels.rochannelforusers.rotext
source: To the users
ca: Als usuaris
gl: Aos usuarios
it: Agli utenti
sk: Používateľom

# RES_channels.rochannelgeneral.rotext
source: Define your channel
ca: Defineix el teu canal
gl: Define a túa canle
it: Definisci il tuo canale
sk: Definujte svoj kanál

# RES_channels.rochannelinfo.rotext
source: Boost the effectiveness of your internal communication using our robust interaction channels. Find out what your team really thinks about the topics that matter most to you and make informed decisions to boost your business.
ca: Potencia l´eficàcia de la teva comunicació interna utilitzant els nostres canals d´interacció robusts. Descobreix què realment pensa el teu equip sobre els temes que més t´importen i pren decisions informades per impulsar el teu negoci.
gl: Aumente a eficacia da súa comunicación interna mediante as nosas sólidas canles de interacción. Descubra o que pensa realmente o seu equipo sobre os problemas que máis lle importan e tome decisións informadas para impulsar a súa empresa.
it: Aumenta l´efficacia della tua comunicazione interna utilizzando i nostri robusti canali di interazione. Scopri cosa pensa realmente il tuo team riguardo alle questioni che ti interessano di più e prendi decisioni informate per far avanzare la tua attività.
sk: Zvýšte účinnosť svojej internej komunikácie pomocou našich robustných kanálov zapojenia. Zistite, čo si váš tím skutočne myslí o otázkach, ktoré sú pre vás najdôležitejšie, a prijímajte informované rozhodnutia, ktoré budú hnať vaše podnikanie vpred.

# RES_channels.rochannelloading.rotext
source: Charging...
ca: Carregant...
gl: Cargando...
it: Ricarica...
sk: Načítanie...

# RES_channels.rochannelname.rotext
source: Channel name
ca: Nom del canal
gl: Nome da canle
it: Nome del canale
sk: Názov kanála

# RES_channels.rochannelnew.rotext
source: Create a new channel
ca: Crea un nou canal
gl: Crea unha canle nova
it: Crea un nuovo canale
sk: Vytvorenie nového kanála

# RES_channels.rochannelnewmessages.rotext
source: New messages
ca: Missatges nous
gl: Novas mensaxes
it: Nuovo messaggio
sk: Nové správy

# RES_channels.rochannelno.rotext
source: No
gl: Non
sk: NIE

# RES_channels.rochannelpendingconversations.rotext
source: Open conversations
ca: Converses obertes
gl: Conversas abertas
it: Conversazioni aperte
sk: Otvorené rozhovory

# RES_channels.rochannelpublished.rotext
source: Share
ca: Compartir
gl: Compartir
it: Condividere
sk: Zdieľať

# RES_channels.rochannelreceiptaknowledgment.rotext
source: Send delivery confirmation to employee?
ca: ¿Enviar justificant d´enviament a empleat?
gl: Queres enviar a confirmación de envío ao empregado?
it: Inviare la conferma di spedizione al dipendente?
sk: odoslať potvrdenie zamestnancovi?

# RES_channels.rochannelsave.rotext
source: Save
ca: Desa
gl: Manteña
it: Mantenere
sk: Uložiť

# RES_channels.rochannelsend.rotext
source: Send
ca: Enviar
gl: Enviar
it: Inviare
sk: Odoslať

# RES_channels.rochannelsimple.rotext
source: Simple
it: Semplice
sk: Jednoduché

# RES_channels.rochannelstatus.rotext
source: Status
ca: Estat
gl: Estado
it: Stato
sk: Štát

# RES_channels.rochannelstatusresume.rotext
source: Communication channels
ca: Canals de comunicació
gl: Canles de comunicación
it: Canali di comunicazione
sk: Komunikačné kanály

# RES_channels.rochannelstitle.rotext
source: My channels
ca: Els meus canals
gl: as miñas canles
it: i miei canali
sk: Moje kanály

# RES_channels.rochannelsupervisors.rotext
source: Which supervisors can respond to messages?
ca: Quins supervisors poden respondre missatges?
gl: Que supervisores poden responder ás mensaxes?
it: Quali supervisori possono rispondere ai messaggi?
sk: ktorí nadriadení môžu odpovedať na správy?

# RES_channels.rochannelsupervisorsdesc.rotext
source: Select the supervisors who will be able to reply to messages in channel conversations
ca: Selecciona els supervisors que podran respondre missatges a les converses del canal
gl: Selecciona os supervisores que poderán responder ás mensaxes nas conversas das canles
it: Seleziona i supervisori che potranno rispondere ai messaggi nelle conversazioni del canale
sk: Vyberte nadriadených, ktorí budú môcť odpovedať na správy v konverzáciách kanálov

# RES_channels.rochanneltable.rotext
source: Board
ca: Taula
gl: Xunta
it: Asse
sk: Tabuľka

# RES_channels.rochanneltitle.rotext
source: Communication channels
ca: Canals de comunicació
gl: Canles de comunicación
it: Canali di comunicazione
sk: Komunikačné kanály

# RES_channels.rochanneltitledesc.rotext
source: Qualification
ca: Títol
gl: Cualificación
it: Qualificazione
sk: Názov

# RES_channels.rochannelyes.rotext
source: Yes
ca: Sí
gl: Si
it: Sì
sk: Áno

# RES_channels.ronodata.rotext
source: There is no data to display
ca: No hi ha dades per mostrar
gl: Non hai datos para mostrar
it: nessun dato da visualizzare
sk: Žiadne údaje na zobrazenie

# RES_channels.rorestrictchannel.rotext
source: Restrict
ca: Restringir
gl: Restrinxir
it: Limitare
sk: Obmedziť

# RES_channels.title.rotext
source: Communication channels
ca: Canals de comunicació
gl: Canles de comunicación
it: Canali di comunicazione
sk: Komunikačné kanály

# RES_channels.title.search.rotext
source: Communication channels
ca: Canals de comunicació
gl: Canles de comunicación
it: Canali di comunicazione
sk: Komunikačné kanály

# RES_channels.titledesc.rotext
source: Boost the effectiveness of your internal communication using our robust interaction channels. Find out what your team really thinks about the topics that matter most to you and make informed decisions to boost your business.
ca: Potencia l´eficàcia de la teva comunicació interna utilitzant els nostres canals d´interacció robusts. Descobreix què realment pensa el teu equip sobre els temes que més t´importen i pren decisions informades per impulsar el teu negoci.
gl: Aumente a eficacia da súa comunicación interna mediante as nosas sólidas canles de interacción. Descubra o que pensa realmente o seu equipo sobre os problemas que máis lle importan e tome decisións informadas para impulsar a súa empresa.
it: Aumenta l´efficacia della tua comunicazione interna utilizzando i nostri robusti canali di interazione. Scopri cosa pensa realmente il tuo team riguardo alle questioni che ti interessano di più e prendi decisioni informate per far avanzare la tua attività.
sk: Zvýšte účinnosť svojej internej komunikácie pomocou našich robustných kanálov zapojenia. Zistite, čo si váš tím skutočne myslí o otázkach, ktoré sú pre vás najdôležitejšie, a prijímajte informované rozhodnutia, ktoré budú hnať vaše podnikanie vpred.

# RES_channels.validatecomplainttitle.rotext
source: Activate reporting channel
ca: Activar canal de denúncies
gl: Activar a canle de reclamacións
it: Attiva il canale reclami
sk: Aktivácia kanála na podávanie sťažností

# RES_conversations.emptylist.rotext
source: Select a conversation from the side menu to view the messages
ca: Selecciona una conversa del menú lateral per veure els missatges
gl: Seleccione unha conversa no menú lateral para ver as mensaxes
it: Seleziona una conversazione dal menu laterale per visualizzare i messaggi
sk: Ak chcete zobraziť správy, vyberte konverzáciu z bočnej ponuky

# RES_conversations.rocomplaintid.rotext
source: Complaint ID
ca: Identificador de la denúncia
gl: Identificador de reclamación
it: Identificatore del reclamo
sk: Identifikátor sťažnosti

# RES_conversations.rocomplaintiddesc.rotext
source: Complaint ID
ca: Identificador de la denúncia
gl: Identificador de reclamación
it: Identificatore del reclamo
sk: Identifikátor sťažnosti

# RES_conversations.rologbookinfo.rotext
source: Check the complaints logbook
ca: Consulta el llibre de registre de denúncies
gl: Consulta o rexistro de reclamacións
it: Consulta il registro dei reclami
sk: Nahliadnite do registra sťažností

# RES_conversations.rologbooktitle.rotex.rotext
source: Logbook
ca: Llibre de registre
gl: Caderno de bitácora
it: Diario di bordo
sk: Registračná kniha

# RES_conversations.rologbooktitle.rotext
source: Logbook
ca: Llibre de registre
gl: Caderno de bitácora
it: Diario di bordo
sk: Registračná kniha

# RES_conversations.roprintcomplaint.rotext
source: Print
ca: Imprimir
gl: Imprimir
it: Stampa
sk: Tlač

# RES_conversations.roshowcomplaint.rotext
source: Consult
ca: Consulteu
gl: Consultar
it: Consultare
sk: Pozri

# RES_conversations.searchtext.rotext
source: Enter the text to search for...
ca: Introduïu el text a cercar...
gl: Introduce o texto para buscar...
it: Inserisci il testo da cercare...
sk: Zadajte text, ktorý chcete vyhľadať...

# RES_conversations.title.rotext
source: Logbook
ca: Llibre de registre
gl: Caderno de bitácora
it: Diario di bordo
sk: Registračná kniha

# RES_conversations.treecaption.rotext
source: Conversations
ca: Converses
gl: Conversas
it: Conversazioni
sk: Rozhovory

# RES_dex.acceptprivacypopup.rotext
source: Accept
ca: Acceptar
gl: Aceptar
it: Accettare
sk: Prijať

# RES_dex.alreadyloggedin.rotext
source: To continue with the external report, you must first log out of Visualtime.
ca: Per continuar amb la denúncia externa, abans heu de tancar sessió a Visualtime.
gl: Para continuar co informe externo, primeiro debes pechar sesión en Visualtime.
it: Per continuare con il report esterno è necessario prima disconnettersi da Visualtime.
sk: Ak chcete pokračovať v externom vykazovaní, musíte sa najprv odhlásiť z aplikácie Visualtime.

# RES_dex.btnrecovercomplaint.rotext
source: Recover complaint
ca: Recuperar denúncia
gl: Recuperar denuncia
it: Recuperare il reclamo
sk: Obnovenie sťažnosti

# RES_dex.closedex.rotext
source: Close
ca: Tancar
gl: Pechar
it: Vicino
sk: Zatvoriť

# RES_dex.closeprivacypopup.rotext
source: Close
ca: Tancar
gl: Pechar
it: Vicino
sk: Zatvoriť

# RES_dex.closesessiondex.rotext
source: Log out
ca: Tancar sessió
gl: Asinar
it: cancella la sottoscrizione
sk: Odhlásenie

# RES_dex.closesessionerror.rotext
source: An error occurred while closing the session
ca: S´ha produït un error tancant la sessió
gl: Produciuse un erro ao pechar a sesión
it: Si è verificato un errore durante la disconnessione
sk: Pri odhlásení došlo k chybe

# RES_dex.companylocation.rotext
source: Company
ca: Empresa
gl: Compañía
it: Azienda
sk: Spoločnosť

# RES_dex.complaintanonymous.rotext
source: I want to remain anonymous
ca: Vull mantenir-me anònim
gl: Quero permanecer no anonimato
it: Voglio rimanere anonimo
sk: Chcem zostať v anonymite

# RES_dex.complaintbody.rotext
source: Explain to us what you want to report
ca: Explica´ns el que vols denunciar
gl: Explícanos o que queres informar
it: Spiegaci cosa vuoi segnalare
sk: Povedzte nám, čo chcete nahlásiť

# RES_dex.complaintemailvalidationerror.rotext
source: The email address entered is not valid.
ca: El correu electrònic indicat no és vàlid.
gl: O correo electrónico indicado non é válido.
it: L´email indicata non è valida.
sk: Zadaná e-mailová adresa je neplatná.

# RES_dex.complaintguidcopied.rotext
source: The identifier has been copied to the clipboard
ca: L´identificador s´ha copiat al porta-retalls
gl: O identificador foi copiado no portapapeis
it: L´identificatore è stato copiato negli appunti
sk: Identifikátor bol skopírovaný do schránky

# RES_dex.complaintguiddesc.rotext
source: Save this identifier to be able to access and track the complaint.
ca: Deseu aquest identificador per poder accedir a la denúncia i fer-ne un seguiment.
gl: Garda este identificador para que poidas acceder e rastrexar o informe
it: Salva questo identificatore in modo da poter accedere e monitorare il rapporto
sk: Uložte tento identifikátor, aby ste mali k správe prístup a mohli ju sledovať

# RES_dex.complaintguidnotcopied.rotext
source: The identifier could not be copied. Please make sure to copy it manually so you don't lose it.
ca: L´identificador no s´ha pogut copiar. Assegureu-vos de copiar-lo manualment per no perdre´l.
gl: Non se puido copiar o identificador. Asegúrate de copialo manualmente para que non o perdas.
it: Impossibile copiare l´identificatore. Assicurati di copiarlo manualmente per non perderlo.
sk: Identifikátor nebolo možné skopírovať. Uistite sa, že ste ho skopírovali ručne, aby ste ho nestratili.

# RES_dex.complaintidentified.rotext
source: I want to provide my data
ca: Vull facilitar les meves dades
gl: Quero proporcionar a miña información
it: Voglio fornire le mie informazioni
sk: Chcem poskytnúť svoje údaje

# RES_dex.complaintmsgsaveerror.rotext
source: The report could not be created. Please try again later.
ca: No s´ha pogut crear la denúncia. Intenteu-ho més tard.
gl: Non se puido crear o informe. Por favor inténtao de novo máis tarde.
it: Impossibile creare il report. Per favore riprova più tardi.
sk: Správu nebolo možné vytvoriť. Skúste to prosím neskôr.

# RES_dex.complaintphonevalidationerror.rotext
source: The phone number provided is not valid.
ca: El telèfon indicat no és vàlid.
gl: O número de teléfono indicado non é válido.
it: Il numero di telefono indicato non è valido.
sk: Uvedené telefónne číslo nie je platné.

# RES_dex.complaintprivacyrequiered.rotext
source: It is necessary to read and accept the privacy policy.
ca: Cal llegir i acceptar la política de privadesa.
gl: É necesario ler e aceptar a política de privacidade.
it: E´ necessario leggere ed accettare l´informativa sulla privacy.
sk: Musíte si prečítať a akceptovať zásady ochrany osobných údajov.

# RES_dex.complaintpwdrepeaterror.rotext
source: The passwords entered do not match.
ca: Les contrasenyes introduïdes no coincideixen.
gl: Os contrasinais introducidos non coinciden.
it: Le password inserite non corrispondono.
sk: Zadané heslá sa nezhodujú.

# RES_dex.complaintpwdvalidationerror.rotext
source: Password does not meet the required complexity.
ca: Contrasenya no compleix la complexitat requerida.
gl: O contrasinal non cumpre a complexidade requirida.
it: La password non soddisfa la complessità richiesta.
sk: Heslo nespĺňa požadovanú zložitosť.
