Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_passports.lbllevelofauthoritydescription.text.rotext
source: Indicates the command level that a group has when making changes via the web. Once a group has validated a work day, no group with a lower command level will be able to modify it. Level 1 is the highest rank and 10 is the lowest.
ca: Indica el nivell de comandament que té un grup a l’hora de fer les modificacions a través de la web. Quan un grup hagi validat un dia de treball, cap grup amb un nivell de comandament inferior podrà modificar-lo. El nivell 1 és el de major rang i el 10 el de rang més baix.
it: Indica il livello di comando che ha un gruppo al momento di apportare le modifiche tramite la Web. Quando un gruppo ha convalidato un giorno di lavoro, nessun gruppo con livello di comando inferiore potrà modificarlo. Il livello 1 è quello di livello maggiore e il livello 10 quello minore.

# RES_passports.lbllockcalendarck.text.rotext
source: Do not allow calendar data to be modified for dates prior to the lockout date defined for the user's company.
ca: No permetre que es modifiquin les dades del calendari per a dates inferiors a la data de bloqueig definida per a l’empresa de l’usuari.
it: Non consentire la modifica di dati di calendario per date inferiori alla data di blocco definita per l´azienda dell´utente.

# RES_passports.lbllockcalendardate.text.rotext
source: Calendar blocking date
ca: Data de bloqueig del calendari
it: Data di blocco del calendario

# RES_passports.lbllockcalendardesc.text.rotext
source: You can specify whether users in this group are subject to the calendar data lockout date defined for the managed users' company.
ca: Pots indicar si als usuaris d’aquest grup se’ls aplica la data de bloqueig de dades de calendari definida per a l’empresa dels usuaris gestionats.
it: È possibile indicare se agli utenti di questo gruppo viene applicata la data di blocco di dati del calendario definita per l´azienda degli utenti gestiti.

# RES_passports.lblname.text.rotext
source: Name
ca: Nom
it: Nome

# RES_passports.lblnotificationstitle.text.rotext
source: Notifications
ca: Notificacions
it: Notifiche

# RES_passports.lblonlyips.text.rotext
source: Allow access only from certain IP addresses
ca: Permetre accés únicament des de determinades adreces IP
it: Consenti di l´accesso unicamente da indirizzi IP specifici

# RES_passports.lblonlyipsdesc.text.rotext
source: Access will only be allowed if the IP address of the device used by the user is in the following list. You can specify individual IPs or IP ranges.
ca: Només es permetrà l’accés si l’adreça IP del dispositiu utilitzat per l’usuari es troba a la llista següent. Pots indicar adreces IP individuals o intervals d’adreces IP.
it: Si consentirà l´accesso solo se l´indirizzo IP del dispositivo utilizzato dall´utente si trova nel seguente elenco. È possibile indicare IP individuali o intervalli di IP.

# RES_passports.lblpermissions.text.rotext
source: On this screen you can modify the permissions for the different functionalities.
ca: En aquesta pantalla es poden modificar els permisos per a les diferents funcionalitats.
it: In questa schermata è possibile modificare le autorizzazioni per le varie funzionalità.

# RES_passports.lblpermissionstitle.text.rotext
source: Permissions
ca: Permisos
it: Permessi

# RES_passports.lblrequierekey.text.rotext
source: Verify identity when accessing from new devices
ca: Verificar la identitat en accessos des de dispositius nous
it: Verifica identità in accessi da dispositivi nuovi

# RES_passports.lblrequierekeydesc.text.rotext
source: When a user logs in from a new device and exceeds the authorized limit or the validity period expires, a verification key will be sent by email which must be entered along with their credentials. The key will be valid for 15 minutes.
ca: Quan un usuari accedeix des d’un dispositiu nou i supera el límit de dispositius autoritzats o caduca el temps de validesa, s’enviarà per correu electrònic una clau de verificació que caldrà indicar juntament amb les teves credencials. La clau tindrà una validesa de 15 minuts.
it: Quando un utente accede da un dispositivo nuovo e supera il limite di autorizzazioni o scade il tempo di validità, verrà inviato via e-mail un codice di verifica che dovrà essere inserito assieme alle credenziali. Il codice avrà una validità di 15 minuti.

# RES_passports.lblrestrictions.text.rotext
source: Access restrictions
ca: Restriccions d’accés
it: Limitazioni di accesso

# RES_passports.lblsave.text.rotext
source: Save
ca: Desa
it: Mantenere

# RES_passports.lblselectbusinessgroup.text.rotext
source: Select the business groups that users in this group will have access to when scheduling on the calendar screen.
ca: Selecciona els grups de negoci als quals tindran accés els usuaris d’aquest grup a l’hora de fer la planificació a la pantalla de calendari.
it: Seleziona i gruppi commerciali a cui avranno accesso gli utenti di questo gruppo al momento di effettuare la pianificazione nella schermata del calendario.

# RES_passports.lblstartdate.text.rotext
source: Valid from
ca: Vàlid des del
it: Valido dal

# RES_passports.lblstate.text.rotext
source: Active user
ca: Usuari actiu
it: Utente attivo

# RES_passports.lbltimes.text.rotext
source: A maximum of 1,000 people will remain authorized.
ca: Es mantindran autoritzats un màxim de
it: Si manterranno autorizzati un massimo di

# RES_passports.lblvisibilityalldesc.text.rotext
source: Supervisors belonging to this group will have access to all schedules, regardless of the business group to which they belong.
ca: Els supervisors que pertanyin a aquest grup tindran accés a tots els horaris, independentment del grup de negoci al qual pertanyin.
it: I supervisori appartenenti a questo gruppo in qualsiasi orario, indipendentemente dal gruppo commerciale a cui appartengano.

# RES_passports.lblvisibilityalltitle.text.rotext
source: All
ca: Tots
it: Tutto

# RES_passports.lblvisibilitycriteriadesc.text.rotext
source: Supervisors belonging to this group will only have access to schedules whose business group is one of those specified.
ca: Els supervisors que pertanyin a aquest grup tindran accés únicament als horaris si el seu grup de negoci és un dels especificats.
it: I supervisori appartenenti a questo gruppo avranno accesso esclusivamente agli orari il cui gruppo commerciale sia uno di quelli specificati.

# RES_passports.lblvisibilitycriteriatitle.text.rotext
source: Those listed below
ca: Els que s’indiquen a continuació
it: Quelli specificati di seguito

# RES_passports.message.unknowerror.rotext
source: Unknown error saving passport
ca: Error desconegut en desar el passaport
it: Errore sconosciuto durante il salvataggio del passaporto

# RES_passports.movelastpassport.error.rotext
source: You cannot leave the 'Administrators' group without any users
ca: No es pot deixar el grup “Administradors” sense cap usuari
it: Non è possibile lasciare il gruppo degli &quot;Amministratori&quot; senza un utente

# RES_passports.msghaschanges.rotext
source: Configuration changes have been found
ca: S’han trobat canvis a la configuració
it: Sono state rilevate modifiche nella configurazione

# RES_passports.msghaserrors.rotext
source: Errors have been found in the configuration
ca: S’han trobat errors a la configuració
it: Sono stati rilevati errori nella configurazione

# RES_passports.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche

# RES_passports.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_passports.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_passports.nameinvalid.rotext
source: Invalid name
ca: Nom no vàlid
it: Nome non valido

# RES_passports.notifications.columns.allowed.rotext
source: Permitted
ca: Permès
it: Consentito

# RES_passports.notifications.columns.name.rotext
source: Notification
ca: Notificació
it: Notifica

# RES_passports.notifytype.absence canceled by user.rotext
source: Absence cancelled by user
ca: Absència cancel·lada per l’usuari
it: Assenza cancellata dall´utente

# RES_passports.notifytype.access dennied framework security.rotext
source: Invalid access attempts to Visualtime Live
ca: Intents d’accés no vàlids a Visualtime Live
it: Tentativi di accessi non validi a Visualtime Live

# RES_passports.notifytype.advice for change in telecommuting.rotext
source: Change in user teleworking forecast
ca: Canvi en previsió de teletreball de l’usuari
it: Modifica di previsione di telelavoro dell´utente

# RES_passports.notifytype.advice for concept value exceeded.rotext
source: Maximum balance value exceeded.
ca: Valor de saldo màxim superat.
it: Valore del saldo massimo superato.

# RES_passports.notifytype.advice for concept value not reached.rotext
source: Minimum balance value not reached.
ca: Valor de saldo mínim no assolit.
it: Valore del saldo minimo non raggiunto.

# RES_passports.notifytype.advice for holiday during programmed absence.rotext
source: Vacation indicator during a period of absence
ca: Indicador de vacances durant un període d’absències
it: Indicatore di vacanze durante un periodo di assenze

# RES_passports.notifytype.advice for punch during programmed absence.rotext
source: Signing alert during a scheduled absence
ca: Alerta de fitxatge durant una absència programada
it: Avviso di timbratura durante un´assenza programmata

# RES_passports.notifytype.advice for recover password.rotext
source: Password recovery alert
ca: Alerta de recuperació de contrasenya
it: Avviso di recupero password

# RES_passports.notifytype.advice for request impersonation.rotext
source: User access alert
ca: Alerta d’accés com a usuari
it: Avviso di accesso come utente

# RES_passports.notifytype.advice for schedule rule non-compliance.rotext
source: Planning alert.
ca: Alerta de planificació.
it: Avviso di pianificazione.

# RES_passports.notifytype.assign shift.rotext
source: Assigned schedule
ca: Horari assignat
it: Orario assegnato

# RES_passports.notifytype.before begin contract.rotext
source: Start of a user contract
ca: Inici de contracte d’un usuari
it: Inizio di contratto di un utente

# RES_passports.notifytype.before begin programmed absence.rotext
source: Notice days before the start of a prolonged absence
ca: Avís dies abans de l’inici d’una absència prolongada
it: Avviso giorni prima dell´inizio di un´assenza prolungata

# RES_passports.notifytype.before finish contract.rotext
source: Termination of a user's contract
ca: Finalització del contracte d’un usuari
it: Conclusione di contratto di un utente

# RES_passports.notifytype.before finish programmed absence.rotext
source: Notice days before the end of a prolonged absence
ca: Avís dies abans de la finalització d’una absència prolongada
it: Avviso giorni prima della conclusione di un´assenza prolungata

# RES_passports.notifytype.begin programmed absence.rotext
source: Home long absence
ca: Inici de l’absència prolongada
it: Inizio assenza prolungata

# RES_passports.notifytype.concept not reached.rotext
source: Exceeded balance limit on the day prior to the current day
ca: S’ha superat el límit d’un saldo el dia anterior a l’actual
it: Superato il limite di un saldo il giorno precedente a quello attuale

# RES_passports.notifytype.cut programmed absence.rotext
source: Notice of closure of prolonged absences caused by a signing
ca: Avís de tancament d’absències prolongades produïdes per un fitxatge
it: Avviso di chiusura delle assenze prolungate prodotto da una timbratura

# RES_passports.notifytype.data import executed.rotext
source: File Import Notification
ca: Notificació d’importació de fitxers
it: Notifica di importazione file

# RES_passports.notifytype.day with unmatched time record.rotext
source: Day with odd signings
ca: Dia amb fitxatges senars
it: Giornata con ingaggi dispari

# RES_passports.notifytype.day with unreliable time record.rotext
source: Day with unreliable signings
ca: Dia amb fitxatges no fiables
it: Giornata con acquisti inaffidabili

# RES_passports.notifytype.document delivered.rotext
source: Document delivered
ca: Document lliurat
it: Documento consegnato

# RES_passports.notifytype.document not delivered on track day.rotext
source: Document not delivered on follow-up date
ca: Document no lliurat en la data de seguiment
it: Documento non consegnato alla data di verifica

# RES_passports.notifytype.document pendig for employee.rotext
source: Document pending delivery
ca: Document pendent de lliurar
it: Documento in attesa di consegna

# RES_passports.notifytype.document pendig.rotext
source: Document pending delivery
ca: Document pendent de lliurar
it: Documento in attesa di consegna

# RES_passports.notifytype.document validation action.rotext
source: Document pending validation
ca: Document pendent de validació
it: Documento in attesa di convalida

# RES_passports.notifytype.employee forgot exit punch.rotext
source: The user forgot the last signing of the day
ca: L’usuari ha oblidat el darrer fitxatge de la jornada
it: L´utente ha dimenticato l´ultima timbratura della giornata

# RES_passports.notifytype.employee not arrived before start limit.rotext
source: The user has forgotten to start his/her day
ca: L’usuari ha oblidat iniciar la seva jornada
it: L´utente ha dimenticato di iniziare la sua giornata

# RES_passports.notifytype.employee not arrived or late.rotext
source: The user should be or has not yet arrived
ca: L’usuari hauria de ser-hi o encara no ha arribat
it: L´utente dovrebbe essere presente oppure non è ancora arrivato

# RES_passports.notifytype.employee present with expired docs.rotext
source: Users present with expired PRL documentation
ca: Usuaris presents amb documentació de PRL caducada
it: Presenza di utenti con documentazione PRL scaduta

# RES_passports.notifytype.employee with high temperature.rotext
source: User with high temperature
ca: Usuari amb temperatura alta
it: Utente con temperatura elevata

# RES_passports.notifytype.employee without mask.rotext
source: User without mask
ca: Usuari sense màscara
it: Utente senza maschera

# RES_passports.notifytype.end period employee.rotext
source: PRL - User documentation has expired
ca: PRL - Ha caducat la documentació de l’usuari
it: PRL - La documentazione dell´utente è scaduta

# RES_passports.notifytype.end period enterprise.rotext
source: PRL - The company's documentation has expired
ca: PRL - Ha caducat la documentació de l’empresa
it: PRL - La documentazione dell´azienda è scaduta

# RES_passports.notifytype.error messages.rotext
source: Application error messages
ca: Missatges d’error de l’aplicació
it: Messaggi di errore dell´applicazione

# RES_passports.notifytype.error_messages.rotext
source: Application error messages
ca: Missatges d’error de l’aplicació
it: Messaggi di errore dell´applicazione

# RES_passports.notifytype.finish programmed absence.rotext
source: End of extended absence
ca: Finalització d’absència prolongada
it: Conclusione di assenza prolungata

# RES_passports.notifytype.hour absence breach.rotext
source: Failure to comply with the forecast of hours of absence
ca: Incompliment de la previsió d’hores d’absència
it: Previsione di ore di assenza non compiuta

# RES_passports.notifytype.idcard not assigned to employee.rotext
source: Signing not assigned to any user
ca: Fitxatge no assignat a cap usuari
it: Timbratura non assegnata ad alcun utente

# RES_passports.notifytype.invalid access.rotext
source: Invalid user login attempts
ca: Intents d’accés no vàlids d’usuari
it: Tentativi di accesso non validi dell´utente

# RES_passports.notifytype.invaliddesktopconsents.rotext
source: Consent not accepted in Visualtime Desktop
ca: Consentiment no acceptat a Visualtime Desktop
it: Consenso non accettato in Visualtime Desktop

# RES_passports.notifytype.invalidportalconsents.rotext
source: Consent not accepted in the user portal
ca: Consentiment no acceptat al portal de l’usuari
it: Consenso non accettato nel portale dell´utente

# RES_passports.notifytype.invalidterminalconsents.rotext
source: Consent not accepted at terminals
ca: Consentiment no acceptat als terminals
it: Consenso non accettato nei terminali

# RES_passports.notifytype.invalidvisitsconsents.rotext
source: Consent not accepted in the visitor portal
ca: Consentiment no acceptat al portal de visites
it: Consenso non accettato nel portale delle visite

# RES_passports.notifytype.kpi limit overtaken.rotext
source: Performance indicator limit reached
ca: Límit d’indicador de rendiment assolit
it: Si è raggiunto il limite dell´indicatore di prestazioni

# RES_passports.notifytype.labagree max exceeded.rotext
source: Agreement value limit reached
ca: Límit de valor de conveni assolit
it: Si è raggiunto il limite del valore dell´accordo

# RES_passports.notifytype.labagree min reached.rotext
source: Lower limit of agreement value reached
ca: Límit inferior de valor de conveni assolit
it: Si è raggiunto il limite inferiore del valore dell´accordo

# RES_passports.notifytype.mobility execution.rotext
source: Mobility in progress
ca: Mobilitat en execució
it: Spostamento in esecuzione

# RES_passports.notifytype.mobility update.rotext
source: Mobility forecast
ca: Previsió de mobilitat
it: Previsione di spostamento

# RES_passports.notifytype.non justified incident.rotext
source: Day with unjustified incidents
ca: Dia amb incidències no justificades
it: Giornata con incidenti ingiustificati

# RES_passports.notifytype.overtime breach.rotext
source: Failure to comply with forecast of excess hours
ca: Incompliment de la previsió d’hores d’excés
it: Previsione di ore di straordinari non compiuta

# RES_passports.notifytype.productive unit under coverage.rotext
source: Insufficient coverage in productive unit
ca: Cobertura insuficient en unitat productiva
it: Copertura insufficiente in unità di produzione

# RES_passports.notifytype.punch with timezone not reliable.rotext
source: Checking in in an unreliable time zone
ca: Fitxatge en zona horària no fiable
it: Timbratura in fascia oraria non affidabile

# RES_passports.notifytype.punches in lock date .rotext
source: Signings during the closing period
ca: Fitxatges en període de tancament
it: Timbrature nel periodo di chiusura

# RES_passports.notifytype.punches with incidences.rotext
source: User registration with a specific justification
ca: Fitxatge d’usuari amb una justificació concreta
it: Timbratura dell´utente con giustificazione specifica

# RES_passports.notifytype.requests pending.rotext
source: Notice of Application
ca: Avís de sol·licitud
it: Avviso di richiesta

# RES_passports.notifytype.requests result.rotext
source: Application approved/denied
ca: Sol·licitud aprovada/denegada
it: Richiesta approvata/rifiutata

# RES_passports.notifytype.scheduler analytic executed.rotext
source: Analytics by Genius study completed
ca: Estudi Analytics by Genius finalitzat
it: Studio Analytics by Genius terminato

# RES_passports.notifytype.task close to finish.rotext
source: Tasks ending today
ca: Tasques que acaben avui
it: Attività che si concludono oggi

# RES_passports.notifytype.task close to start.rotext
source: Tasks starting today
ca: Tasques que comencen avui
it: Attività che iniziano oggi

# RES_passports.notifytype.task exceeding finished date.rotext
source: Tasks where the planned completion date has been exceeded
ca: Tasques en les quals s’ha superat la data de finalització prevista
it: Attività in cui si è superata la data di conclusione prevista

# RES_passports.notifytype.task exceeding planned time.rotext
source: Tasks where the initial time has been exceeded
ca: Tasques en les quals s’ha excedit el temps inicial
it: Attività in cui si è superato il tempo iniziale

# RES_passports.notifytype.task exceeding started date.rotext
source: Tasks that have exceeded the planned start date
ca: Tasques en les quals s’ha excedit la data d’inici prevista
it: Attività che hanno superato la data di inizio prevista

# RES_passports.notifytype.tasks request complete.rotext
source: Request to complete a task
ca: Sol·licitud per completar una tasca
it: Richiesta per completare un´attività

# RES_passports.notifytype.tasks with alerts.rotext
source: Tasks with alerts
ca: Tasques amb alertes
it: Attività con avvisi

# RES_passports.notifytype.terminal disconnected.rotext
source: Terminals disconnected
ca: Terminals desconnectats
it: Terminali scollegati

# RES_passports.notifytype.visit update.rotext
source: Visit Update
ca: Actualització de visita
it: Aggiornamento della visita

# RES_passports.permissionlist.tooltip.admin.rotext
source: Administration
ca: Administració
it: Amministrazione

# RES_passports.permissionlist.tooltip.none.rotext
source: None
ca: Cap
it: Nessuno

# RES_passports.permissionlist.tooltip.read.rotext
source: Reading
ca: Lectura
it: Lettura

# RES_passports.permissionlist.tooltip.write.rotext
source: Writing
ca: Escriptura
it: Scrittura

# RES_passports.reports.title.rotext
source: Reports
ca: Informes
it: Rapporti

# RES_passports.resetpassword.myself.error.rotext
source: You cannot automatically reset your own password
ca: No es pot restablir automàticament la contrasenya pròpia
it: Impossibile ripristinare automaticamente la propria password

# RES_passports.savepassport.infogroups.notempty.rotext
source: You must assign at least one group to supervise. If you do not supervise any, you can mark the supervisor as inactive or delete it.
ca: Cal assignar com a mínim un grup al qual supervisar. En cas de no supervisar-ne cap, pots marcar el supervisor com a inactiu o esborrar-lo
it: Devi assegnare almeno un gruppo da supervisionare. In assenza di qualcuno da supervisionare, puoi contrassegnare il supervisore come inattivo o eliminarlo

# RES_passports.savepassport.infopwd.resetdescription.rotext
source: The user's password has been reset and sent to your email address.
ca: S’ha restablert la contrasenya de l’usuari i se li ha enviat a la seva adreça de correu.
it: Si è ripristinata la password dell´utente ed è stata inviata al tuo indirizzo di posta elettronica.

# RES_passports.sendusername.infousername.sendusernamedescription.rotext
source: A message has been sent to the user's email with their username
ca: S´ha enviat un missatge al mail de l´usuari amb el vostre nom d´usuari
it: Un messaggio è stato inviato all´e-mail dell´utente con il suo nome utente

# RES_passports.setdefaultpermission.button.rotext
source: Set default access level
ca: Establir nivell d’accés per defecte
it: Definisci livello di accesso predefinito

# RES_passports.startdate.invaliddate.rotext
source: Incorrect validity period start date
ca: Data inici període validesa incorrecta
it: Data inizio periodo validità errata

# RES_passports.taballowedapplications.rotext
source: Applications
ca: Aplicacions
it: Applicazioni

# RES_passports.tabconsents.rotext
source: Consent
ca: Consentiment
it: Consenso

# RES_passports.tabemployeepermissions.rotext
source: User permissions
ca: Permisos d’usuari
it: Permessi utente

# RES_passports.tabgeneral.rotext
source: General
it: Generale

# RES_passports.tabidentifymethods.rotext
source: ID
ca: Identificació
it: Identificazione

# RES_passports.tabnotifications.rotext
source: Notifications
ca: Notificacions
it: Notifiche

# RES_passports.tabpermissions.rotext
source: Permissions
ca: Permisos
it: Permessi

# RES_passports.tabrestrictions.rotext
source: Restrictions
ca: Restriccions
it: Limitazioni

# RES_passports.tbaddnewpassport.rotext
source: Create a new user
ca: Crear un nou usuari
it: Crea un nuovo utente

# RES_passports.tbcurrentloggedusers.rotext
source: Users connected
ca: Usuaris connectats
it: Utenti collegati

# RES_passports.tbdelpassport.rotext
source: Delete user
ca: Esborrar usuari
it: Elimina utente
