Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveLabAgree.*.resx
Languages: eu, it, pt, sk

# RES_frmeditcauselimit.bc.text.rotext
source: Vaciar
eu: Hutsik
it: Vuoto
pt: Esvaziar
sk: Prázdne stránky

# RES_frmeditcauselimit.bo.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditcauselimit.bt.text.rotext
source: Hoy
eu: Gaur
it: Oggi
pt: Hoje
sk: Dnes

# RES_frmeditcauselimit.btncancel.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditcauselimit.btncancel.tooltip.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditcauselimit.btnok.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditcauselimit.btnok.tooltip.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditcauselimit.lblalertwith.text.rotext
source: Máximo anual
eu: Urteko gehienez
it: Massimo annuale
sk: Ročné maximum

# RES_frmeditcauselimit.lblcauselimitdef.text.rotext
source: Aquí se definen los límites de justificaciones para el convenio
eu: Hemen hitzarmenaren justifikazioen mugak zehazten dira
it: Qui vengono definiti i limiti delle giustificazioni per l´accordo
pt: Aqui definem-se os limites de justificações para o acordo
sk: Tu sú vymedzené hranice odôvodnenia dohody

# RES_frmeditcauselimit.lblcauselimitdefinitiontitle.text.rotext
source: Definición
eu: Definizioa
it: Definizione
pt: Definição
sk: definícia

# RES_frmeditcauselimit.lblcmbcauses.text.rotext
source: Justificación
eu: Justifikazioa
it: Giustificazione
pt: Justificação
sk: odôvodnenie

# RES_frmeditcauselimit.lblcmbcausesdescription.text.rotext
source: Justificación sobre la que definir un valor máximo
eu: Gehieneko balio bat definitzeko justifikazioa
it: Giustificazione su cui definire un valore massimo
pt: Justificação sobre a qual se define um valor máximo
sk: Odôvodnenie definovania maximálnej hodnoty

# RES_frmeditcauselimit.lblenddate.text.rotext
source: Final validez:
eu: Baliozkotasuna amaitzea:
it: Fine validità:
pt: Fim validade:
sk: Konečná platnosť:

# RES_frmeditcauselimit.lblenddatedesc.text.rotext
source: Fecha final de validez del límite
eu: Mugaren azken balio-data
it: Data finale di validità del limite
pt: Data de fim da validade do limite
sk: Dátum ukončenia platnosti limitu

# RES_frmeditcauselimit.lblexcesstitle.text.rotext
source: El tiempo excedido se justificará como
eu: Gainditutako denbora honela justifikatuko da
it: Il tempo in eccesso verrà giustificato come
pt: O tempo excedido será justificado como
sk: Prekročenie času sa odôvodní ako

# RES_frmeditcauselimit.lblgeneraldescription.text.rotext
source: Definición de un límite de justificación
eu: Justifikazio-muga zehaztea
it: Definizione di un limite di giustificazione
pt: Definição de um limite da justificação
sk: Definícia limitu odôvodnenia

# RES_frmeditcauselimit.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_frmeditcauselimit.lblinitialdate.text.rotext
source: Inicio validez:
eu: Hasierako indarraldia:
it: Inizio validità:
pt: Inicio validade:
sk: Domovská platnosť:

# RES_frmeditcauselimit.lblinitialdatedesc.text.rotext
source: Periodo de validez del límite
eu: Baliozkotasun epea mugatzea
it: Data iniziale di validità del limite
pt: Data de início da validade do limite
sk: Obdobie platnosti limitu

# RES_frmeditcauselimit.lblmin.text.rotext
source: Máximo mensual
eu: Hileko gehienez
it: Massimo mensile
pt: Máximo mensal
sk: Mesačné maximum

# RES_frmeditcauselimit.lblname.text.rotext
source: Nombre:
eu: Izena:
it: Nome:
pt: Nome:
sk: Názov:

# RES_frmeditcauselimit.lblnamedescription.text.rotext
source: Nombre identificativo del limite de justificación
eu: Justifikazio-mugaren izena identifikatzea
it: Nome identificativo del limite di giustificazione
pt: Nome identificativo do limite da justificação
sk: Názov identifikujúci limit odôvodnenia

# RES_frmeditcauselimit.rbannualfix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditcauselimit.rbannualuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditcauselimit.rbmonthlyfix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditcauselimit.rbmonthlyuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditcauselimit.validation.alreadyexists.rotext
source: Ya existe este justificación en el mismo periodo de tiempo
eu: Justifikazio hori jada existitzen da denbora-tarte berean
it: Esiste già questa giustificazione nello stesso periodo di tempo
pt: Já existe esta justificação para o mesmo período de tempo
sk: Toto zdôvodnenie už existuje v rovnakom časovom období

# RES_frmeditcauselimit.validation.fieldsempty.rotext
source: No ha introducido todos los campos obligatorios
eu: Ez dituzu beharrezko eremu guztiak sartu
it: Non sono stati immessi tutti i campi obbligatori
pt: Não introduziu todos os campos obrigatórios
sk: Nezadali ste všetky požadované polia

# RES_frmeditcauselimit.validation.mustbedifferent.rotext
source: Las dos justificaciones seleccionadas deben ser distintas
eu: Aukeratutako bi justifikazioek desberdinak izan behar dute
it: Le due giustificazioni selezionate devono essere diverse
pt: As duas justificações selecionadas devem ser diferentes
sk: Dve vybrané odôvodnenia sa musia líšiť

# RES_frmeditcauselimit.validation.noselection.rotext
source: Debe seleccionar al menos una opción para la configuración del saldo
eu: Gutxienez aukera bat hautatu behar duzu balantzearen ezarpenetarako
it: Si deve selezionare almeno un´opzione per la configurazione del saldo
pt: Deve selecionar pelo menos uma opção para a configuração do saldo
sk: Musíte vybrať aspoň jednu možnosť nastavenia rovnováhy

# RES_frmeditlabagreerule.bc.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditlabagreerule.bo.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditlabagreerule.bt.text.rotext
source: Hoy
eu: Gaur
it: Oggi
pt: Hoje
sk: Dnes

# RES_frmeditlabagreerule.btncancel.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditlabagreerule.btncancel.tooltip.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditlabagreerule.btnok.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditlabagreerule.btnok.tooltip.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditlabagreerule.lbldescription.text.rotext
source: Descripción:
eu: Deskribapena:
it: Descrizione:
pt: Descrição:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_frmeditlabagreerule.lbldescriptiondesc.text.rotext
source: Descripción de la regla de arrastre
eu: Arrastatu arauaren deskribapena
it: Descrizione della regola di trascinamento
pt: Descrição da regra de transição
sk: Opis pravidla o vlečných sieťach

# RES_frmeditlabagreerule.lblenddate.text.rotext
source: Final validez:
eu: Baliozkotasuna amaitzea:
it: Fine validità:
pt: Fim validade:
sk: Konečná platnosť:

# RES_frmeditlabagreerule.lblenddatedesc.text.rotext
source: Fecha final de validez de la regla
eu: Arauaren azken indarraldia
it: Data di validità finale della regola
pt: Data final de validade da regra
sk: Konečný dátum platnosti predpisu

# RES_frmeditlabagreerule.lblgeneraldescription.text.rotext
source: Definición de una regla de arrastre
eu: Arraste-arau bat zehaztea
it: Definizione di una regola di trascinamento
pt: Definição de uma regra de transição
sk: Definícia pravidla pre vlečné siete

# RES_frmeditlabagreerule.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_frmeditlabagreerule.lblinitialdate.text.rotext
source: Inicio validez:
eu: Hasierako indarraldia:
it: Inizio validità:
pt: Inicio validade:
sk: Domovská platnosť:

# RES_frmeditlabagreerule.lblinitialdatedesc.text.rotext
source: Fecha inicial de validez de la regla
eu: Arauaren hasierako indarraldia
it: Data di validità iniziale della regola
pt: Data de início de validade da regra
sk: Počiatočný dátum platnosti predpisu

# RES_frmeditlabagreerule.lbllabagreerules.text.rotext
source: Las reglas de arrastre permiten comparar, dentro de un período completo, un saldo con otro o con un valor fijo, con el fin de mover o copiar a una justificación todo él, la diferencia o parte.
eu: Eramangarritasun-arauek, epe oso batean, saldo bat beste batekin edo balio finko batekin alderatzeko aukera ematen dute, guztia, aldea edo zati bat justifikazio batera mugitzeko edo kopiatzeko.
it: Le regole di riporto consentono di confrontare, all'interno di un periodo completo, un saldo con un altro o con un valore fisso, in modo da spostarlo o copiarlo tutto, la differenza o parte di esso in una giustificazione.
pt: As regras de transição permitem comparar, dentro de um período completo, um saldo com outro ou com um valor fixo, a fim de transitar ou copiar para uma justificação todo o período, a diferença ou uma parte.
sk: Pravidlá prenosu umožňujú porovnať v rámci celého obdobia jeden zostatok s iným alebo s pevnou hodnotou, aby sa rozdiel alebo jeho časť presunula alebo skopírovala do odôvodnenia.

# RES_frmeditlabagreerule.lbllabagreerulesdefinitiontitle.text.rotext
source: Definición
eu: Definizioa
it: Definizione
pt: Definição
sk: definícia

# RES_frmeditlabagreerule.lbllabagreerulesmaintitlegroups.text.rotext
source: Reglas de arrastre
eu: Arrastatu arauak
it: Trascina le regole
pt: Regras de transição
sk: Pravidlá pre vlečné siete

# RES_frmeditlabagreerule.lbllaruleif.text.rotext
source: Si hay
eu: Bai badaude
it: si ci sono
pt: Se houver
sk: Ak je

# RES_frmeditlabagreerule.lbllaruleinto.text.rotext
source: en
eu: urtean
it: in
pt: em
sk: Na stránke

# RES_frmeditlabagreerule.lbllarulethen.text.rotext
source: entonces
eu: beraz
it: COSÌ
pt: então
sk: potom

# RES_frmeditlabagreerule.lbllaruleto.text.rotext
source: hasta
eu: arte
it: Fino a
pt: a
sk: na

# RES_frmeditlabagreerule.lblname.text.rotext
source: Nombre:
eu: Izena:
it: Nome:
pt: Nome:
sk: Názov:

# RES_frmeditlabagreerule.lblnamedescription.text.rotext
source: Nombre de la regla de arrastre
eu: Arrastatu arauaren izena
it: Trascina il nome della regola
pt: Nome da regra de transição
sk: Názov vládcu vlečnej siete

# RES_frmeditlabagreerule.lbluntilonce.text.rotext
source: veces
eu: aldiz
it: volte
pt: vezes
sk: Times

# RES_frmeditlabagreerule.lbluntiltime.text.rotext
source: horas
eu: orduak
it: ore
sk: hodiny

# RES_frmeditlabagreerule.lblvalueonce.text.rotext
source: veces
eu: aldiz
it: volte
pt: vezes
sk: Times

# RES_frmeditlabagreerule.lblvaluetime.text.rotext
source: horas
eu: orduak
it: ore
sk: hodiny

# RES_frmeditlabagreerule.reports.title.rotext
source: Visor de Informes
eu: Txostenen ikuslea
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_frmeditlabagreerule.tabdefinition.rotext
source: Definición
eu: Definizioa
it: Definizione
pt: Definição
sk: definícia

# RES_frmeditlabagreerule.tabgeneral.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_frmeditlabagreerule.tbaddnewrule.rotext
source: Nueva regla de arrastre
eu: Arrastatu arau berria
it: Nuova regola di trascinamento
pt: Nova regra de transição
sk: Nové pravidlo pre vlečné siete

# RES_frmeditlabagreerule.tbdelrule.rotext
source: Eliminar regla de arrastre
eu: Ezabatu arrastatu-araua
it: Elimina la regola di trascinamento
pt: Eliminar regra de transição
sk: Odstránenie koncového pravidla

# RES_frmeditlabagreerule.tbshowreports.rotext
source: Visor de Informes
eu: Txostenen ikuslea
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_frmeditlabagreerule.validation.alreadyexists.rotext
source: Ya existe una regla de arrastre con este nombre.
eu: Izen hau duen arrastatu-arau bat badago jada.
it: Esiste già una regola di trascinamento con questo nome.
pt: Já existe uma regra de transição com este nome.
sk: Už existuje koncové pravidlo s týmto názvom.

# RES_frmeditlabagreerule.valuetype.conceptvalue.rotext
source: al valor del saldo
eu: balantzearen balioan
it: al valore di saldo
pt: para o valor do saldo
sk: k hodnote zostatku

# RES_frmeditlabagreerule.valuetype.directvalue.rotext
source: al valor
eu: balioari
it: al valore
pt: para o valor
sk: na hodnotu

# RES_frmeditlabagreerule.valuetype.userfieldvalue.rotext
source: al valor del campo de la ficha
eu: txartelaren eremuaren balioarekin
it: al valore del campo della carta
pt: para o valor do campo da ficha
sk: na hodnotu poľa token

# RES_frmeditrequestvalidation.allowperiod.actualyear.rotext
source: del año en curso
eu: aurtengo urtekoa
it: dell'anno in corso
pt: do ano em curso
sk: bežného roka

# RES_frmeditrequestvalidation.allowperiod.nextyear.rotext
source: del año siguiente
eu: hurrengo urtekoa
it: dell'anno successivo
pt: do ano seguinte
sk: nasledujúceho roka

# RES_frmeditrequestvalidation.btncancel.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditrequestvalidation.btncancel.tooltip.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditrequestvalidation.btnok.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditrequestvalidation.btnok.tooltip.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditrequestvalidation.ckactionask.text.rotext
source: Avisar y preguntar que desea hacer
eu: Jakinarazi eta galdetu zer egin nahi duzun
it: Avvisa e chiedi cosa vuoi fare
pt: Notificar e perguntar o que fazer
sk: Poraďte a opýtajte sa, čo chcete urobiť

# RES_frmeditrequestvalidation.ckactionforbid.text.rotext
source: No permitir realizar la acción
eu: Ez utzi ekintza gauzatzen
it: Non consentire l'esecuzione dell'azione
pt: Não permitir que a ação seja executada
sk: Nepovoľte vykonanie akcie

# RES_frmeditrequestvalidation.ckcheckonemployeerequest.text.rotext
source: Al realizar la solicitud por parte del usuario
eu: Erabiltzaileak eskaera egitean
it: Quando si effettua la richiesta da parte dell'utente
pt: Quando o utilizador faz o pedido
sk: Keď používateľ zadá požiadavku

# RES_frmeditrequestvalidation.ckcheckonsupervisorapprove.text.rotext
source: Al aprobar la solicitud por parte del supervisor
eu: Begiraleak eskaera onartu ondoren
it: Previa approvazione della richiesta da parte del supervisore
pt: Após a aprovação do pedido pelo supervisor
sk: Po schválení žiadosti nadriadeným

# RES_frmeditrequestvalidation.ckruleactive.text.rotext
source: Activa
eu: Aktiboa
it: Attiva
pt: Ativa
sk: aktívny

# RES_frmeditrequestvalidation.lblaction.text.rotext
source: Acción:
eu: Ekintza:
it: Azione:
pt: Ação:
sk: Akcia:

# RES_frmeditrequestvalidation.lblactionautomatic.text.rotext
source: Se aprobará o denegará la solicitud en función del resto de reglas configuradas para las solicitudes del tipo y motivo indicados. Y aquellas que se aplican en el momento de realizar la aprobación por parte del supervisor.
eu: Adierazitako motako eta arrazoietako eskaeretarako konfiguratutako gainerako arauen arabera onartuko edo ukatuko da eskaera. Eta arduradunak onartzeko unean aplikatzen direnak.
it: La richiesta verrà approvata o rifiutata in base al resto delle regole configurate per le richieste del tipo e del motivo indicato. E quelli che vengono applicati al momento dell'approvazione da parte del supervisore.
pt: O pedido será aprovado ou recusado em função das outras regras configuradas para os pedidos do tipo e do motivo indicados. E as que se aplicam no momento da aprovação por parte do supervisor.
sk: Žiadosť bude schválená alebo zamietnutá v závislosti od ostatných pravidiel nakonfigurovaných pre žiadosti uvedeného typu a dôvodu. A tie, ktoré platia v čase schvaľovania nadriadeným.

# RES_frmeditrequestvalidation.lblactiondescription.text.rotext
source: Indique que acción se debe tomar cuando las condiciones se cumplan
eu: Adierazi zein neurri hartu behar diren baldintzak betetzen direnean
it: Indicare quali azioni dovrebbero essere intraprese quando le condizioni sono soddisfatte
pt: Indique a ação a realizar quando as condições forem cumpridas
sk: Uveďte, aké opatrenia sa majú prijať, keď sú splnené podmienky

# RES_frmeditrequestvalidation.lblactiontitle.text.rotext
source: Acción
eu: Ekintza
it: Azione
pt: Ação
sk: Akcia

# RES_frmeditrequestvalidation.lblappliperiodreason.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblappliperiodreasondesc.text.rotext
source: Indica los distintos motivos sobre los que aplicará la condición
eu: Baldintza aplikatuko den arrazoi desberdinak adierazten ditu
it: Indica i diversi motivi per cui si applicherà la condizione
pt: Indica os diferentes motivos pelos quais a condição será aplicada
sk: Uvádza rôzne dôvody, na základe ktorých sa podmienka uplatní

# RES_frmeditrequestvalidation.lblapplyperioddesc.text.rotext
source: Indique el periodo de disfrute
eu: Adierazi gozamen-aldia
it: Indicare il periodo di godimento
pt: Indique o período de gozo
sk: Uveďte obdobie užívania

# RES_frmeditrequestvalidation.lblautomaticrejection.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblautomaticrejectiondays.text.rotext
source: Días
eu: Egunak
it: Giorni
pt: Dias
sk: dni

# RES_frmeditrequestvalidation.lblautomaticrejectiondaysdesc.text.rotext
source: Indique el número de días tras los que debe rechazarse de forma automática la solicitud
eu: Idatzi eskaera automatikoki baztertu behar den egun kopurua
it: Inserisci il numero di giorni dopo i quali la richiesta dovrà essere automaticamente rifiutata
pt: Indique o número de dias após os quais o pedido deve ser automaticamente rejeitado
sk: Uveďte počet dní, po uplynutí ktorých by mala byť žiadosť automaticky zamietnutá

# RES_frmeditrequestvalidation.lblautomaticrejectiondesc.text.rotext
source: Indica los distintos motivos para los que la solicitud se rechaza automáticamente
eu: Eskaera automatikoki ukatzeko arrazoi desberdinak adierazten ditu
it: Indica i diversi motivi per cui la richiesta viene automaticamente respinta
pt: Indica os diferentes motivos pelos quais o pedido é automaticamente rejeitado
sk: Uvádza rôzne dôvody, pre ktoré je žiadosť automaticky zamietnutá

# RES_frmeditrequestvalidation.lblautomaticrequeststitle.text.rotext
source: Reglas relacionadas
eu: Lotutako arauak
it: Regole correlate
pt: Regras relacionadas
sk: Súvisiace pravidlá

# RES_frmeditrequestvalidation.lblautomaticvalidation.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblautomaticvalidationdays.text.rotext
source: Días
eu: Egunak
it: Giorni
pt: Dias
sk: dni

# RES_frmeditrequestvalidation.lblautomaticvalidationdaysdesc.text.rotext
source: Indique el número de días previos a la fecha solicitada en la que se debe validar automáticamente (0 indica validación inmediata)
eu: Adierazi eskatutako dataren aurreko zenbat egunetan baliozkotu behar den automatikoki (0k berehalako baliozkotzea adierazten du)
it: Indica il numero di giorni precedenti alla data richiesta in cui si deve convalidare automaticamente (0 indica una convalida immediata)
pt: Indique o número de dias prévios à data solicitada em que deve ser automaticamente validado (0 indica validação imediata)
sk: Uveďte počet dní pred požadovaným dátumom, kedy sa má automaticky potvrdiť (0 znamená okamžité potvrdenie)

# RES_frmeditrequestvalidation.lblautomaticvalidationdesc.text.rotext
source: Indica los distintos motivos para los que la solicitud se validará de forma automática
eu: Eskaera automatikoki baliozkotzeko arrazoi desberdinak adierazten ditu
it: Indica i diversi motivi per cui la richiesta verrà convalidata automaticamente
pt: Indica os diferentes motivos pelos quais o pedido será validado automaticamente
sk: Označuje rôzne dôvody, pre ktoré sa žiadosť automaticky potvrdí

# RES_frmeditrequestvalidation.lblconditiontitle.rotext
source: Condición
eu: Baldintza
it: Condizione
pt: Condição
sk: Stav

# RES_frmeditrequestvalidation.lblconditiontitle.text.rotext
source: Condicion
eu: Baldintza
it: Condizione
pt: Condição
sk: Stav

# RES_frmeditrequestvalidation.lbldescription.text.rotext
source: Descripción:
eu: Deskribapena:
it: Descrizione:
pt: Descrição:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_frmeditrequestvalidation.lbldescriptiondesc.text.rotext
source: Descripción de la regla de validación
eu: Balioztatze-arauen deskribapena
it: Descrizione della regola di convalida
pt: Descrição da regra de validação
sk: Opis pravidla overovania

# RES_frmeditrequestvalidation.lblendperiod.text.rotext
source: Hasta
eu: Arte
it: Fino a
pt: A
sk: Na

# RES_frmeditrequestvalidation.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_frmeditrequestvalidation.lblinitialperiod.text.rotext
source: Del
eu: Du
pt: De
sk: Z adresy

# RES_frmeditrequestvalidation.lbllimitdaterequested.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lbllimitdaterequesteddays.text.rotext
source: Días
eu: Egunak
it: Giorni
pt: Dias
sk: dni

# RES_frmeditrequestvalidation.lbllimitdaterequesteddaysdesc.text.rotext
source: Indique el máximo de días a futuro en que se puede solicitar una fecha
eu: Adierazi zenbat egunetan eska daitekeen etorkizunean data bat
it: Indicare il numero massimo di giorni futuri in cui è possibile richiedere una data
pt: Indique o número máximo de dias no futuro em que é possível solicitar uma data.
sk: Uveďte maximálny počet dní v budúcnosti, na ktoré možno požadovať dátum

# RES_frmeditrequestvalidation.lbllimitdaterequesteddesc.text.rotext
source: Indica los distintos motivos sobre los que aplicará la condición
eu: Baldintza aplikatuko den arrazoi desberdinak adierazten ditu
it: Indica i diversi motivi per cui si applicherà la condizione
pt: Indica os diferentes motivos pelos quais a condição será aplicada
sk: Uvádza rôzne dôvody, na základe ktorých sa podmienka uplatní

# RES_frmeditrequestvalidation.lblmaxdaysdesc.text.rotext
source: Indique el número máximo de días que puede solicitar dentro del periodo
eu: Adierazi zenbat egun eska ditzakezun epean
it: Indica il numero massimo di giorni che è possibile richiedere nel periodo
pt: Indique o número de dias que pode pedir dentro do período
sk: Uveďte maximálny počet dní, na ktoré môžete podať žiadosť v rámci obdobia

# RES_frmeditrequestvalidation.lblmaxdaysrequestfrom.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblmaxdaysrequestfromdesc.text.rotext
source: Indica los distintos motivos sobre los que aplicará la condición
eu: Baldintza aplikatuko den arrazoi desberdinak adierazten ditu
it: Indica i diversi motivi per cui si applicherà la condizione
pt: Indica os diferentes motivos pelos quais a condição será aplicada
sk: Uvádza rôzne dôvody, na základe ktorých sa podmienka uplatní
