Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDataLink.*.resx
Languages: ca, fr, pt

# RES_datalink.tbcopyadvancedexport.rotext
source: Copy Advanced Export
ca: Copiar exportació avançada
fr: Copier l'exportation avancée
pt: Copiar exportação avançada

# RES_datalink.title_datalink_pathway.rotext
source: Data Link
ca: Enllaç de dades
fr: liaison de données
pt: Ligação de dados

# RES_datalink.treecaptiondatalinkexports.rotext
source: Export
ca: Exportació
fr: Exporter
pt: Exportação

# RES_datalink.treecaptiondatalinkimports.rotext
source: Import
ca: Importació
fr: Importer
pt: Importação

# RES_datalink.treedoublecaptiondatalinkexports.rotext
source: Import
ca: Importació
fr: Importer
pt: Importação

# RES_datalink.treedoublecaptiondatalinkimports.rotext
source: Export
ca: Exportació
fr: Exporter
pt: Exportação

# RES_datalink.wspasswordcheck.notmatch.rotext
source: The entered passwords do not match.
ca: Les contrasenyes indicades no coincideixen.
fr: Les mots de passe indiqués ne correspondent pas.
pt: As palavras-passe indicadas não coincidem.

# RES_datalink.wspasswordcheck.previouspwnotmatch.rotext
source: The old password you entered is incorrect.
ca: La contrasenya antiga indicada no és correcta.
fr: L'ancien mot de passe indiqué n'est pas correct.
pt: A palavra-passe antiga não está correta.

# RES_datalinkbusiness.btnaccept.text.rotext
source: Save
ca: Desa
fr: sauvegarder
pt: Guardar

# RES_datalinkbusiness.btnactivateautomaticexport.text.rotext
source: Save and validate automatic export
ca: Desar i validar exportació automàtica
fr: Sauvegarder et valider l'export automatique
pt: Guardar e validar exportação automática

# RES_datalinkbusiness.btnactivateautomaticimport.text.rotext
source: Save and validate automatic import
ca: Guardar i validar importació automàtica
fr: Sauvegarder et valider l'import automatique
pt: Guardar e validar importação automática

# RES_datalinkbusiness.btnaddnewschedule.text.rotext
source: New
ca: Nou
fr: Nouveau
pt: Novo

# RES_datalinkbusiness.btnaddroute.text.rotext
source: Add route
ca: Afegir ruta
fr: Ajouter chemin
pt: Adicionar caminho

# RES_datalinkbusiness.btnaddrouteexport.text.rotext
source: Add route
ca: Afegir ruta
fr: Ajouter chemin
pt: Adicionar caminho

# RES_datalinkbusiness.btncancel.text.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_datalinkbusiness.btnexport.text.rotext
source: Launch export...
ca: Llançar exportació...
fr: Lancer l'exportation...
pt: Iniciar exportação...

# RES_datalinkbusiness.btnexport.tooltip.rotext
source: Launch export...
ca: Llançar exportació...
fr: Lancer l'exportation...
pt: Iniciar exportação...

# RES_datalinkbusiness.btnimport.text.rotext
source: Launch import...
ca: Llançar importació...
fr: Lancer l'importation...
pt: Iniciar importação...

# RES_datalinkbusiness.btnimport.tooltip.rotext
source: Launch import...
ca: Llançar importació...
fr: Lancer l'importation...
pt: Iniciar importação...

# RES_datalinkbusiness.btnlastexportdetails.text.rotext
source: Details of last export
ca: Detalls última exportació
fr: Détails de la dernière exportation
pt: Detalhes última exportação

# RES_datalinkbusiness.btnlastimportdetails.text.rotext
source: Details of the last import
ca: Detalls darrera importació
fr: Détails de la dernière importation
pt: Detalhes última importação

# RES_datalinkbusiness.btnopenpopupselectoremployees.text.rotext
source: Select
ca: Seleccionar
fr: Sélectionner
pt: Selecionar

# RES_datalinkbusiness.btnopenpopupselectoremployees.tooltip.rotext
source: Users...
ca: Usuaris...
fr: Utilisateurs...
pt: Utilizadores...

# RES_datalinkbusiness.btnpopupselectoremployeesaccept.text.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_datalinkbusiness.btnpopupselectoremployeesaccept.tooltip.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_datalinkbusiness.ckapplylockdate.text.rotext
source: At the end of the export, apply the end date of the exported period as the closing date to the selected users.
ca: En finalitzar l'exportació, aplicar als usuaris seleccionats, la data final del període exportat com a data de tancament
fr: A la fin de l'export, appliquer aux utilisateurs sélectionnés la date de fin de la période exportée comme date de clôture
pt: Ao finalizar a exportação, aplicar aos utilizadores selecionados a data de fim do período exportado como data de conclusão

# RES_datalinkbusiness.ckexportactive.text.rotext
source: Disabled
ca: Deshabilitada
fr: Désactivé
pt: Desativada

# RES_datalinkbusiness.ckexportenable.text.rotext
source: Enable auto export
ca: Habilitar exportació automàtica
fr: Activer l´exportation automatique
pt: Ativar exportação automática

# RES_datalinkbusiness.ckfilebackup.text.rotext
source: Make a backup copy of the source file
ca: Fer una còpia de seguretat del fitxer d’origen
fr: Effectuer une copie de sécurité du fichier source
pt: Efetuar uma cópia de segurança do ficheiro de origem

# RES_datalinkbusiness.ckimportactive.text.rotext
source: Disabled
ca: Deshabilitada
fr: Désactivé
pt: Desativada

# RES_datalinkbusiness.ckimportenable.text.rotext
source: Enable auto import
ca: Habilitar importació automàtica
fr: Activer l'importation automatique
pt: Ativar importação automática

# RES_datalinkbusiness.cmbformatexport.text.rotext
source: Format
pt: Formato

# RES_datalinkbusiness.exportscheduleedit.text.rotext
source: Edit
ca: Editar
fr: Éditer
pt: Editar

# RES_datalinkbusiness.gridabsences.employeesselected.rotext
source: Selected users
ca: Usuaris seleccionats
fr: Utilisateurs sélectionnés
pt: Utilizadores selecionados

# RES_datalinkbusiness.gridexportschedule.column.active.rotext
source: Status
ca: Estat
fr: État
pt: Estado

# RES_datalinkbusiness.gridexportschedule.column.begindate.rotext
source: Next execution date
ca: Data propera execució
fr: Date de la prochaine exécution
pt: Data próxima execução

# RES_datalinkbusiness.gridexportschedule.column.edit.rotext
source: Edit
ca: Editar
fr: Éditer
pt: Editar

# RES_datalinkbusiness.gridexportschedule.column.lastlog.rotext
source: View last export log
ca: Veure log última exportació
fr: Afficher le dernier journal d'exportation
pt: Ver log última exportação

# RES_datalinkbusiness.gridexportschedule.column.logdetail.rotext
source: View last export log
ca: Veure log última exportació
fr: Afficher le dernier journal d'exportation
pt: Ver log última exportação

# RES_datalinkbusiness.gridexportschedule.column.name.rotext
source: Name planning
ca: Nom planificació
fr: Nom de la planification
pt: Nome planeamento

# RES_datalinkbusiness.gridviews.column.view.rotext
source: Template
ca: Plantilla
fr: Modèle
pt: Modelo

# RES_datalinkbusiness.import.activeanddisabled.rotext
source: Disabled
ca: Deshabilitada
fr: Désactivé
pt: Desativada

# RES_datalinkbusiness.import.activeandenabled.rotext
source: Enabled and active
ca: Habilitada i activa
fr: Activé et actif
pt: Ativada e ativa

# RES_datalinkbusiness.label1.text.rotext
source: Description
ca: Descripció
pt: Descrição

# RES_datalinkbusiness.lblactive.text.rotext
source: Status
ca: Estat
fr: État
pt: Estado

# RES_datalinkbusiness.lblautomaticexport.text.rotext
source: Setting up automatic export
ca: Configura exportació automàtica
fr: Configurer l'exportation automatique
pt: Configurar exportação automática

# RES_datalinkbusiness.lblautomaticexportschedule.text.rotext
source: Current plans
ca: Planificacions actuals
fr: Horaires actuels
pt: Planeamentos atuais

# RES_datalinkbusiness.lblautomaticimport.text.rotext
source: Setting up automatic import
ca: Configura importació automàtica
fr: Configurer l'importation automatique
pt: Configurar importação automática

# RES_datalinkbusiness.lbldatalinkbusinessdescription.text.rotext
source: Select from the different templates available to obtain information that best suits your needs.
ca: Selecciona entre les diferents plantilles disponibles per obtenir informació que més s'ajusti a les teves necessitats.
fr: Choisissez entre les différents modèles disponibles pour obtenir les informations qui correspondent le mieux à vos besoins.
pt: Selecione entre os diferentes modelos disponíveis para obter as informações que melhor se adequam às suas necessidades.

# RES_datalinkbusiness.lbldatalinkbusinessexportshareddescription.text.rotext
source: Select from the different templates available to obtain information that best suits your needs.
ca: Selecciona entre les diferents plantilles disponibles per obtenir informació que més s'ajusti a les teves necessitats.
fr: Choisissez entre les différents modèles disponibles pour obtenir les informations qui correspondent le mieux à vos besoins.
pt: Selecione entre os diferentes modelos disponíveis para obter as informações que melhor se adequam às suas necessidades.

# RES_datalinkbusiness.lbldatalinkbusinesstitle.text.rotext
source: Description
ca: Descripció
pt: Descrição

# RES_datalinkbusiness.lblemployeeselector.text.rotext
source: Select the desired users
ca: Selecciona els usuaris que calgui
fr: Sélectionnez les utilisateurs souhaités
pt: Selecione os utilizadores desejados

# RES_datalinkbusiness.lblexportdescription.text.rotext
source: Description
ca: Descripció
pt: Descrição

# RES_datalinkbusiness.lblexportdestination.text.rotext
source: Leave the files in the following path
ca: Deixar els fitxers a la ruta següent
fr: Laisser les fichiers dans le chemin suivant
pt: Deixar os ficheiros no seguinte caminho

# RES_datalinkbusiness.lblexportfilename.text.rotext
source: Data file name
ca: Nom del fitxer de dades
fr: Nom du fichier de données
pt: Nome do ficheiro de dados

# RES_datalinkbusiness.lblexportformat.text.rotext
source: Format type
ca: Tipus de format
fr: Type de format
pt: Tipo de formato

# RES_datalinkbusiness.lblexportparameters.text.rotext
source: Setting up automatic export
ca: Configura exportació automàtica
fr: Configurer l'exportation automatique
pt: Configurar exportação automática

# RES_datalinkbusiness.lblexportperiod.text.rotext
source: Indicate the period to export
ca: Indiqueu el període a exportar
fr: Indiquer la période pour exporter
pt: Indique o período a exportar

# RES_datalinkbusiness.lblexportsection.text.rotext
source: Data for manual export
ca: Dades per a l'exportació manual
fr: Données pour exportation manuelle
pt: Dados para a exportação manual

# RES_datalinkbusiness.lblexportseparator.text.rotext
source: Separator
ca: Separador
fr: Séparateur
pt: Separador

# RES_datalinkbusiness.lblexporttype.text.rotext
source: Template:
ca: Plantilla:
fr: Modèle :
pt: Modelo:

# RES_datalinkbusiness.lblfiledescription.text.rotext
source: Enter the destination name of the file you want to generate in the configured path. The file will contain a time mask.
ca: Indica el nom de destinació del fitxer que vols generar a la ruta configurada. El fitxer inclourà una màscara de temps.
fr: Indiquez le nom de destination du fichier que vous souhaitez générer dans le chemin configuré. Le fichier contiendra un masque de fréquence.
pt: Indique o nome de destino do ficheiro que deseja gerar no caminho configurado. O ficheiro incluirá uma máscara de tempo.

# RES_datalinkbusiness.lblfiledescription2.text.rotext
source: For example: file.xls will be file[yyyyMMddHHmmss].xls
ca: Per exemple: fitxer.xls serà fitxer[yyyyMMddHHmmss].xls
fr: Par exemple : fichier.xls sera fichier[aaaaMMjjHHmmss].xls
pt: Por exemplo. ficheiro.xls será ficheiro[yyyyMMddHHmmss].xls

# RES_datalinkbusiness.lblfilesampledownload.text.rotext
source: Don't have the basic template for importing? Download it by clicking here.
ca: No disposeu de la plantilla bàsica per realitzar la importació? Descarregueu-la fent clic aquí.
fr: Vous n'avez pas le modèle de base pour réaliser l'import ? Téléchargez-le en cliquant ici.
pt: Não tem o modelo de base para realizar a importação? Descarregue-o clicando aqui.

# RES_datalinkbusiness.lblfiletmpinfo.text.rotext
source: Enter the name of the file containing the data to be imported into the configured path
ca: Indiqueu el nom del fitxer que conté les dades a importar a la ruta configurada
fr: Indiquez le nom du fichier qui contient les données à importer dans le chemin configuré
pt: Indique o nome do ficheiro que contém os dados a importar na rota configurada.

# RES_datalinkbusiness.lblfiletmpinfo2.text.rotext
source: For example: file.xls, prefix*.xls, prefix[yyyyMMddHHmm].xls
ca: Per exemple: fitxer.xls, prefix*.xls, prefix[yyyyMMddHHmm].xls
fr: Par exemple : fichier.xls, préfixe*.xls, préfixe[aaaaMMjjHHmm].xls
pt: Por exemplo: ficheiro.xls, prefixo*.xls, prefixo[yyyyMMddHHmm].xls

# RES_datalinkbusiness.lblformatimport.text.rotext
source: Format type:
ca: Tipus de format:
fr: Type de format :
pt: Tipo de formato:

# RES_datalinkbusiness.lblimportfilename.text.rotext
source: Get data file from:
ca: Obtenir fitxer de dades de:
fr: Récupérer le fichier de données à partir de :
pt: Obter ficheiro de dados de:

# RES_datalinkbusiness.lblimportseparator.text.rotext
source: Separator:
ca: Separador:
fr: Séparateur:
pt: Separador:

# RES_datalinkbusiness.lblimporttype.text.rotext
source: Template:
ca: Plantilla:
fr: Modèle :
pt: Modelo:

# RES_datalinkbusiness.lbllocationsimport.text.rotext
source: File retrieval path
ca: Ruta d'obtenció de fitxers
fr: Chemin d'obtention du fichier
pt: Rota de obtenção de ficheiros

# RES_datalinkbusiness.lbllogexportviewtitle.text.rotext
source: Log of the last execution
ca: Log de la darrera execució
fr: Journal de la dernière exécution
pt: Log da última execução

# RES_datalinkbusiness.lbllogviewtitle.text.rotext
source: Log of the last execution
ca: Log de la darrera execució
fr: Journal de la dernière exécution
pt: Log da última execução

# RES_datalinkbusiness.lblmanualimport.text.rotext
source: Data for manual import
ca: Dades per a la importació manual
fr: Données pour importation manuelle
pt: Dados para a importação manual

# RES_datalinkbusiness.lblscheduledefinition.text.rotext
source: Indicate how often you want to run the export
ca: Indiqueu cada quant voleu executar l'exportació
fr: Indiquez à quelle fréquence vous souhaitez exécuter l'export
pt: Indique a frequência com que pretende executar a exportação

# RES_datalinkbusiness.lblschedulename.text.rotext
source: Name of the planning
ca: Nom de la planificació
fr: Nom de la planification
pt: Nome da planeamento

# RES_datalinkbusiness.lbltemplate.text.rotext
source: Get file format:
ca: Obtenir fitxer de format de:
fr: Obtenir le fichier de format de :
pt: Obter ficheiro de formato:

# RES_datalinkbusiness.lbluploadfilename.text.rotext
source: File:
ca: Fitxer:
fr: Fichier :
pt: Ficheiro:

# RES_datalinkbusiness.lbluploadfilenamedesc.text.rotext
source: Please specify the file to upload for import
ca: Indiqueu el fitxer a carregar per importar
fr: Indiquer le fichier à charger pour l'import
pt: Indique o ficheiro a carregar para importar

# RES_datalinkbusiness.msghaschanges.rotext
source: Changes have been made to the data link
ca: S'han fet canvis a l'enllaç de dades
fr: Des modifications ont été apportées à la liaison de données
pt: Foram efetuadas alterações na ligação de dados

# RES_datalinkbusiness.msghaserrors.rotext
source: Errors have been found
ca: S'han trobat errors
fr: Erreurs trouvées
pt: Foram detetados erros

# RES_datalinkbusiness.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
fr: Sauvegarder les changements
pt: Guardar alterações

# RES_datalinkbusiness.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
fr: Annuler les changements
pt: Anular alterações

# RES_datalinkbusiness.popupexportlogsviewclose.text.rotext
source: Close
ca: Tancar
fr: Fermer
pt: Fechar

# RES_datalinkbusiness.popupexportlogsviewclose.tooltip.rotext
source: Close
ca: Tancar
fr: Fermer
pt: Fechar

# RES_datalinkbusiness.popuplogsviewclose.text.rotext
source: Close
ca: Tancar
fr: Fermer
pt: Fechar

# RES_datalinkbusiness.popuplogsviewclose.tooltip.rotext
source: Close
ca: Tancar
fr: Fermer
pt: Fechar

# RES_datalinkbusiness.profileexportname.absences.text.rotext
source: Absences
ca: Absències
pt: Ausências

# RES_datalinkbusiness.profileexportname.absencestemplate.text.rotext
source: Link of absences
ca: Enllaç d'absències
fr: Lien d'absence
pt: Ligação de ausências

# RES_datalinkbusiness.profileexportname.accruals_at_date.text.rotext
source: Balances to date
ca: Saldos a data
fr: Soldes à ce jour
pt: Saldos à data

# RES_datalinkbusiness.profileexportname.attendance_productivity.text.rotext
source: Productivity
ca: Productivitat
fr: Productivité
pt: Produtividade

# RES_datalinkbusiness.profileexportname.calendar_link.text.rotext
source: Calendar
ca: Calendari
fr: Calendrier
pt: Calendário

# RES_datalinkbusiness.profileexportname.costs.text.rotext
source: Cost centers
ca: Centres de cost
fr: Centres de coût
pt: Centros de custos

# RES_datalinkbusiness.profileexportname.daily_accruals.text.rotext
source: Daily balances
ca: Saldos diaris
fr: Soldes quotidiens
pt: Saldos diários

# RES_datalinkbusiness.profileexportname.daily_causes.text.rotext
source: Daily Justifications
ca: Justificacions diàries
fr: justifications quotidiennes
pt: justificaçõesdiárias

# RES_datalinkbusiness.profileexportname.dinner.text.rotext
source: Dining room
ca: Menjador
fr: Salle à manger
pt: Refeitório

# RES_datalinkbusiness.profileexportname.employees_full.text.rotext
source: User details
ca: Detall d'usuaris
fr: Détails de l'utilisateur
pt: Detalhe de utilizadores

# RES_datalinkbusiness.profileexportname.employees_link.text.rotext
source: User Link
ca: Enllaç d'usuaris
fr: Lien utilisateur
pt: Ligação de utilizadores

# RES_datalinkbusiness.profileexportname.holidays.text.rotext
source: Holidays and schedules
ca: Vacances i horaris
fr: Jours fériés et horaires
pt: Feriados e horários

# RES_datalinkbusiness.profileexportname.presence.text.rotext
source: Schedules and presence
ca: Horaris i presència
fr: Horaires et présence
pt: Horários e presença

# RES_datalinkbusiness.profileexportname.punches.text.rotext
source: Clock in/out logs
ca: Fitxatges
fr: Pointages
pt: Picagens

# RES_datalinkbusiness.profileexportname.requests.text.rotext
source: Requests
ca: Sol·licituds
fr: Demandes
pt: Pedidos

# RES_datalinkbusiness.profileexportname.schedule.text.rotext
source: Planning
ca: Planificació
fr: Planification
pt: Planeamento

# RES_datalinkbusiness.profileexportname.tasks.text.rotext
source: Tasks
ca: Tasques
fr: Tâches
pt: Tarefas

# RES_datalinkbusiness.selectfile.rotext
source: Select a file
ca: Seleccioneu un fitxer
fr: Sélectionner un fichier
pt: Selecione um ficheiro

# RES_datalinkbusiness.treecaptiondatalink.rotext
source: List of links
ca: Llistat d’enllaços
fr: Liste de liens
pt: Lista de links

# RES_exportsselectordata.exportcalendar.rotext
source: Calendar
ca: Calendari
fr: Calendrier
pt: Calendário

# RES_exportsselectordata.exportdailyaccruals.rotext
source: Daily balances
ca: Saldos diaris
fr: Soldes quotidiens
pt: Saldos diários

# RES_exportsselectordata.exportholidays.rotext
source: Vacations
ca: Vacances
fr: Des vacances
pt: Férias

# RES_exportsselectordata.exportperiodaccruals.rotext
source: Periodic balances
ca: Saldos periòdics
fr: Soldes périodiques
pt: Saldos periódicos

# RES_exportsselectordata.exportsagemurano.rotext
source: Sage Murano Payroll (Daily)
ca: Nòmina de Sage Murano (Diària)
fr: Paie Sage Murano (quotidienne)
pt: Recibo de Vencimento de Sage Murano (Diário)

# RES_exportsselectordata.exportsagemuranop.rotext
source: Sage Murano Payroll (Periodic)
ca: Nòmina de Sage Murano (Periòdica)
fr: Paie Sage Murano (périodique)
pt: Recibo de Vencimento de Sage Murano (Periódico)

# RES_exportsselectordata.exportstandardxml.rotext
source: Standard xml
ca: Xml estàndard
fr: XML standard
pt: Xml padrão

# RES_exportsselectordata.title.rotext
source: Exports
ca: Exportacions
fr: Exportations
pt: Exportações

# RES_exportwizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_exportwizard.btend.text.rotext
source: Finish
ca: Finalitzar
fr: Finition
pt: Terminar

# RES_exportwizard.btndownload.text.rotext
source: Download file
ca: Descarregar fitxer
fr: Télécharger un fichier
pt: Descarregar ficheiro

# RES_exportwizard.btndownload.tooltip.rotext
source: Download file
ca: Descarregar fitxer
fr: Télécharger un fichier
pt: Descarregar ficheiro

# RES_exportwizard.btnext.text.rotext
source: Next >
ca: Següent >
fr: Suivant >
pt: Seguinte >

# RES_exportwizard.btprev.text.rotext
source: < previous
ca: < anterior
fr: < précédent
pt: < anterior

# RES_exportwizard.btsaveprofile.text.rotext
source: Save to profile
ca: Desa en perfil
fr: Enregistrer dans le profil
pt: Guardar no perfil

# RES_exportwizard.checkpage.begincopyscheduleincorrect.rotext
source: Incorrect period start date.
ca: Data dinici de període incorrecta.
fr: Date de début de période incorrecte.
pt: Data de início do período incorreta.

# RES_exportwizard.checkpage.conceptgroupincorrect.rotext
source: The balance group is incorrect
ca: El grup de saldos és erroni
fr: Le groupe de soldes est incorrect
pt: O grupo de saldos está incorreto

# RES_exportwizard.checkpage.copyscheduleperiodincorrect.rotext
source: Incorrect date period.
ca: Període de dates erroni
fr: Période de dates incorrectes.
pt: Período de datas incorretas.

# RES_exportwizard.checkpage.endcopyscheduleincorrect.rotext
source: Incorrect period end date.
ca: Data de final de període errònia.
fr: Date de fin de période incorrecte.
pt: Data de fim do período incorreta.

# RES_exportwizard.checkpage.formatincorrect.rotext
source: It is necessary to indicate the type of format
ca: Cal indicar el tipus de format
fr: Il est nécessaire d'indiquer le type de format
pt: É necessário indicar o tipo de formato

# RES_exportwizard.checkpage.incorrectemployeesselected.rotext
source: You have not selected any users.
ca: No heu seleccionat usuaris.
fr: Vous n'avez pas sélectionné d'utilisateurs.
pt: Não selecionou utilizadores.

# RES_exportwizard.checkpage.profileincorrect.rotext
source: The template is incorrect
ca: La plantilla és incorrecta
fr: Le modèle est incorrect
pt: O modelo está incorreto

# RES_exportwizard.checkpage.separatorincorrect.rotext
source: The separator character is incorrect
ca: El caràcter separador és incorrecte
fr: Le caractère séparateur est incorrect
pt: O caráter separador está incorreto

# RES_exportwizard.ckapplylockdate.text.rotext
source: At the end of the export, apply the end date of the exported period as the closing date to the selected users.
ca: En finalitzar l'exportació, aplicar als usuaris seleccionats, la data final del període exportat com a data de tancament
fr: A la fin de l'export, appliquer aux utilisateurs sélectionnés la date de fin de la période exportée comme date de clôture
pt: Ao finalizar a exportação, aplicar aos utilizadores selecionados a data de fim do período exportado como data de conclusão

# RES_exportwizard.end.employeecopywelcome1.text.rotext
source: Export completed.
ca: Exportació finalitzada.
fr: Exportation achevée.
pt: Exportação concluída.

# RES_exportwizard.end.error.employeecopywelcome2.text.rotext
source: Error exporting data.
ca: Error en exportar dades.
fr: Erreur lors de l´exportation des données.
pt: Erro ao exportar dados.

# RES_exportwizard.end.ok.employeecopywelcome2.text.rotext
source: The information has been exported successfully.
ca: S’ha exportat correctament la informació.
fr: Les informations ont été correctement exportées.
pt: A informação foi exportada corretamente.

# RES_exportwizard.end.ok.employeecopywelcome2empty.text.rotext
source: No data found to export.
ca: No s'han trobat dades que cal exportar.
fr: Aucune donnée à exporter n'a été trouvée.
pt: Não foram encontrados dados para exportar.

# RES_exportwizard.end.ok.employeecopywelcome3.text.rotext
source: File generated in:
ca: Fitxer generat a:
fr: Fichier généré dans :
pt: Ficheiro gerado em:
