Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAccess.*.resx
Languages: ca, it, sk

# RES_zones.timezone.syria standard time.rotext
source: (UTC+03:00) Damascus
ca: (UTC+03:00) Damasc
it: (UTC+03:00) Damasco
sk: (UTC+03:00) Damask

# RES_zones.timezone.arab standard time.rotext
source: (UTC+03:00) Kuwait, Riyadh
ca: (UTC+03:00) Kuwait, Riad
sk: (UTC+03:00) Kuvajt, Rijád

# RES_zones.timezone.russian standard time.rotext
source: (UTC+03:00) Moscow, St. Petersburg
ca: (UTC+03:00) Moscou, Sant Petersburg
it: (UTC+03:00) Mosca, San Pietroburgo
sk: (UTC+03:00) Moskva, Petrohrad

# RES_zones.timezone.iran standard time.rotext
source: (UTC+03:30) Tehran
ca: (UTC+03:30) Teheran
it: (UTC+03:30) Teheran
sk: (UTC+03:30) Teherán

# RES_zones.timezone.arabian standard time.rotext
source: (UTC+04:00) Abu Dhabi, Muscat
ca: (UTC+04:00) Abu Dabi, Mascat
sk: (UTC+04:00) Abú Zabí, Maskat

# RES_zones.timezone.astrakhan standard time.rotext
source: (UTC+04:00) Astrakhan, Ulyanovsk
sk: (UTC+04:00) Astrachaň, Uľjanovsk

# RES_zones.timezone.caucasus standard time.rotext
source: (UTC+04:00) Yerevan
ca: (UTC+04:00) Erevan
sk: (UTC+04:00) Jerevan

# RES_zones.timezone.russia time zone 3.rotext
source: (UTC+04:00) Izhevsk, Samara
sk: (UTC+04:00) Iževsk, Samara

# RES_zones.timezone.afghanistan standard time.rotext
source: (UTC+04:30) Kabul
sk: (UTC+04:30) Kábul

# RES_zones.timezone.west asia standard time.rotext
source: (UTC+05:00) Ashgabat, Tashkent
ca: (UTC+05:00) Asjabad, Taixkent
sk: (UTC+05:00) Ašchabad, Taškent

# RES_zones.timezone.ekaterinburg standard time.rotext
source: (UTC+05:00) Yekaterinburg
ca: (UTC+05:00) Iekaterinburg
it: (UTC+05:00) Ekaterinburg
sk: (UTC+05:00) Jekaterinburg

# RES_zones.timezone.pakistan standard time.rotext
source: (UTC+05:00) Islamabad, Karachi
sk: (UTC+05:00) Islamabad, Karáči

# RES_zones.timezone.india standard time.rotext
source: (UTC+05:30) Chennai, Kolkata (Calcutta), Mumbai, New Delhi
ca: (UTC+05:30) Chennai, Kolkata (Calcuta), Mumbai, Nova Delhi
it: (UTC+05:30) Chennai, Kolkata (Calcutta), Mumbai, Nuova Delhi
sk: (UTC+05:30) Chennai, Kalkata (Kalkata), Mumbai, New Delhi

# RES_zones.timezone.nepal standard time.rotext
source: (UTC+05:45) Kathmandu
ca: (UTC+05:45) Kàtmandu
sk: (UTC+05:45) Káthmandu

# RES_zones.timezone.central asia standard time.rotext
source: (UTC+06:00) Bishkek
sk: (UTC+06:00) Biškek

# RES_zones.timezone.bangladesh standard time.rotext
source: (UTC+06:00) Dhaka
ca: (UTC+06:00) Dacca
sk: (UTC+06:00) Dháka

# RES_zones.timezone.myanmar standard time.rotext
source: (UTC+06:30) Yangon (Rangoon)
ca: (UTC+06:30) Yangón (Yangon)
sk: (UTC+06:30) Rangún (Rangoon)

# RES_zones.timezone.se asia standard time.rotext
source: (UTC+07:00) Bangkok, Hanoi, Jakarta
it: (UTC+07:00) Bangkok, Hanoi, Giacarta
sk: (UTC+07:00) Bangkok, Hanoj, Jakarta

# RES_zones.timezone.altai standard time.rotext
source: (UTC+07:00) Barnaul, Gorno-Altaysk
sk: (UTC+07:00) Barnaul, Gorno-Altajsk

# RES_zones.timezone.north asia standard time.rotext
source: (UTC+07:00) Krasnoyarsk
sk: (UTC+07:00) Krasnojarsk

# RES_zones.timezone.china standard time.rotext
source: (UTC+08:00) Beijing, Chongqing, Hong Kong, Urumqi
it: (UTC+08:00) Pechino, Chongqing, Hong Kong, Urumqi
sk: (UTC+08:00) Peking, Čchung-čching, Hongkong, Urumči

# RES_zones.timezone.singapore standard time.rotext
source: (UTC+08:00) Kuala Lumpur, Singapore
ca: (UTC+08:00) Kuala Lumpur, Singapur
sk: (UTC+08:00) Kuala Lumpur, Singapur

# RES_zones.timezone.ulaanbaatar standard time.rotext
source: (UTC+08:00) Ulaanbaatar
ca: (UTC+08:00) Ulan Bator
sk: (UTC+08:00) Ulánbátar

# RES_zones.timezone.tokyo standard time.rotext
source: (UTC+09:00) Osaka, Sapporo, Tokyo
ca: (UTC+09:00) Osaka, Sapporo, Tòquio
sk: (UTC+09:00) Osaka, Sapporo, Tokio

# RES_zones.timezone.north korea standard time.rotext
source: (UTC+09:00) Pyongyang
sk: (UTC+09:00) Pchjongjang

# RES_zones.timezone.korea standard time.rotext
source: (UTC+09:00) Seoul
ca: (UTC+09:00) Seül
sk: (UTC+09:00) Soul

# RES_zones.timezone.yakutsk standard time.rotext
source: (UTC+09:00) Yakutsk
sk: (UTC+09:00) Jakutsk

# RES_zones.timezone.lord howe standard time.rotext
source: (UTC+10:30) Lord Howe Island
ca: (UTC+10:30) Illa Lord Howe
it: (UTC+10:30) Isola Lord Howe
sk: (UTC+10:30) Ostrov Lorda Howea

# RES_zones.timezone.bougainville standard time.rotext
source: (UTC+11:00) Bougainville Island
ca: (UTC+11:00) Illa Bougainville
it: (UTC+11:00) Isola di Bougainville
sk: (UTC+11:00) Ostrov Bougainville

# RES_zones.timezone.norfolk standard time.rotext
source: (UTC+11:00) Norfolk Island
ca: (UTC+11:00) Illa Norfolk
it: (UTC+11:00) Isola di Norfolk
sk: (UTC+11:00) Ostrov Norfolk

# RES_zones.timezone.central pacific standard time.rotext
source: (UTC+11:00) Solomon Islands, New Caledonia
ca: (UTC+11:00) Illes Salomó, Nova Caledònia
it: (UTC+11:00) Isole Salomone, Nuova Caledonia
sk: (UTC+11:00) Šalamúnove ostrovy, Nová Kaledónia

# RES_zones.timezone.sakhalin standard time.rotext
source: (UTC+11:00) Sakhalin
ca: (UTC+11:00) Sajalín
sk: (UTC+11:00) Sachalin

# RES_zones.timezone.russia time zone 11.rotext
source: (UTC+12:00) Anadyr, Petropavlovsk-Kamchatsky
sk: (UTC+12:00) Anadyr, Petropavlovsk-Kamčatskij

# RES_zones.timezone.fiji standard time.rotext
source: (UTC+12:00) Fiji
it: (UTC+12:00) Figi
sk: (UTC+12:00) Fidži

# RES_zones.timezone.utc+12.rotext
source: (UTC+12:00) Coordinated Universal Time +12
ca: (UTC+12:00) Hora universal coordinada+12
it: (UTC+12:00) Tempo Universale Coordinato+12
sk: (UTC+12:00) Univerzálny čas koordinovaný+12

# RES_zones.timezone.kamchatka standard time.rotext
source: (UTC+12:00) Petropavlovsk-Kamchatsky - former
ca: (UTC+12:00) Petropavlovsk-Kamchatsky - antic
it: (UTC+12:00) Petropavlovsk-Kamchatsky - ex
sk: (UTC+12:00) Petropavlovsk-Kamčatskij - bývalý

# RES_zones.timezone.chatham islands standard time.rotext
source: (UTC+12:45) Chatham Islands
ca: (UTC+12:45) Illes Chatham
it: (UTC+12:45) Isole Chatham
sk: (UTC+12:45) Chathamské ostrovy

# RES_zones.timezone.utc+13.rotext
source: (UTC+13:00) Universal Time Coordinated+13
ca: (UTC+13:00) Hora universal coordinada+13
it: (UTC+13:00) Tempo Universale Coordinato+13
sk: (UTC+13:00) Univerzálny čas koordinovaný+13

# RES_zones.timezone.line islands standard time.rotext
source: (UTC+14:00) Kiritimati Island
ca: (UTC+14:00) Illa Kiritimati
it: (UTC+14:00) Isola di Kiritimati
sk: (UTC+14:00) Ostrov Kiritimati

# RES_accessfilterplates.btnexporttoxls.text.rotext
source: Export
ca: Exportar
it: Esportare

# RES_accessstatus.incaccess.detail.rotext
source: Detail
ca: Detall
it: Dettaglio

# RES_zones.timezone.pacific standard time (mexico).rotext
source: (UTC-08:00) Baja California
ca: (UTC-08:00) Baixa Califòrnia

# RES_zones.timezone.mountain standard time (mexico).rotext
source: (UTC-07:00) La Paz, Mazatlán
ca: (UTC-07:00) La Pau, Mazatlán

# RES_zones.timezone.central standard time (mexico).rotext
source: (UTC-06:00) Guadalajara, Mexico City, Monterrey
ca: (UTC-06:00) Guadalajara, Ciutat de Mèxic, Monterrey
it: (UTC-06:00) Guadalajara, Città del Messico, Monterrey

# RES_zones.timezone.sa pacific standard time.rotext
source: (UTC-05:00) Bogota, Lima, Quito, Rio Branco
ca: (UTC-05:00) Bogotà, Lima, Quito, Rio Branco
it: (UTC-05:00) Bogotà, Lima, Quito, Rio Branco

# RES_zones.timezone.haiti standard time.rotext
source: (UTC-05:00) Haiti
ca: (UTC-05:00) Haití

# RES_zones.timezone.cuba standard time.rotext
source: (UTC-05:00) Havana
ca: (UTC-05:00) L'Havana
it: (UTC-05:00) L'Avana

# RES_zones.timezone.paraguay standard time.rotext
source: (UTC-04:00) Asunción
ca: (UTC-04:00) Assumpció

# RES_zones.timezone.sa western standard time.rotext
source: (UTC-04:00) Georgetown, La Paz, Manaus, San Juan
ca: (UTC-04:00) Georgetown, La Pau, Manaus, Sant Joan

# RES_zones.timezone.newfoundland standard time.rotext
source: (UTC-03:30) Newfoundland
ca: (UTC-03:30) Terranova
it: (UTC-03:30) Terranova

# RES_zones.timezone.tocantins standard time.rotext
source: (UTC-03:00) Araguaína
ca: (UTC-03:00) Araguaïna

# RES_zones.timezone.e. south america standard time.rotext
source: (UTC-03:00) Brasilia
ca: (UTC-03:00) Brasília

# RES_zones.timezone.sa eastern standard time.rotext
source: (UTC-03:00) Cayenne, Fortaleza
ca: (UTC-03:00) Caiena, Fortalesa
it: (UTC-03:00) Cayenna, Fortaleza

# RES_zones.timezone.azerbaijan standard time.rotext
source: (UTC+04:00) Baku
ca: (UTC+04:00) Bakú

# RES_zones.timezone.saratov standard time.rotext
source: (UTC+04:00) Saratov
ca: (UTC+04:00) Sarátov

# RES_zones.timezone.georgian standard time.rotext
source: (UTC+04:00) Tbilisi
ca: (UTC+04:00) Tbilissi

# RES_zones.timezone.qyzylorda standard time.rotext
source: (UTC+05:00) Astana
ca: (UTC+05:00) Astanà

# RES_zones.timezone.transbaikal standard time.rotext
source: (UTC+09:00) Cheetah
ca: (UTC+09:00) Chita
it: (UTC+09:00) Ghepardo

# RES_zones.timezone.cen. australia standard time.rotext
source: (UTC+09:30) Adelaide
ca: (UTC+09:30) Adelaida
