Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_loginweb.lblemail.text.rotext
source: Mail
ca: Correu electrònic
pt: Email
sk: E-mail

# RES_loginweb.lblinvalidbrowser.text.rotext
source: <b>You are using a browser that has problems displaying and using some screens.</b><br />Please check your browser version. Supported browsers: iExplorer 9 or higher, Firefox 3 or higher, Safari 4 or higher and Chrome.
ca: <b>Estàs utilitzant un navegador que té problemes en la visualització i l’ús d’algunes pantalles.</b><br />Si us plau, revisa la versió del navegador. Navegadors compatibles: IExplorer 9 o superior, Firefox 3 o superior, Safari 4 o superior i Chrome.
pt: <b>Está a utilizar um navegador que tem problemas na visualização e utilização de alguns ecrãs.</b><br />Verifique a versão do seu navegador. Navegadores suportados: IExplorer 9 ou superior, Firefox 3 ou superior, Safari 4 ou superior e Chrome.
sk: <b>Používate prehliadač, ktorý má problémy so zobrazovaním a používaním niektorých obrazoviek.</b><br />Prosím, skontrolujte verziu svojho prehliadača. Podporované prehliadače: IExplorer 9 alebo vyšší, Firefox 3 alebo vyšší, Safari 4 alebo vyšší a Chrome.

# RES_loginweb.lbllanguage.text.rotext
source: Language:
ca: Idioma:
pt: Idioma:
sk: Jazyk:

# RES_loginweb.lblname.text.rotext
source: User:
ca: Usuari:
pt: Utilizador:
sk: Používateľ:

# RES_loginweb.lblnewpassword.text.rotext
source: New password
ca: Nova contrasenya
pt: Nova palavra-passe
sk: Nové heslo

# RES_loginweb.lblpassword.text.rotext
source: Password:
ca: Contrasenya:
pt: Palavra-passe:
sk: Heslo:

# RES_loginweb.lblrecoverpassworddesc.text.rotext
source: Enter your username and email address. When you click Next, you will be sent a message with the recovery key that you must enter to reset your password.
ca: Indica el teu nom d’usuari i correu electrònic. En fer clic a Següent rebràs un correu electrònic amb la clau de recuperació, que hauràs d’introduir per poder restablir la contrasenya.
pt: Indique o seu nome de utilizador e o endereço de email. Ao clicar em “Seguinte” receberá uma mensagem com a senha de recuperação, que deverá introduzir para poder redefinir a palavra-passe.
sk: Zadajte svoje používateľské meno a e-mailovú adresu. Po kliknutí na tlačidlo Next (Ďalej) sa zobrazí správa s kľúčom na obnovenie, ktorý musíte zadať, aby ste mohli obnoviť svoje heslo.

# RES_loginweb.lblroboticsmail.text.rotext
source: Support account:
ca: Compte suport:
pt: Conta suporte:
sk: Účet podpory:

# RES_loginweb.lblserver.text.rotext
source: Customer:
ca: Client:
pt: Cliente:
sk: Klient:

# RES_loginweb.lbltitle.text.rotext
source: Enter your username and password
ca: Introdueix el teu usuari i contrasenya
pt: Introduza o seu nome de utilizador e a palavra-passe
sk: Zadajte svoje používateľské meno a heslo

# RES_loginweb.lbltypeemployee.text.rotext
source: Recover password
ca: Recuperar contrasenya
pt: Recuperar palavra-passe
sk: Obnovenie hesla

# RES_loginweb.lblunrecognizedbrowser.text.rotext
source: <b>You are using a browser that may have problems viewing and using some screens.</b><br />Please check your browser version. Supported browsers: iExplorer 9 or higher, Firefox 3 or higher, Safari 4 or higher and Chrome.
ca: <b>Estàs utilitzant un navegador que podria tenir problemes en la visualització i l’ús d’algunes pantalles.</b><br />Si us plau, revisa la versió del navegador. Navegadors compatibles: IExplorer 9 o superior, Firefox 3 o superior, Safari 4 o superior i Chrome.
pt: <b>Está a utilizar um navegador que poderá ter problemas na visualização e utilização de alguns ecrãs.</b><br />Verifique a versão do seu navegador. Navegadores suportados: IExplorer 9 ou superior, Firefox 3 ou superior, Safari 4 ou superior e Chrome.
sk: <b>Používate prehliadač, ktorý môže mať problémy so zobrazením a používaním niektorých obrazoviek.</b><br />Prosím, skontrolujte verziu svojho prehliadača. Podporované prehliadače: IExplorer 9 alebo vyšší, Firefox 3 alebo vyšší, Safari 4 alebo vyšší a Chrome.

# RES_loginweb.lblusername.text.rotext
source: User
ca: Usuari
pt: Utilizador
sk: používateľ

# RES_loginweb.lblvalidationcode.text.rotext
source: Validation code:
ca: Codi de validació:
pt: Código de validação:
sk: Kód overenia:

# RES_loginweb.lowpassword.rotext
source: The password must be at least 4 characters long and contain letters and numbers.
ca: La contrasenya ha de tenir una longitud mínima de 4 caràcters i incloure lletres i números.
pt: A palavra-passe deve ter um mínimo de 4 caracteres e conter letras e algarismos
sk: Heslo musí mať aspoň 4 znaky a obsahovať písmená a číslice

# RES_loginweb.mediumpassword.rotext
source: The password must be at least 6 characters long and contain letters and numbers.
ca: La contrasenya ha de tenir una longitud mínima de 6 caràcters i incloure lletres i números.
pt: A palavra-passe deve ter um mínimo de 6 caracteres e conter letras e algarismos
sk: Heslo musí mať aspoň 6 znakov a obsahovať písmená aj číslice

# RES_loginweb.needtemporanykey.message.rotext
source: Enter the validation code sent to your email to continue. If you do not receive it, contact your administrator.
ca: Introdueix el codi de validació que s’ha enviat al teu correu per poder continuar. Si no el reps, posa’t en contacte amb el teu administrador.
pt: Introduza o código de validação enviado para o seu email para poder continuar. Se não o receber, contacte o seu administrador.
sk: Ak ste nedostali overovací kód, kontaktujte svojho správcu.

# RES_loginweb.recovererror.rotext
source: Incorrect data
ca: Dades incorrectes
pt: Dados incorretos
sk: Nesprávne údaje

# RES_loginweb.recoverpassword.text.rotext
source: Have you forgotten your password?
ca: T’has oblidat de la teva contrasenya?
pt: Esqueceu-se da sua palavra-passe?
sk: zabudli ste heslo?

# RES_loginweb.recoverycode.rotext
source: The validation code entered is not valid
ca: El codi de validació indicat no és vàlid.
pt: O código de validação introduzido é inválido.
sk: Zadaný overovací kód je neplatný

# RES_loginweb.serverisnotrunning.message.rotext
source: The Visualtime Live server is not started.
ca: El servidor de Visualtime Live no està iniciat.
pt: O servidor do Visualtime Live não foi iniciado.
sk: Server Visualtime Live nie je spustený.

# RES_loginweb.supportlink.text.rotext
source: Technical support
ca: Suport tècnic
pt: Assistência Técnica
sk: Technická podpora

# RES_loginweb.temporanykeyexpired.message.rotext
source: The validation code has expired. Please enter the new validation code sent to your email to continue. If you do not receive it, please contact your administrator.
ca: El codi de validació ha caducat. Introdueix el codi de validació que s’ha enviat al teu correu per poder continuar. Si no el reps, posa’t en contacte amb el teu administrador.
pt: O código de validação expirou. Introduza o novo código de validação enviado para o seu email para poder continuar. Se não o recebeu, contacte o seu administrador.
sk: Platnosť overovacieho kódu vypršala. Ak ho nedostanete, obráťte sa na svojho správcu a zadajte nový validačný kód, ktorý vám bol zaslaný na váš e-mail, aby ste mohli pokračovať.

# RES_loginweb.userroboticsneeded.message.rotext
source: Enter the account to which the validation code will be sent
ca: Introdueix el compte al qual s’enviarà el codi de validació
pt: Introduza a conta para a qual será enviado o código de validação
sk: Zadajte účet, na ktorý sa má poslať overovací kód

# RES_main.main.loadingtext.rotext
source: Charging...
ca: Carregant...
pt: A carregar...
sk: Načítanie...

# RES_main.nonews.rotext
source: The news could not be loaded
ca: No s’han pogut carregar les notícies
pt: Não foi possível carregar as notícias
sk: Správu nebolo možné načítať

# RES_msgboxform.title_label.text.rotext
source: label title
ca: label títol
pt: título
sk: názov štítku

# RES_newterminalwizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_newterminalwizard.btend.text.rotext
source: Finish
ca: Finalitzar
pt: Terminar
sk: Koniec

# RES_newterminalwizard.btnext.text.rotext
source: Next >
ca: Següent >
pt: Seguinte >
sk: Ďalšie >

# RES_newterminalwizard.btprev.text.rotext
source: < previous
ca: < anterior
pt: < anterior
sk: < Predchádzajúci

# RES_newterminalwizard.checkpage.page1.invalidserialnum.rotext
source: Incorrect Serial Number.
ca: Número de sèrie incorrecte.
pt: Número de Série Incorreto.
sk: Nesprávne sériové číslo.

# RES_newterminalwizard.checkpage.page3.nonetermreplace.rotext
source: Select a terminal to replace.
ca: Selecciona un terminal per substituir.
pt: Selecione um terminal a substituir.
sk: Vyberte svorku, ktorá sa má vymeniť.

# RES_newterminalwizard.checkpage.page4.noneterminaldescription.rotext
source: Insert a descriptive name for the terminal.
ca: Introdueix un nom descriptiu per al terminal.
pt: Insira um nome descritivo para o terminal.
sk: Vložte popisný názov terminálu.

# RES_newterminalwizard.end.error.newterminalwelcome2.text.rotext
source: There was an error registering the terminal.
ca: Hi ha hagut un error en registrar el terminal.
pt: Houve um erro ao registar o terminal.
sk: Pri registrácii terminálu došlo k chybe.

# RES_newterminalwizard.end.errorindeleteusertask.rotext
source: Error deleting terminal log user alert.
ca: Error en eliminar l’alerta d’usuari de registre de terminal.
pt: Erro ao eliminar o alerta de utilizador de registo do terminal.
sk: Nepodarilo sa odstrániť upozornenie používateľa terminálového denníka.

# RES_newterminalwizard.end.errorinsaveterminal.rotext
source: Error registering terminal. The registration could not be saved.
ca: Error en registrar el terminal. No s’ha pogut desar el registre.
pt: Erro ao registar o terminal. Não foi possível guardar o registo.
sk: Chyba pri registrácii terminálu. Registráciu sa nepodarilo uložiť.

# RES_newterminalwizard.end.newterminalwelcome1.text.rotext
source: Terminal registration completion.
ca: Finalització de registre del terminal.
pt: Finalização do registo do terminal.
sk: Ukončenie registrácie terminálu.

# RES_newterminalwizard.end.ok.newterminalwelcome2.text.rotext
source: The terminal has been registered successfully.
ca: El terminal s’ha registrat correctament.
pt: O terminal foi registado corretamente.
sk: Terminál bol úspešne zaregistrovaný.

# RES_newterminalwizard.grdterminals.columns#1.headertext.rotext
source: Type
ca: Tipus
pt: Tipo
sk: typ

# RES_newterminalwizard.grdterminals.columns#2.headertext.rotext
source: Value
ca: Valor
pt: Valor
sk: Hodnota

# RES_newterminalwizard.grdterminals.columns#3.headertext.rotext
source: Value
ca: Valor
pt: Valor
sk: Hodnota

# RES_newterminalwizard.grdterminals.columns#4.headertext.rotext
source: IP address
ca: Adreça IP
pt: Endereço IP
sk: IP adresa

# RES_newterminalwizard.hdnsteptitle.text.rotext
source: Terminal Registration Wizard.
ca: Assistent per registrar terminals.
pt: Assistente para o registo de terminais.
sk: Sprievodca registráciou terminálu.

# RES_newterminalwizard.lblinsertname.text.rotext
source: Enter the descriptive name you want for the terminal.
ca: Introdueix un nom descriptiu per al terminal.
pt: Introduza o nome descritivo que pretende para o terminal.
sk: Vložte požadovaný opisný názov terminálu.

# RES_newterminalwizard.lblreplacetermdesc.text.rotext
source: Select the terminal you want to replace.
ca: Selecciona el terminal que vols substituir.
pt: Selecione o terminal que pretende substituir.
sk: Vyberte terminál, ktorý chcete nahradiť.

# RES_newterminalwizard.lblsetp1info2.text.rotext
source: Terminal data
ca: Dades del terminal
pt: Dados do terminal
sk: Údaje o termináli

# RES_newterminalwizard.lblstep1title.text.rotext
source: Step 1 of 4.
ca: Pas 1 de 4.
pt: Passo 1 de 4.
sk: Krok 1 zo 4.

# RES_newterminalwizard.lblstep2title.text.rotext
source: Step 2 of 4.
ca: Pas 2 de 4.
pt: Passo 2 de 4.
sk: Krok 2 zo 4.

# RES_newterminalwizard.lblstep3title.text.rotext
source: Step 3 of 4.
ca: Pas 3 de 4.
pt: Etapa 3 de 4.
sk: Krok 3 zo 4.

# RES_newterminalwizard.lblstep4title.text.rotext
source: Step 4 of 4.
ca: Pas 4 de 4.
pt: Passo 4 de 4.
sk: Krok 4 zo 4.

# RES_newterminalwizard.lblterminalinforegister.text.rotext
source: Terminal License No.
ca: Núm. de llicència del terminal
pt: Núm. de licença do terminal
sk: Číslo licencie terminálu

# RES_newterminalwizard.lblterminalinfotitle.text.rotext
source: Terminal information
ca: Informació del terminal
pt: Informação do terminal
sk: Informácie o termináli

# RES_newterminalwizard.lblterminalip.text.rotext
source: Terminal IP:
ca: IP del terminal:
pt: IP do terminal:
sk: IP adresa terminálu:

# RES_newterminalwizard.lblterminalmodel.text.rotext
source: Terminal Model:
ca: Model del terminal:
pt: Modelo do Terminal:
sk: Model terminálu:

# RES_newterminalwizard.lblterminalregisterdesc.text.rotext
source: Insert the license provided to activate the terminal and continue with the registration.
ca: Introdueix la llicència facilitada per poder activar el terminal i continuar endavant amb el registre.
pt: Insira a licença enviada para poder ativar o terminal e continuar com o registo.
sk: Vložte dodanú licenciu, aby ste aktivovali terminál a pokračovali v registrácii.

# RES_newterminalwizard.lblterminalsn.text.rotext
source: Serial No.:
ca: Núm. de sèrie:
pt: Núm. de Série:
sk: Sériové číslo

# RES_newterminalwizard.lblterminaltypedesc.text.rotext
source: Select the appropriate action to perform.
ca: Selecciona l’acció que calgui.
pt: Selecione a ação que pretende realizar.
sk: Vyberte príslušnú akciu, ktorá sa má vykonať.

# RES_newterminalwizard.lblwelcome1.text.rotext
source: Welcome to the Terminal Registration Wizard.
ca: Et donem la benvinguda a l’assistent per registrar terminals.
pt: Bem-vindo/a ao assistente para o registo de terminais.
sk: Vitajte v sprievodcovi registráciou terminálu.

# RES_newterminalwizard.lblwelcome2.text.rotext
source: This wizard will help you register a terminal.
ca: Aquest assistent t’ajudarà a registrar un terminal.
pt: Este assistente ajudará a registar um terminal
sk: Tento sprievodca vám pomôže zaregistrovať terminál.

# RES_newterminalwizard.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
pt: Para continuar clique em seguinte.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_newterminalwizard.optnewterminal.description.rotext
source: The terminal is created again, another terminal is not replaced.
ca: El terminal es crea de nou. No se substitueix un altre terminal.
pt: O terminal cria-se novamente, não se substitui outro terminal.
sk: Terminál sa vytvorí nanovo, žiadny iný terminál sa nenahradí.

# RES_newterminalwizard.optnewterminal.text.rotext
source: It's a new terminal
ca: És un terminal nou
pt: É um novo terminal
sk: Je to nový terminál

# RES_newterminalwizard.optreplaceterminal.description.rotext
source: An existing terminal is replaced by the new terminal. The configuration of the previous one is maintained.
ca: Se substitueix un terminal existent pel nou terminal. Es manté la configuració de l’anterior.
pt: Substitui-se um terminal existente pelo novo terminal. Mantém-se a configuração do anterior.
sk: Existujúci terminál sa nahradí novým terminálom. Konfigurácia predchádzajúceho terminálu zostáva zachovaná.

# RES_newterminalwizard.optreplaceterminal.text.rotext
source: An existing terminal is replaced
ca: Se substitueix un terminal existent
pt: Substitui-se um terminal existente
sk: Nahradí sa existujúci terminál

# RES_newterminalwizard.title.rotext
source: Assistant for the registration of terminals
ca: Assistent per a l’alta de terminals
pt: Assistente para registar terminais
sk: Sprievodca registráciou terminálu

# RES_newterminalwizard.txtstep2startdate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_newterminalwizard.txtstep2startdate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_noemployeefound.task.rotext
source: Transfers of cards not assigned to any user have been found.
ca: S’han trobat fitxatges de targetes no assignades a cap usuari.
pt: Foram encontradas picagens de cartões não atribuídas a nenhum utilizador.
sk: Boli nájdené záznamy o kartách nepriradené k žiadnemu používateľovi.

# RES_notification.terminaldisconnected.body.text.rotext
source: Terminal ${1} has been disconnected from the application since ${2}
ca: El terminal ${1} està desconnectat de l’aplicació des de les ${2}
pt: O terminal ${1} está desligado da aplicação desde as ${2}
sk: Terminál ${1} bol odpojený od aplikácie od ${2}

# RES_ooops.lblresult.text.rotext
source: An error has occurred, please try again later
ca: S’ha produït un error, torna-ho a provar més tard
pt: Ocorreu um erro, tente mais tarde
sk: Vyskytla sa chyba, skúste to neskôr

# RES_overmaxemployeessoon.title.rotext
source: Next day ${1} will have ${2} registered users and your version of the program only supports a maximum of ${3}.
ca: El proper dia ${1} tindràs ${2} usuaris d’alta i la teva versió del programa només n’admet un màxim de ${3}.
pt: No próximo dia ${1} terá ${2} utilizadores registados e a sua versão do programa apenas suporta um máximo de ${3}.
sk: Nasledujúci deň ${1} bude mať ${2} registrovaných používateľov a vaša verzia programu podporuje maximálne ${3}.

# RES_overmaxjobemployeessoon.title.rotext
source: Next day ${1} will have ${2} registered users and your version of the program only supports a maximum of ${3}.
ca: El proper dia ${1} tindràs ${2} usuaris d’alta i la teva versió del programa només n’admet un màxim de ${3}.
pt: No próximo dia ${1} terá ${2} utilizadores registados e a sua versão do programa apenas suporta um máximo de ${3}.
sk: Nasledujúci deň ${1} bude mať ${2} registrovaných používateľov a vaša verzia programu podporuje maximálne ${3}.

# RES_performingaction.lblupexecuteinfo.text.rotext
source: This operation may take a few minutes depending on the volume of information to be processed.
ca: Aquesta operació pot trigar uns minuts en funció del volum d’informació que s’hagi de processar
pt: Esta operação pode demorar uns minutos dependendo do volume de informação a processar
sk: Táto operácia môže trvať niekoľko minút v závislosti od objemu spracovávaných informácií

# RES_performingaction.lblupexecutetitle.text.rotext
source: Taking action...
ca: Realitzant acció…
pt: A concretizar a ação...
sk: Vykonávanie akcií...

# RES_performingactionandcancel.btngotostart.text.rotext
source: Go to the start menu
ca: Anar al menú Inici
pt: Ir para o menu início
sk: Prejdite do ponuky Štart

# RES_performingactionandcancel.btngotostart.tooltip.rotext
source: Go to the start menu
ca: Anar al menú Inici
pt: Ir para o menu início
sk: Prejdite do ponuky Štart

# RES_performingactionandcancel.lblupexecuteinfo.text.rotext
source: This operation may take a few minutes depending on the volume of information. If you wish, you can go to the start menu using the following link and then find the analysis in 'Requested reports'
ca: Aquesta operació pot trigar uns minuts en funció del volum d’informació. Si vols, pots anar al menú Inici mitjançant l’enllaç següent i posteriorment consultar l’anàlisi a ´Informes sol·licitats´
pt: Esta operação pode demorar uns minutos dependendo do volume de informação. Se desejar, pode ir ao menu através do seguinte link e, posteriormente, encontrar a análise em “Relatórios solicitados”.
sk: Táto operácia môže trvať niekoľko minút v závislosti od objemu informácií. Ak chcete, môžete prejsť do domovskej ponuky prostredníctvom nasledujúceho odkazu a potom nájsť analytiku v časti "Požadované správy"

# RES_performingactionandcancel.lblupexecutetitle.text.rotext
source: Taking action...
ca: Realitzant acció…
pt: A concretizar a ação...
sk: Prijatím opatrení...

# RES_publi.publiline0.text.rotext
source: Upgrade to Visualtime Live Pro now and you'll get the following benefits, among others:
ca: Actualitza’t ara a Visualtime Live Pro i obtindràs, entre d’altres, els següents beneficis:
pt: Atualize agora o Visualtime Live Pro e terá, entre outros, os seguintes benefícios:
sk: Upgrade na Visualtime Live Pro vám okrem iného prinesie tieto výhody:

# RES_publi.publiline01.text.rotext
source: Upgrade now to
ca: Actualitza’t ara a
pt: Atualize agora a
sk: Aktualizujte teraz na

# RES_publi.publiline03.text.rotext
source: and you will get, among others, the following benefits:
ca: i obtindràs, entre altres, els següents beneficis:
pt: e terá, entre outros, os seguintes benefícios:
sk: a získate okrem iného tieto výhody:

# RES_publi.publiline1.text.rotext
source: Possibility of defining complex schedules, with automatic rules for justifying incidents.
ca: Possibilitat de definir horaris complexos, amb regles automàtiques de justificació d’incidències.
pt: Possibilidade de definir horários complexos, com regras automáticas de justificação de incidências.
sk: Možnosť definovania komplexných rozvrhov s automatickými pravidlami na zdôvodnenie incidentov.

# RES_publi.publiline2.text.rotext
source: Support for an unlimited number of terminals
ca: Suport per a un nombre il·limitat de terminals
pt: Suporte para um número ilimitado de terminais
sk: Podpora neobmedzeného počtu terminálov

# RES_publi.publiline3.text.rotext
source: Forecast of future incidents, such as a visit to the doctor, which will be automatically justified when it occurs
ca: Previsió d’absències futures, com per exemple una visita al metge, que es justificarà automàticament quan es produeixi
pt: Previsão de incidências futuras, como por exemplo uma consulta no médico, que será justificada automaticamente quando acontecer
sk: Očakávanie budúcich udalostí, napríklad návštevy lekára, ktorá sa automaticky zdôvodní, keď nastane

# RES_publi.publiline4.text.rotext
source: Creation of new users who can work with Visualtime Live, as well as the possibility of defining specific permissions for these users
ca: Creació d’usuaris nous que puguin treballar amb Visualtime Live, així com la possibilitat de definir permisos específics per a aquests usuaris
pt: Criação de novos utilizadores que possam trabalhar com o Visualtime Live, bem como a possibilidade de definir licenças específicas para estes utilizadores
sk: Vytvorenie nových používateľov, ktorí môžu pracovať s programom Visualtime Live, ako aj možnosť definovať špecifické oprávnenia pre týchto používateľov

# RES_publi.publiline5.text.rotext
source: Definition of justifications and accumulations without limits
ca: Definició de justificacions i acumulats sense límits
pt: Definição de justificações e saldos sem limites
sk: Definícia odôvodnení a kumulácií bez obmedzenia

# RES_publi.publiline6.text.rotext
source: Access to all Visualtime Live extensions for Time Control
ca: Accés a totes les extensions de Visualtime Live per a control horari
pt: Acesso a todas as extensões do Visualtime Live para controlo horário
sk: Prístup ku všetkým rozšíreniam Visualtime Live pre Time Control

# RES_publi.publiline7.text.rotext
source: Possibility of integrating our Access Control, Visualtime Live access
ca: Possibilitat d’integrar el nostre control d’accessos, Visualtime Live accessos
pt: Possibilidade de integrar o nosso Controlo de Acessos, Visualtime Live acessos
sk: Možnosť integrácie našich prístupov Access Control, Visualtime Live

# RES_publi.publimoreinfo.text.rotext
source: More information at www.robotics.es
ca: Més informació a www.robotics.es
pt: Mais informações em www.robotics.es
sk: Viac informácií na www.robotics.es

# RES_rocalendar.calendar.accept.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_rocalendar.calendar.cancel.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť
