Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_analyticsscheduler.analyticsscheduler.rotext
source: Data analysis
ca: Anàlisi de dades
eu: Datuen analisia
sk: Analýza údajov

# RES_analyticsscheduler.analytycs.hidegraphlng.rotext
source: Hide chart
ca: Amagar gràfica
eu: Ezkutatu grafikoa
sk: Skryť grafiku

# RES_analyticsscheduler.analytycs.showgraphlng.rotext
source: Show graph
ca: Mostrar gràfica
eu: Erakutsi grafikoa
sk: Zobraziť grafiku

# RES_analyticsscheduler.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_analyticsscheduler.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_analyticsscheduler.btcancelexport.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btcancelexport.tooltip.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btdoexport.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btdoexport.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnacceptrequesttypes.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnacceptrequesttypes.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnacceptuserfields.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnacceptuserfields.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btncancelrequesttypes.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btncancelrequesttypes.tooltip.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btncanceluserfields.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btncanceluserfields.tooltip.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btnexporttoxls.text.rotext
source: Export to Excel
ca: Exportar a Excel
eu: Esportatu Excel-era
sk: Export do programu Excel

# RES_analyticsscheduler.btnexporttoxls.tooltip.rotext
source: Export to Excel
ca: Exportar a Excel
eu: Esportatu Excel-era
sk: Export do programu Excel

# RES_analyticsscheduler.btnno.text.rotext
source: No
eu: Ez
sk: NIE

# RES_analyticsscheduler.btnopenpopupconcepts.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_analyticsscheduler.btnopenpopupconcepts.tooltip.rotext
source: Select balances
ca: Seleccionar saldos
eu: Aukeratu saldoak
sk: Vyberte zostatky

# RES_analyticsscheduler.btnopenpopupsaveview.text.rotext
source: Save Selection
ca: Desar selecció
eu: Gorde hautapena
sk: Uložiť výber

# RES_analyticsscheduler.btnopenpopupsaveview.tooltip.rotext
source: Save Dataset Selection
ca: Desar selecció del conjunt de dades
eu: Gorde datu multzoen hautaketa
sk: Uložiť výber súboru údajov

# RES_analyticsscheduler.btnopenpopupselectoremployees.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_analyticsscheduler.btnopenpopupselectoremployees.tooltip.rotext
source: Select users
ca: Seleccionar usuaris
eu: Hautatu erabiltzaileak
sk: Vybrať používateľov

# RES_analyticsscheduler.btnopenpopupviews.text.rotext
source: Load Selection
ca: Carregar selecció
eu: Kargatu hautaketa
sk: Výber zaťaženia

# RES_analyticsscheduler.btnopenpopupviews.tooltip.rotext
source: Load Dataset Selection
ca: Carregar selecció del conjunt de dades
eu: Kargatu datu multzoen hautaketa
sk: Výber súboru údajov načítania

# RES_analyticsscheduler.btnopenrequesttypes.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_analyticsscheduler.btnopenrequesttypes.tooltip.rotext
source: Select type of request
ca: Seleccionar tipus de sol·licitud
eu: Hautatu eskaera mota
sk: Vyberte typ aplikácie

# RES_analyticsscheduler.btnopenuserfields.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_analyticsscheduler.btnopenuserfields.tooltip.rotext
source: Select fields from the tab
ca: Seleccionar camps de la fitxa
eu: Hautatu fitxa-eremuak
sk: Vyberte polia z karty

# RES_analyticsscheduler.btnpopupconceptsaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnpopupconceptscancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btnpopupsaveviewsave.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnpopupselectoremployeesaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnpopupviewsaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_analyticsscheduler.btnpopupviewscancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.btnrefresh.text.rotext
source: Get data
ca: Obtenir dades
eu: Lortu informazioa
sk: Získavanie údajov

# RES_analyticsscheduler.btnrefresh.tooltip.rotext
source: Get data
ca: Obtenir dades
eu: Lortu informazioa
sk: Získavanie údajov

# RES_analyticsscheduler.btnsi.text.rotext
source: Yes
ca: Sí
eu: Bai
sk: Áno

# RES_analyticsscheduler.cbviewanalytics1.rotext
source: Balances
ca: Saldos
eu: Balantzeak
sk: zostatky

# RES_analyticsscheduler.cbviewanalytics2.rotext
source: Planning
ca: Planificació
eu: Plangintza
sk: plánovanie

# RES_analyticsscheduler.cbviewanalytics3.rotext
source: Justifications and incidents
ca: Justificacions i incidències
eu: Justifikazioak eta gorabeherak
sk: Odôvodnenia a incidenty

# RES_analyticsscheduler.cbviewanalytics4.rotext
source: Presence signings
ca: Fitxatges de presència
eu: Presentziako sinaketak
sk: Podpisovanie prítomnosti

# RES_analyticsscheduler.cbviewanalytics5.rotext
source: Requests
ca: Sol·licituds
eu: Eskaerak
sk: žiadosti

# RES_analyticsscheduler.cbviewanalytics6.rotext
source: Users
ca: Usuaris
eu: Erabiltzaileak
sk: používatelia

# RES_analyticsscheduler.chartdatavertical.text.rotext
source: Generate Series from Columns
eu: Sortu seriea zutabeetatik
sk: Generovanie sérií zo stĺpcov

# RES_analyticsscheduler.chkcolumngrandtotals.text.rotext
source: Add totals by row
ca: Afegir totals per fila
eu: Gehitu guztirakoak errenkada bakoitzeko
sk: Sčítanie súčtov riadkov

# RES_analyticsscheduler.chkcolumntotals.text.rotext
source: Add subtotals by row
ca: Afegir subtotals per fila
eu: Gehitu azpi-totalak errenkada bakoitzeko
sk: Pridanie čiastkových súčtov na riadok

# RES_analyticsscheduler.chkgroupenabled.text.rotext
source: Add groupings
ca: Afegir agrupacions
eu: Gehitu taldekatzeak
sk: Pridanie zoskupení

# RES_analyticsscheduler.chkrowgrandtotals.text.rotext
source: Add totals by column
ca: Afegir totals per columna
eu: Gehitu guztirakoak zutabeka
sk: Sčítanie súčtov za stĺpec

# RES_analyticsscheduler.chkrowtotals.text.rotext
source: Add subtotals by column
ca: Afegir subtotals per columna
eu: Gehitu azpi-totalak zutabeka
sk: Pridanie čiastkových súčtov pre každý stĺpec

# RES_analyticsscheduler.ckgenerategraph.text.rotext
source: Generate graph
ca: Generar gràfica
eu: Sortu grafikoa
sk: Generovanie grafiky

# RES_analyticsscheduler.ckincludezerovalues.text.rotext
source: Include values with zeros
ca: Incloure valors amb zeros
eu: Sartu zeroekin balioak
sk: Zahrnúť hodnoty s nulami

# RES_analyticsscheduler.cknumericformat.text.rotext
source: Values in numeric format
ca: Valors en format numèric
eu: Balioak zenbakizko formatuan
sk: Hodnoty v číselnom formáte

# RES_analyticsscheduler.dayofweektypeenum_1.rotext
source: Monday
ca: Dilluns
eu: astelehena
sk: Pondelok

# RES_analyticsscheduler.dayofweektypeenum_2.rotext
source: Tuesday
ca: Dimarts
eu: asteartea
sk: Utorok

# RES_analyticsscheduler.dayofweektypeenum_3.rotext
source: Wednesday
ca: Dimecres
eu: asteazkena
sk: Streda

# RES_analyticsscheduler.dayofweektypeenum_4.rotext
source: Thursday
ca: Dijous
eu: Osteguna
sk: Štvrtok

# RES_analyticsscheduler.dayofweektypeenum_5.rotext
source: Friday
ca: Divendres
eu: ostirala
sk: Piatok

# RES_analyticsscheduler.dayofweektypeenum_6.rotext
source: Saturday
ca: Dissabte
eu: Larunbata
sk: Sobota

# RES_analyticsscheduler.dayofweektypeenum_7.rotext
source: Sunday
ca: Diumenge
eu: Igandea
sk: Nedeľa

# RES_analyticsscheduler.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
eu: Arrastatu zutabe bat hona...
sk: Potiahnite stĺpec sem...

# RES_analyticsscheduler.gridviews.column.date.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_analyticsscheduler.gridviews.column.description.rotext
source: Description
ca: Descripció
eu: Deskribapena
sk: popis

# RES_analyticsscheduler.gridviews.column.name.rotext
source: Name
ca: Nom
eu: Izena
sk: názov

# RES_analyticsscheduler.gridviews.column.view.rotext
source: View
ca: Vista
eu: Ikusi
sk: Zobraziť

# RES_analyticsscheduler.invalidtypeenum_0.rotext
source: Access denied due to incorrect documentation
ca: Accés denegat per documentació incorrecta
eu: Sarbidea ukatu da dokumentazio okerrengatik
sk: Zamietnutie prístupu z dôvodu nesprávnej dokumentácie

# RES_analyticsscheduler.invalidtypeenum_1.rotext
source: Access denied due to out of hours
ca: Accés denegat per fora d’hora
eu: Sarbidea ukatu egin da ordutegiz kanpo dagoelako
sk: Zamietnutie prístupu po pracovnej dobe

# RES_analyticsscheduler.invalidtypeenum_10.rotext
source: Antipassback (Event Access Control)
ca: Antipassback (Control accés a esdeveniments)
eu: Antipassback (Gertaera Sarbide Kontrola)
sk: Antipassback (kontrola prístupu k udalostiam)

# RES_analyticsscheduler.invalidtypeenum_11.rotext
source: Maximum group time exceeded (Event Access Control)
ca: Temps màxim de grup excedit (Control Accés a Esdeveniments)
eu: Taldearen gehienezko denbora gainditu da (Gertaera Sarbide Kontrola)
sk: Prekročenie maximálneho času skupiny (riadenie prístupu k udalostiam)

# RES_analyticsscheduler.invalidtypeenum_12.rotext
source: Incorrect access title format (Event Access Control)
ca: Format de títol d'accés incorrecte (Control Accés a Esdeveniments)
eu: Sarbide-izenburuaren formatu okerra (Gertaera Sarbide Kontrola)
sk: Nesprávny formát názvu prístupu (kontrola prístupu k udalosti)

# RES_analyticsscheduler.invalidtypeenum_13.rotext
source: Bad Access Title CRC (Event Access Control)
ca: CRC de títol d'accés incorrecte (Control Accés a Esdeveniments)
eu: Sarbide-izenburu okerra CRC (Event Access Control)
sk: Nesprávny názov prístupu CRC (kontrola prístupu k udalostiam)

# RES_analyticsscheduler.invalidtypeenum_14.rotext
source: Future valid access title (Event Access Control)
ca: Títol d'accés vàlid a futur (Control Accés a Esdeveniments)
eu: Sarbide-titulua etorkizunean baliozkoa (Gertaera Sarbide Kontrola)
sk: Budúci platný prístupový titul (Event Access Control)

# RES_analyticsscheduler.invalidtypeenum_15.rotext
source: Access title expired (Event Access Control)
ca: Títol d'accés expirat (Control Accés a Esdeveniments)
eu: Iraungitako sarbide-titulua (Gertaera Sarbide-kontrola)
sk: Vypršala platnosť názvu prístupu (kontrola prístupu k udalostiam)

# RES_analyticsscheduler.invalidtypeenum_16.rotext
source: After-hours access title (Event Access Control)
ca: Títol d’accés fora d’horari (Control accés a esdeveniments)
eu: Atzitu izenburua orduen ondoren (Gertaera Sarbide Kontrola)
sk: Prístupový lístok mimo pracovnej doby (kontrola prístupu k podujatiu)

# RES_analyticsscheduler.invalidtypeenum_2.rotext
source: Access denied due to unauthorized area
ca: Accés denegat per zona no autoritzada
eu: Sarbidea ukatu egin da baimenik gabeko zonagatik
sk: Prístup zamietnutý z dôvodu neoprávnenej zóny

# RES_analyticsscheduler.invalidtypeenum_3.rotext
source: Internal application error
ca: Error intern de l’aplicació
eu: Barne aplikazioaren errorea
sk: Interná chyba aplikácie

# RES_analyticsscheduler.invalidtypeenum_4.rotext
source: Access denied: no contract
ca: Accés denegat: sense contracte
eu: Sarbidea ukatuta: Kontraturik ez
sk: Prístup zamietnutý: žiadna zmluva

# RES_analyticsscheduler.invalidtypeenum_5.rotext
source: Access denied: user record
ca: Accés denegat: fitxa de l'usuari
eu: Sarbidea ukatua: erabiltzailearen erregistroa
sk: Prístup zamietnutý: súbor používateľa

# RES_analyticsscheduler.invalidtypeenum_6.rotext
source: Repeated dining room signing
ca: Fitxatge de menjador repetit
eu: Jantokiko sinadura errepikatua
sk: Opakované podpisy v jedálni

# RES_analyticsscheduler.invalidtypeenum_7.rotext
source: Access denied to undefined dining room
ca: Accés denegat de menjador sense definir
eu: Definitu gabeko jangelarako sarbidea ukatu zaio
sk: Odmietnutie prístupu z jedálne nedefinované

# RES_analyticsscheduler.invalidtypeenum_8.rotext
source: Access denied by PGA (Event Access Control)
ca: Accés denegat per PGA (Control Accés a Esdeveniments)
eu: PGAk (Event Access Control) sarbidea ukatu du
sk: Prístup zamietnutý prostredníctvom PGA (kontrola prístupu k udalostiam)

# RES_analyticsscheduler.invalidtypeenum_9.rotext
source: Blacklist (Event Access Control)
ca: Blacklist (Control accés a esdeveniments)
eu: Zerrenda beltza (Gertaera Sarbide Kontrola)
sk: Čierna listina (riadenie prístupu k udalostiam)

# RES_analyticsscheduler.label1.text.rotext
source: Select users to display
ca: Seleccionar usuaris a mostrar
eu: Hautatu erakusteko erabiltzaileak
sk: Vyberte používateľov, ktorí sa majú zobraziť

# RES_analyticsscheduler.label2.text.rotext
source: It is not allowed to select more than 10 types
ca: No es permet seleccionar més de 10 tipus
eu: Ezin da 10 mota baino gehiago hautatzea
sk: Nie je možné vybrať viac ako 10 typov

# RES_analyticsscheduler.lblactionstitle.text.rotext
source: Save Dataset State
ca: Desar estat del conjunt de dades
eu: Gorde datu-multzoaren egoera
sk: Uloženie stavu súboru údajov

# RES_analyticsscheduler.lblanalyticsolddata.text.rotext
source: *(The analytics data has been loaded from a file, this may have changed since it was generated)
ca: *(Les dades de l'analítica s'han carregat d'un fitxer, aquestes poden haver canviat des que es va generar la mateixa)
eu: *(Analisiaren datuak fitxategi batetik kargatu dira, baliteke hauek sortu zirenetik aldatu izana)
sk: *(Analytické údaje boli načítané zo súboru, ktoré sa mohli od vygenerovania analytických údajov zmeniť)

# RES_analyticsscheduler.lblconcepts.text.rotext
source: Selection of balances
ca: Selecció de saldos
eu: Balantzearen aukeraketa
sk: Výber rovnováhy

# RES_analyticsscheduler.lblemployees.text.rotext
source: Users
ca: Usuaris
eu: Erabiltzaileak
sk: používatelia

# RES_analyticsscheduler.lblerror.text.rotext
source: You must indicate the name of the view
ca: Heu d'indicar el nom de la vista
eu: Ikuspegiaren izena adierazi behar duzu
sk: Musíte uviesť názov zobrazenia

# RES_analyticsscheduler.lblerrorselected.text.rotext
source: It is not allowed to select more than 10 fields
ca: No es permet seleccionar més de 10 camps
eu: Ezin duzu 10 eremu baino gehiago hautatzeko
sk: Nie je možné vybrať viac ako 10 polí

# RES_analyticsscheduler.lblexcelexporttitle.text.rotext
source: Export options
ca: Opcions d'exportació
eu: Esportatu aukerak
sk: Možnosti exportu

# RES_analyticsscheduler.lblfechainf.text.rotext
source: Between
ca: Entre
eu: Tartean
sk: Navštívte stránku

# RES_analyticsscheduler.lblfechasup.text.rotext
source: AND
ca: I
eu: ETA
sk: Y

# RES_analyticsscheduler.lblnodata.text.rotext
source: Define a filter and press get data
ca: Definiu un filtre i feu clic a obtenir dades
eu: Definitu iragazki bat eta egin klik lortu datuak
sk: Definujte filter a stlačte Získať údaje

# RES_analyticsscheduler.lblpopupgrupossaldos.text.rotext
source: Balance groups
ca: Grups de saldos
eu: Oreka taldeak
sk: Bilančné skupiny

# RES_analyticsscheduler.lblpopupsaldos.text.rotext
source: Balances
ca: Saldos
eu: Balantzeak
sk: zostatky

# RES_analyticsscheduler.lblpopupsaveviewdescription.text.rotext
source: Description
ca: Descripció
eu: Deskribapena
sk: popis

# RES_analyticsscheduler.lblpopupsaveviewname.text.rotext
source: Name:
ca: Nom:
eu: Izena:
sk: Názov:

# RES_analyticsscheduler.lblrequesttypes.text.rotext
source: Type of request
ca: Tipus de sol·licitud
eu: Eskaera mota
sk: Typ aplikácie

# RES_analyticsscheduler.lblsaldos.text.rotext
source: Balances
ca: Saldos
eu: Balantzeak
sk: zostatky

# RES_analyticsscheduler.lblselec.text.rotext
source: Saved Selections
ca: Seleccions Desades
eu: Gordetako hautaketak
sk: Uložené výbery

# RES_analyticsscheduler.lblselectrequesttypes.text.rotext
source: Selecting the type of request
ca: Selecció de tipus de sol·licitud
eu: Eskaera mota hautatzea
sk: Výber typu aplikácie

# RES_analyticsscheduler.lblselectuserfields.text.rotext
source: Selecting the tab
ca: Selecció de la fitxa
eu: Fitxa hautatzea
sk: Výber karty

# RES_analyticsscheduler.lblshowoptions.text.rotext
source: Display options
ca: Opcions de visualització
eu: Bistaratzeko aukerak
sk: Možnosti zobrazenia

# RES_analyticsscheduler.lbluserfields.text.rotext
source: File
ca: Fitxa
eu: Fitxategia
sk: Súbor

# RES_analyticsscheduler.lblview.text.rotext
source: Dataset
ca: Conjunt de dades
eu: Datu multzoa
sk: Súbor údajov

# RES_analyticsscheduler.loadingtext.rotext
source: Loading data…
ca: Carregant dades&hellip;
eu: Datuak kargatzen&hellip;
sk: Načítanie údajov&hellip;

# RES_analyticsscheduler.longtimeprocess.rotext
source: large amount of data has been requested<br />from the server and it may take a while to respond.<br />Do you confirm the process?
ca: S’ha sol·licitat una gran quantitat de dades<br />al servidor i pot ser que trigui a respondre.<br />Confirmes el procés?
eu: Datu kopuru handia eskatu zaio zerbitzariari eta baliteke denbora bat behar izatea prozesua berresten al duzu?
sk: Od servera bolo vyžiadané veľké množstvo údajov a môže trvať určitý čas, kým odpovie

# RES_analyticsscheduler.lp.text.rotext
source: Loading…
ca: Carregant&hellip;
eu: Kargatzen&hellip;
sk: Načítanie&hellip;

# RES_analyticsscheduler.methodenum_1.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_analyticsscheduler.methodenum_2.rotext
source: Integrated security
ca: Seguretat integrada
eu: Segurtasun integratua
sk: Integrované zabezpečenie

# RES_analyticsscheduler.methodenum_3.rotext
source: Card
ca: Targeta
eu: Txartela
sk: Karta

# RES_analyticsscheduler.methodenum_4.rotext
source: Biometrics
ca: Biometria
eu: Biometria
sk: Biometrické údaje

# RES_analyticsscheduler.methodenum_6.rotext
source: Tuition
ca: Matrícula
eu: Irakaskuntza
sk: Registrácia

# RES_analyticsscheduler.monthtypeenum_1.rotext
source: Jan
ca: Gen.
eu: urt

# RES_analyticsscheduler.monthtypeenum_10.rotext
source: Oct
eu: Urr
sk: Október

# RES_analyticsscheduler.monthtypeenum_11.rotext
source: Nov
eu: Azaroa

# RES_analyticsscheduler.monthtypeenum_12.rotext
source: Dec
ca: Dic
eu: abendua

# RES_analyticsscheduler.monthtypeenum_2.rotext
source: Feb
eu: ots
sk: Február

# RES_analyticsscheduler.monthtypeenum_3.rotext
source: Sea
ca: Mar
eu: Itsasoa
sk: More

# RES_analyticsscheduler.monthtypeenum_5.rotext
source: May
eu: Maiatza
sk: Máj

# RES_analyticsscheduler.monthtypeenum_6.rotext
source: Jun
eu: eka

# RES_analyticsscheduler.monthtypeenum_7.rotext
source: Jul
eu: Uzt
sk: Júl

# RES_analyticsscheduler.monthtypeenum_8.rotext
source: Aug
ca: Ago
eu: abuztua

# RES_analyticsscheduler.monthtypeenum_9.rotext
source: Sep
ca: Set
eu: Ira

# RES_analyticsscheduler.pivot.column.approverefusepassport.rotext
source: Approved/denied by
ca: Aprovada/denegada per
eu: Onartua/ezkatua
sk: Schválil/odmietol

# RES_analyticsscheduler.pivot.column.assignmentname.rotext
source: Position
ca: Lloc de treball
eu: Posizioa
sk: pošta

# RES_analyticsscheduler.pivot.column.begincontract.rotext
source: Start of contract
ca: Inici contracte
eu: Kontratuaren hasiera
sk: Začiatok platnosti zmluvy

# RES_analyticsscheduler.pivot.column.begindate.rotext
source: Home mobility
ca: Inici mobilitat
eu: Etxeko mugikortasuna
sk: Mobilita domov

# RES_analyticsscheduler.pivot.column.begindaterequest.rotext
source: Requested start date
ca: Data inicial sol·licitada
eu: Eskatutako hasiera data
sk: Počiatočný požadovaný dátum

# RES_analyticsscheduler.pivot.column.beginhourrequest.rotext
source: Requested start time
ca: Hora inicial sol·licitada
eu: Eskatutako hasiera ordua
sk: Požadovaný čas začiatku

# RES_analyticsscheduler.pivot.column.beginperiod.rotext
source: Start of period
ca: Inici període
eu: Epearen hasiera
sk: začiatok obdobia

# RES_analyticsscheduler.pivot.column.biometricalgorithm.rotext
source: Algorithm
ca: Algorisme
eu: Algoritmoa
sk: Algoritmus

# RES_analyticsscheduler.pivot.column.biometricdata.rotext
source: Biometrics registered
ca: Biometria registrada
eu: Erregistratutako biometria
sk: Registrované biometrické údaje

# RES_analyticsscheduler.pivot.column.biometricid.rotext
source: Registered biometrics
ca: Biometries registrades
eu: Erregistratutako biometria
sk: Registrované biometrické údaje

# RES_analyticsscheduler.pivot.column.causename.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_analyticsscheduler.pivot.column.causenamerequest.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_analyticsscheduler.pivot.column.commentsrequest.rotext
source: Comments
ca: Comentaris
eu: Iruzkinak
sk: Komentáre

# RES_analyticsscheduler.pivot.column.conceptname.rotext
source: Balance
ca: Saldo
eu: Balantzea
sk: Saldo

# RES_analyticsscheduler.pivot.column.count.rotext
source: times
ca: vegades
eu: aldiz

# RES_analyticsscheduler.pivot.column.credential.rotext
source: Credentials
ca: Credencials
eu: Kredentzialak
sk: Poverenia

# RES_analyticsscheduler.pivot.column.currentemployee.rotext
source: Current User
ca: UsuariActual
eu: Egungo erabiltzailea
sk: userCurrent

# RES_analyticsscheduler.pivot.column.date.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_analyticsscheduler.pivot.column.datetime.rotext
source: Date and time
ca: Data i hora
eu: Data eta Ordua
sk: Dátum a čas

# RES_analyticsscheduler.pivot.column.day.rotext
source: Day
ca: Dia
eu: Eguna
sk: deň

# RES_analyticsscheduler.pivot.column.dayofweek.rotext
source: Day of the week
ca: Dia setmana
eu: Eguneko astea
sk: Denný týždeň

# RES_analyticsscheduler.pivot.column.details.rotext
source: Details
ca: Detalls
eu: Xehetasunak
sk: Podrobnosti na

# RES_analyticsscheduler.pivot.column.direction.rotext
source: Address
ca: Direcció
eu: Helbidea
sk: Adresa

# RES_analyticsscheduler.pivot.column.dw.rotext
source: DayWeek
ca: Diasetmana
eu: Eguneko astea
sk: Denný týždeň

# RES_analyticsscheduler.pivot.column.dy.rotext
source: DayYear
ca: DiaAny
eu: EgunaUrtea
sk: DeňRok

# RES_analyticsscheduler.pivot.column.editorname.rotext
source: Edited by
ca: Editat per
eu: Egileak editatua
sk: Upravil

# RES_analyticsscheduler.pivot.column.employeename.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_analyticsscheduler.pivot.column.enabled.rotext
source: Asset
ca: Actiu
eu: Aktiboa
sk: Aktívne

# RES_analyticsscheduler.pivot.column.endcontract.rotext
source: End of contract
ca: Fi del contracte
eu: Kontratuaren amaiera
sk: Ukončenie zmluvy

# RES_analyticsscheduler.pivot.column.enddate.rotext
source: End of mobility
ca: Fi mobilitat
eu: Mugikortasunaren amaiera
sk: Ukončenie mobility

# RES_analyticsscheduler.pivot.column.enddaterequest.rotext
source: Requested end date
ca: Data final sol·licitada
eu: Eskatutako amaiera-data
sk: Požadovaný dátum ukončenia

# RES_analyticsscheduler.pivot.column.endhourrequest.rotext
source: Requested end time
ca: Hora final sol·licitada
eu: Eskatutako amaiera-ordua
sk: Požadovaný čas ukončenia

# RES_analyticsscheduler.pivot.column.endperiod.rotext
source: End of period
ca: Fi període
eu: Epearen amaiera
sk: Koniec obdobia
