Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveCauses.*.resx
Languages: ca, gl

# RES_causes.txthourend1.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txthourend1.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txthourend2.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txthourend2.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txthourend2.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txtresthourbegin.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txtresthourbegin.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txtresthourbegin.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txtresthourend.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txtresthourend.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txtresthourend.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txtrestmaxhours.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txtrestmaxhours.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txtrestmaxhours.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txtroundby.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.txtroundby.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.txttotalhours.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.txttotalhours.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_contextbar.btdatesselector.text.rotext
source: Selector de fechas
ca: Selector de dates
gl: Selector de datas

# RES_contextbar.btdatesselector.tooltip.rotext
source: Selector de fechas
ca: Selector de dates
gl: Selector de datas

# RES_contextbar.btemployeeselector.text.rotext
source: Selector de usuarios
ca: Selector d’usuaris

# RES_contextbar.btemployeeselector.tooltip.rotext
source: Selector de usuarios
ca: Selector d’usuaris

# RES_contextbar.datesselector_title.text.rotext
source: Selección fechas
ca: Selecció dates
gl: Selección datas

# RES_contextbar.employeeselector_title.text.rotext
source: Selección usuarios y grupos
ca: Selecció usuaris i grups
gl: Selección usuarios e grupos

# RES_contextbar.lbldays.text.rotext
source: días desde
ca: dies des de
gl: días dende

# RES_contextbar.lbldaysfromheader.text.rotext
source: Días
ca: Dies

# RES_contextbar.lblperiodsheader.text.rotext
source: Periodos
ca: Períodes
gl: períodos

# RES_contextbar.lbltbbeginendheader.text.rotext
source: Fechas
ca: Dates
gl: Datas

# RES_contextbar.optperiodscurrentweek.text.rotext
source: Semana actual
ca: Setmana actual

# RES_contextbar.optperiodscurrentyear.text.rotext
source: Año actual (hasta hoy)
ca: Any actual (fins avui)
gl: Ano actual (ata hoxe)

# RES_contextbar.optperiodslastmonth.text.rotext
source: Mes pasado
ca: Mes passat

# RES_contextbar.optperiodslastweek.text.rotext
source: Semana pasada
ca: Setmana passada

# RES_contextbar.optperiodsother.text.rotext
source: Libre (introduzca los valores)
ca: Lliure (introdueix els valors)
gl: Libre (introduce os valores)

# RES_contextbar.optperiodstoday.text.rotext
source: Hoy
ca: Avui
gl: Hoxe

# RES_contextbar.optperiodsyesterday.text.rotext
source: Ayer
ca: Ahir
gl: Onte

# RES_contextbar.txtbegindate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_contextbar.txtbegindate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_contextbar.txtenddate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_contextbar.txtenddate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_contextbar.txtfromdate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_contextbar.txtfromdate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_documentabsences.documentfirsttime.afterended.rotext
source: después de finalizarse
ca: després d’acabar-se
gl: despois de finalizarse

# RES_documentabsences.documentfirsttime.afterstart.rotext
source: después de iniciarse
ca: després d’iniciar-se
gl: despois de iniciarse

# RES_documentabsences.documentfirsttime.end.rotext
source: el día que finaliza
ca: el dia que acaba
gl: o día que finaliza

# RES_documentabsences.documentfirsttime.start.rotext
source: el día que se inicia
ca: el dia que s’inicia
gl: o día que se inicia

# RES_documentabsences.documentnexttime.day.rotext
source: días
ca: dies

# RES_documentabsences.documentnexttime.ini.rotext
source: inicio
ca: inici

# RES_documentabsences.documentnexttime.month.rotext
source: meses
ca: mesos

# RES_documentabsences.documentnexttime.week.rotext
source: semanas
ca: setmanes

# RES_documentabsences.flexible1.ini.rotext
source: Inicio
ca: Inici

# RES_documentabsences.flexible2.days.rotext
source: Días
ca: Dies

# RES_documentabsences.flexible2.months.rotext
source: Meses
ca: Mesos

# RES_documentabsences.flexible2.weeks.rotext
source: Semanas
ca: Setmanes

# RES_externalform.title_label.text.rotext
source: label titulo
ca: label títol
gl: label título

# RES_frmdocumenttrace.anylabagree.rotext
source: (Todos)
ca: (Tots)

# RES_frmdocumenttrace.aspxbutton1.text.rotext
source: Aceptar
ca: Acceptar

# RES_frmdocumenttrace.aspxbutton2.text.rotext
source: Cancelar
ca: Cancel·la

# RES_frmdocumenttrace.btncancel.text.rotext
source: Cancelar
ca: Cancel·la

# RES_frmdocumenttrace.btnok.text.rotext
source: Aceptar
ca: Acceptar

# RES_frmdocumenttrace.label1.text.rotext
source: Una única vez
ca: Una única vegada
gl: Unha única vez

# RES_frmdocumenttrace.label2.text.rotext
source: De forma periódica
ca: De manera periòdica

# RES_frmdocumenttrace.label4.text.rotext
source: días del
ca: dies de
gl: días do

# RES_frmdocumenttrace.label5.text.rotext
source: la ausencia.
ca: l’absència.
gl: a ausencia.

# RES_frmdocumenttrace.lblbegin.text.rotext
source: Al inicio de la ausencia
ca: A l’inici de l’absència
gl: Ao inicio da ausencia

# RES_frmdocumenttrace.lblbegindesc.text.rotext
source: El documento se requiere cuando se inicia la ausencia.
ca: El document és necessari quan s’inicia l’absència.
gl: O documento precísase cando se inicia a ausencia.

# RES_frmdocumenttrace.lblcomptit.text.rotext
source: Configurar seguimiento del documento
ca: Configurar seguiment del document
gl: Configurar seguimento do documento

# RES_frmdocumenttrace.lbldaysduration.text.rotext
source: Documento requerido cada
ca: Document obligatori cada
gl: Documento requirido cada

# RES_frmdocumenttrace.lbldaysduration2.text.rotext
source: días
ca: dies

# RES_frmdocumenttrace.lbldocument.text.rotext
source: Documento
ca: Document

# RES_frmdocumenttrace.lbldocumenteverytimeduration2.text.rotext
source: de la ausencia.
ca: de l’absència.
gl: da ausencia.

# RES_frmdocumenttrace.lbldocumentfirsttimedaysduration.text.rotext
source: días después de la ausencia.
ca: dies després de l’absència.
gl: días despois da ausencia.

# RES_frmdocumenttrace.lbldocumentinfo1.text.rotext
source: El documento se requiere
ca: El document és obligatori
gl: O documento precísase

# RES_frmdocumenttrace.lbldocumentinfo2.text.rotext
source: El documento se requiere cada
ca: El document és obligatori cada
gl: O documento precísase cada

# RES_frmdocumenttrace.lbldocumentsdaysafter.text.rotext
source: días a partir de
ca: dies a partir de

# RES_frmdocumenttrace.lbldocumentsdaysafterstart.text.rotext
source: días del inicio de la ausencia
ca: dies de l’inici de l’absència
gl: días do inicio da ausencia

# RES_frmdocumenttrace.lblend.text.rotext
source: Al final de la ausencia
ca: Al final de l’absència
gl: Ao final da ausencia

# RES_frmdocumenttrace.lblenddesc.text.rotext
source: El documento se requiere cuando finaliza la ausencia.
ca: El document és obligatori quan s’acaba l’absència.
gl: O documento precísase cando finaliza a ausencia.

# RES_frmdocumenttrace.lbleverydays.text.rotext
source: Intervalo de días
ca: Interval de dies

# RES_frmdocumenttrace.lbleverydaysdesc.text.rotext
source: El documento se requiere según los días especificados.
ca: El document és obligatori segons els dies especificats.
gl: O documento precísase segundo os días especificados.

# RES_frmdocumenttrace.lbleverymonths.text.rotext
source: Intervalo de meses
ca: Interval de mesos

# RES_frmdocumenttrace.lbleverymonthsdesc.text.rotext
source: El documento se requiere según los meses especificados.
ca: El document és obligatori segons els mesos especificats.
gl: O documento precísase segundo os meses especificados.

# RES_frmdocumenttrace.lbleveryweeks.text.rotext
source: Intervalo de semanas
ca: Interval de setmanes

# RES_frmdocumenttrace.lbleveryweeksdesc.text.rotext
source: El documento se requiere según las semanas especificadas.
ca: El document és obligatori segons les setmanes especificades.
gl: O documento precísase segundo as semanas especificadas.

# RES_frmdocumenttrace.lblflexible1.text.rotext
source: Intervalo flexible (Opción 1)
ca: Interval flexible (opció 1)

# RES_frmdocumenttrace.lblflexible1desc.text.rotext
source: El documento se requiere en los días especificados.
ca: El document és obligatori els dies especificats.
gl: O documento precísase nos días especificados.

# RES_frmdocumenttrace.lblflexible1desc1.text.rotext
source: días después del
ca: dies després del
gl: días despois do

# RES_frmdocumenttrace.lblflexible1desc2.text.rotext
source: de la ausencia
ca: de l’absència
gl: da ausencia

# RES_frmdocumenttrace.lblflexible2.text.rotext
source: Intervalo flexible (Opción 2)
ca: Interval flexible (opció 2)

# RES_frmdocumenttrace.lblflexible2desc.text.rotext
source: El documento se requiere en los días especificados.
ca: El document és obligatori els dies especificats.
gl: O documento precísase nos días especificados.

# RES_frmdocumenttrace.lblflexible2desc3.text.rotext
source: días del inicio de la ausencia
ca: dies de l’inici de l’absència
gl: días do inicio da ausencia

# RES_frmdocumenttrace.lbllabagree.text.rotext
source: Convenio
ca: Conveni

# RES_frmdocumenttrace.lblmonthsduration.text.rotext
source: Documento requerido cada
ca: Document obligatori cada
gl: Documento requirido cada

# RES_frmdocumenttrace.lblmonthsduration2.text.rotext
source: meses
ca: mesos

# RES_frmdocumenttrace.lblrequest.text.rotext
source: El documento se requiere:
ca: El document és obligatori:
gl: O documento precísase:

# RES_frmdocumenttrace.lblweeksduration.text.rotext
source: Documento requerido cada
ca: Document obligatori cada
gl: Documento requirido cada

# RES_frmdocumenttrace.lblweeksduration2.text.rotext
source: semanas
ca: setmanes

# RES_messageframe.lbloptiontitle.text.rotext
source: TÍTULO
ca: TÍTOL

# RES_messageframe.lbloptiontitledescription.text.rotext
source: Descripción
ca: Descripció
gl: Descrición

# RES_srvmsgboxcauses.deletecause.description.rotext
source: ¿Qué desea hacer?
ca: Què vols fer?
gl: Que desexas facer?

# RES_srvmsgboxcauses.deletecause.option1description.rotext
source: Eliminará la justificación seleccionada.
ca: Eliminarà la justificació seleccionada.
gl: Eliminarás a xustificación seleccionada.

# RES_srvmsgboxcauses.deletecause.option1text.rotext
source: Borrar
ca: Esborrar

# RES_srvmsgboxcauses.deletecause.option2description.rotext
source: No eliminará la justificación seleccionada.
ca: No eliminarà la justificació seleccionada.
gl: Non eliminará a xustificación seleccionada.

# RES_srvmsgboxcauses.deletecause.option2text.rotext
source: No borrar
ca: No esborrar
gl: Non borrar

# RES_srvmsgboxcauses.deletecause.title.rotext
source: Va a eliminar la justificación seleccionada. ¿Está seguro?
ca: Eliminaràs la justificació seleccionada. N’estàs segur/a?
gl: Vai eliminar a xustificación seleccionada. Estás seguro/a?

# RES_srvmsgboxcauses.error.alreadyhasdocumentstitle.rotext
source: Documentos requeridos
ca: Documents necessaris
gl: Documentos requiridos

# RES_srvmsgboxcauses.error.description.alreadyhasdocumentstitle.rotext
source: Esta justificación tiene documentos requeridos
ca: Aquesta justificació té documents obligatoris
gl: Esta xustificación ten documentos requiridos

# RES_srvmsgboxcauses.error.description.duplicateddocument.rotext
source: Ya existe un documento con esa configuración
ca: Ja hi ha un document amb aquesta configuració.
gl: Xa existe un documento con esa configuración

# RES_srvmsgboxcauses.error.description.nodocumentselected.rotext
source: Debe seleccionar un documento
ca: Cal seleccionar un document
gl: Debes seleccionar un documento

# RES_srvmsgboxcauses.error.description.nolabagreeselected.rotext
source: Debe seleccionar un convenio
ca: Cal seleccionar un conveni
gl: Debes seleccionar un convenio

# RES_srvmsgboxcauses.error.description.noquantityselected.rotext
source: Debe introducir un número
ca: Cal introduir un número
gl: Debes introducir un número

# RES_srvmsgboxcauses.error.documents.onlyinabsence.rotext
source: Sólo se pueden añadir documentos en justificaciones de tipo ausencia.
ca: Només es poden afegir documents en justificacions de tipus absència.
gl: Só se poden engadir documentos en xustificacións de tipo ausencia.

# RES_srvmsgboxcauses.error.leave.noendselected.rotext
source: La plantilla seleccionada ya se utiliza como fin en otra justificación.
ca: La plantilla seleccionada ja s’utilitza com a final en una altra justificació.
gl: O modelo seleccionado xa se utiliza como fin noutra xustificación.

# RES_srvmsgboxcauses.error.leave.nostartselected.rotext
source: La plantilla seleccionada ya se utiliza como inico en otra justificación.
ca: La plantilla seleccionada ja s’utilitza com a inici en una altra justificació.
gl: O modelo seleccionado xa se utiliza como inicio noutra xustificación.

# RES_srvmsgboxcauses.error.ok.rotext
source: Aceptar
ca: Acceptar

# RES_srvmsgboxcauses.error.title.rotext
source: Atención
ca: Atenció

# RES_srvmsgboxcauses.error.validationfieldsfailed.rotext
source: Hay datos que faltan o son incorrectos
ca: Hi ha dades que falten o són incorrectes
gl: Hai datos que faltan ou son incorrectos

# RES_srvmsgboxcauses.error.validationtitle.rotext
source: Datos incorrectos
ca: Dades incorrectes

# RES_srvmsgboxcauses.savename.error.option1text.rotext
source: Aceptar
ca: Acceptar

# RES_srvmsgboxcauses.savename.error.text.rotext
source: Se ha producido un error
ca: S’ha produït un error
gl: Produciuse un erro

# RES_causes.criteria.thevalue.rotext
source: El valor
gl: O valor

# RES_causes.documentabsences.atend.rotext
source: Al final
gl: Ao final

# RES_causes.lblcausesgeneral.text.rotext
source: General
gl: Xeral

# RES_causes.lblheadergeneral.text.rotext
source: General
gl: Xeral

# RES_causes.tabgeneral.rotext
source: General
gl: Xeral

# RES_causes.tabgeneral.text.rotext
source: General
gl: Xeral

# RES_contextbar.lblenddate.text.rotext
source: al
gl: ao
