Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tprogrammedcause.adelete.rotext
source: Se ha borrado la previsión horas de ausencia
ca: S’ha esborrat la previsió d’hores d’absència
eu: Absentzia-orduen aurreikuspena ezabatu da
fr: La prévision d´heures d´absence a été supprimée
gl: Borrouse a previsión horas de ausencia
it: È stata eliminata la previsione di ore di assenza
pt: Foi apagada a previsão horas de ausência
sk: Predpoveď počtu hodín neprítomnosti bola odstránená

# RES_audit.message.tprogrammedcause.ainsert.rotext
source: Se ha creado una nueva previsión horas de ausencia con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova previsió d’hores d’absència amb les dades següents:$CRLF $@FieldsValues@
eu: Aurreikuspeneko absentzia ordu berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle prévision d´heures d´absence a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova previsión horas de ausencia cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova previsione di ore di assenza con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova previsão horas de ausência com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová predpoveď hodín neprítomnosti s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tprogrammedcause.aselect.rotext
source: Se ha consultado una previsión horas de ausencia
ca: S’ha consultat una previsió d’hores d’absència
eu: Absentzia-aurreikuspena kontsultatu da
fr: Une prévision d´heures d´absence a été consultée
gl: Consultouse unha previsión horas de ausencia
it: È stata consultata una previsione di ore di assenza
pt: Foi consultada uma previsão horas de ausência
sk: Konzultovala sa predpoveď počtu hodín neprítomnosti

# RES_audit.message.tprogrammedcause.aupdate.rotext
source: Se han modificado los siguientes datos de la previsión horas de ausencia:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la previsió d’hores d’absència:$CRLF $@FieldsValues@
eu: Absentzia-orduen aurreikuspenaren datuak aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes de la prévision d´heures d´absence ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da previsión horas de ausencia:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della previsione di ore di assenza:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da previsão horas de ausência:$CRLF $@FieldsValues@
sk: Nasledujúce údaje pre prognózu hodín neprítomnosti boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tprogrammedholiday.adelete.rotext
source: Se ha eliminado una previsión de vacaciones/permisos por horas
ca: S’ha eliminat una previsió de vacances/permisos per hores
eu: Orduko oporraldi/oporren iragarpena kendu da
fr: Une prévision de congés/permissions par heures a été supprimée
gl: Eliminouse unha previsión de vacacións/permisos por horas
it: È stata eliminata una previsione di vacanze/permessi su base oraria
pt: Foi eliminada uma previsão de férias/licenças por horas
sk: Ustanovenie o hodinovej dovolenke/odpočinku bolo zrušené

# RES_audit.message.tprogrammedholiday.ainsert.rotext
source: Se ha creado una prevision de vacaciones/permisos por horas
ca: S’ha creat una previsió de vacances/permisos per hores
eu: Orduko oporraldi/baden iragarpena sortu da
fr: Une prévision de congés/permissions par heures a été créée
gl: Creouse unha previsión de vacacións/permisos por horas
it: È stata creata una previsione di vacanze/permessi su base oraria.
pt: Foi criada uma previsão de férias/licenças por horas
sk: Bol vytvorený hodinový rozvrh dovoleniek/odchodov

# RES_audit.message.tprogrammedholiday.aupdate.rotext
source: Se ha actualizado una prevision de vacaciones/permisos por horas
ca: S’ha actualitzat una previsió de vacances/permisos per hores
eu: Orduko oporraldi/baten iragarpena eguneratu da
fr: Une prévision de congés/permissions par heures a été mise à jour
gl: Actualizouse unha previsión de vacacións/permisos por horas
it: È stata aggiornata una previsione di vacanze/permessi su base oraria.
pt: Foi atualizada uma previsão de férias/licenças por horas
sk: Bol aktualizovaný hodinový rozvrh dovoleniek/odchodov

# RES_audit.message.tprogrammedovertime.adelete.rotext
source: Se ha eliminado una previsión de horas de exceso
ca: S’ha eliminat una previsió d’hores d’excés
eu: Gehiegizko orduen aurreikuspena kendu da
fr: Une prévision d´heures excédentaires a été supprimée
gl: Eliminouse unha previsión de horas de exceso
it: È stata eliminata una previsione di ore di straordinario
pt: Foi eliminada uma previsão de horas extra
sk: Predpoveď nadbytočných hodín bola odstránená

# RES_audit.message.tprogrammedovertime.ainsert.rotext
source: Se ha creado una nueva previsión de horas de exceso
ca: S’ha creat una nova previsió d’hores d’excés
eu: Gehiegizko orduen iragarpen berria sortu da
fr: Une nouvelle prévision d´heures excédentaires a été créée
gl: Creouse unha nova previsión de horas de exceso
it: È stata creata una nuova previsione di ore di straordinario
pt: Foi criada uma nova previsão de horas extra
sk: Bola vytvorená nová prognóza nadbytočných hodín

# RES_audit.message.tprogrammedovertime.aupdate.rotext
source: Se ha actualizado una prevision de horas de exceso
ca: S’ha actualitzat una previsió d’hores d’excés
eu: Gehiegizko orduen aurreikuspena eguneratu da
fr: Une prévision d´heures excédentaires a été mise à jour
gl: Actualizouse unha previsión de horas de exceso
it: È stata aggiornata una previsione di ore di straordinario
pt: Foi atualizada uma previsão de horas extra
sk: Bola aktualizovaná predpoveď nadbytočných hodín

# RES_audit.message.tprojecttemplate.adelete.rotext
source: Borrado
ca: Esborrat
eu: Ezabatua
fr: Suppression
it: Eliminato
pt: Apagado
sk: Odstránené

# RES_audit.message.tprojecttemplate.ainsert.rotext
source: Alta
eu: altua
fr: haut
it: alto
pt: Registo
sk: Vysoká

# RES_audit.message.tprojecttemplate.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.tprojecttemplate.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tpunchimage.aselect.rotext
source: El usuario ha consultado la foto del fichaje($@IdPunch@) del usuario $@EmployeeName@
ca: L’usuari ha consultat la foto del fitxatge ($@IdPunch@) de l’usuari $@EmployeeName@
eu: Erabiltzaileak $@EmployeeName@ erabiltzailearen sinatzeko argazkia ($@IdPunch@) kontsultatu du
fr: L´utilisateur a consulté la photo du pointage($@IdPunch@) de l´utilisateur $@EmployeeName@
gl: O usuario consultou a foto da fichaxe($@IdPunch@) do usuario $@EmployeeName@
it: L´utente ha consultato la foto della timbratura($@IdPunch@) dell´utente $@EmployeeName@
pt: O utilizador consultou a foto da picagem ($@IdPunch@) do utilizador $@EmployeeName@
sk: Používateľ si prezrel mugshot($@IdPunch@) používateľa $@EmployeeName@

# RES_audit.message.tremark.ainsert.rotext
source: Se ha insertado la observación en los fichajes del día $@Date@ para el usuario $@EmployeeName@
ca: S’ha introduït l’observació als fitxatges del dia $@Date@ per a l’usuari $@EmployeeName@
eu: Behaketa eguneko erlojuetan txertatu da $@Date@ $@EmployeeName@ erabiltzailearentzat
fr: L´observation a été insérée dans les pointages du $@Date@ pour utilisateur $@EmployeeName@
gl: Inseriuse a observación nas fichaxes do día $@Date@ para o usuario $@EmployeeName@
it: È stata inserita l´osservazione nelle timbrature del giorno $@Date@ per utente $@EmployeeName@
pt: A informação foi introduzida nas picagens do dia $@Date@ para o utilizador $@EmployeeName@
sk: Poznámka bola vložená do hodín dňa $@Date@ pre používateľa $@EmployeeName@

# RES_audit.message.tremark.aupdate.rotext
source: Se han actualizado las observaciones de los fichajes del día $@Date@ para el usuario $@EmployeeName@
ca: S’han actualitzat les observacions dels fitxatges del dia $@Date@ per a l’usuari $@EmployeeName@
eu: $@Date@ eguneko $@Date@ $@EmployeeName@ erabiltzailearentzat eguneratutako sinadura-behaketak
fr: Les observations des pointages du $@Date@ pour utilisateur $@EmployeeName@ ont été mises à jour
gl: Actualizáronse as observacións das fichaxes do día $@Date@ para o usuario $@EmployeeName@
it: Sono state aggiornate le osservazioni delle timbrature del giorno $@Date@ per utente $@EmployeeName@
pt: As observações das picagens do dia $@Date@ para o utilizador $@EmployeeName@ foram atualizadas
sk: Poznámky o hodinách dňa $@Date@ boli aktualizované pre používateľa $@EmployeeName@

# RES_audit.message.treport.aexecuted.rotext
source: Se ha ejecutado un informe
ca: S’ha executat un informe
eu: Txosten bat egin da
fr: Un rapport a été exécuté
gl: Executouse un informe
it: È stato eseguito il rapporto
pt: Foi feito um relatório
sk: Bola vykonaná správa

# RES_audit.message.treportprofile.aselect.rotext
source: Se ha consultado un perfil de informe
ca: S’ha consultat un perfil d’informe
eu: Txostenaren profila kontsultatu da
fr: Un profil de rapport a été consulté
gl: Consultouse un perfil de informe
it: È stato consultato un profilo di rapporti
pt: Foi consultado um perfil de relatório
sk: Bol prekonzultovaný profil správy

# RES_audit.message.treportscheduler.adelete.rotext
source: Se ha borrado la programación $@ReportSchedulerName@.
ca: S’ha esborrat la programació $@ReportSchedulerName@.
eu: $@ReportSchedulerName@ programazioa ezabatu da.
fr: La programmation $@ReportSchedulerName@ a été supprimée.
gl: Borrouse a programación $@ReportSchedulerName@.
it: È stata eliminata la programmazione $@ReportSchedulerName@.
pt: Foi eliminada a programação $@ReportSchedulerName@.
sk: Programovanie $@ReportSchedulerName@ bolo odstránené.

# RES_audit.message.treportscheduler.aexecuted.rotext
source: Se ha ejecutado una planificación de informe
ca: S’ha executat una planificació d’informe
eu: Txostenen egitaraua egin da
fr: Une planification de rapport a été exécutée
gl: Executouse unha planificación de informe
it: È stata eseguita una pianificazione di rapporto
pt: Foi feita um planeamento de relatório
sk: Plánovanie správy bolo vykonané

# RES_audit.message.treportscheduler.ainsert.rotext
source: Se ha creado una nueva planificación con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova planificació amb les dades següents:$CRLF $@FieldsValues@
eu: Ordutegi berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle planification été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova planificación cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova pianificazione con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada um novo planeamento com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené nové plánovanie s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.treportscheduler.amultiselect.rotext
source: Se han consultado los siguientes campos: $@ReportSchedulerNames@.
ca: S’han consultat els camp següents: $@ReportSchedulerNames@.
eu: Eremu hauek kontsultatu dira: $@ReportSchedulerNames@.
fr: Les champs suivants ont été consultés : $@ReportSchedulerNames@.
gl: Consultáronse os seguintes campos: $@ReportSchedulerNames@.
it: Sono stati consultati i seguenti campi: $@ReportSchedulerNames@.
pt: Foram consultados os seguintes campos: $@ReportSchedulerNames@.
sk: Boli vyhľadané tieto polia: $@ReportSchedulerNames@.

# RES_audit.message.treportscheduler.aselect.rotext
source: Se ha consultado la planificación $@ReportSchedulerName@.
ca: S’ha consultat la planificació $@ReportSchedulerName@.
eu: $@ReportSchedulerName@ programazioa kontsultatu da.
fr: La planification $@ReportSchedulerName@ a été consultée.
gl: Consultouse a planificación $@ReportSchedulerName@.
it: È stata consultata la pianificazione $@ReportSchedulerName@.
pt: Foi consultada o planeamento $@ReportSchedulerName@.
sk: Plánovanie $@ReportSchedulerName@ bolo konzultované.

# RES_audit.message.treportscheduler.aupdate.rotext
source: Se han modificado los siguientes datos de la planificación:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la planificació:$CRLF $@FieldsValues@
eu: Plangintza-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la planification ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da planificación:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della pianificazione:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do planeamento:$CRLF $@FieldsValues@
sk: Nasledujúce plánovacie údaje boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.trequest.adelete.rotext
source: Se ha eliminado una solicitud con los siguientes datos::$CRLF $@FieldsValues@
ca: S’ha eliminat una sol·licitud amb les dades següents::$CRLF $@FieldsValues@
eu: Datu hauek dituen eskaera bat ezabatu da::$CRLF $@FieldsValues@
fr: Une demande a été supprimée avec les données suivantes : $CRLF $@FieldsValues@
gl: Eliminouse unha solicitude cos seguintes datos:$CRLF $@FieldsValues@
it: È stata eliminata una richiesta con i seguenti dati: $CRLF $@FieldsValues@
pt: Foi eliminado um pedido com os seguintes dados::$CRLF $@FieldsValues@
sk: Bola odstránená požiadavka s nasledujúcimi údajmi::$CRLF $@FieldsValues@

# RES_audit.message.trequest.ainsert.rotext
source: Se ha creado una solicitud con los siguientes datos::$CRLF $@FieldsValues@
ca: S’ha creat una sol·licitud amb les dades següents::$CRLF $@FieldsValues@
eu: Eskaera bat sortu da datu hauekin::$CRLF $@FieldsValues@
fr: Une demande a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha solicitude cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una richiesta con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um pedido com os seguintes dados::$CRLF $@FieldsValues@
sk: Bola vytvorená požiadavka s nasledujúcimi údajmi::$CRLF $@FieldsValues@

# RES_audit.message.trequest.amultiselect.rotext
source: Se han consultado varias solicitudes
ca: S’han consultat diverses sol·licituds
eu: Hainbat eskaera kontsultatu dira
fr: Plusieurs demandes ont été consultées
gl: Consultáronse varias solicitudes
it: Sono state consultate diverse richieste
pt: Foram consultados vários pedidos
sk: Konzultovalo sa niekoľko aplikácií

# RES_audit.message.trequest.aselect.rotext
source: Se ha consultado una solicitud con los siguientes datos::$CRLF $@FieldsValues@
ca: S’ha consultat una sol·licitud amb les dades següents::$CRLF $@FieldsValues@
eu: Eskaera bat egin da datu hauekin::$CRLF $@FieldsValues@
fr: Une demande a été consultée avec les données suivantes : $CRLF $@FieldsValues@
gl: Consultouse unha solicitude cos seguintes datos:$CRLF $@FieldsValues@
it: È stata consultata una richiesta con i seguenti dati::$CRLF $@FieldsValues@
pt: Foi consultado um pedido com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola zadaná požiadavka s nasledujúcimi údajmi::$CRLF $@FieldsValues@

# RES_audit.message.trequest.aupdate.rotext
source: $@Status@ - Se ha actualizado una solicitud con los siguientes datos::$CRLF $@FieldsValues@
ca: $@Status@ - S’ha actualitzat una sol·licitud amb les dades següents::$CRLF $@FieldsValues@
eu: $@Status@ - Eskaera bat eguneratu da datu hauekin: $CRLF $@FieldsValues@
fr: $@Status@ - Une demande a été mise à jour avec les données suivantes : $CRLF $@FieldsValues@
gl: $@Status@ - Actualizouse unha solicitude cos seguintes datos:$CRLF $@FieldsValues@
it: $@Status@ - È stata aggiornata una richiesta con i seguenti dati::$CRLF $@FieldsValues@
pt: $@Status@ - Foi atualizado um pedido com os seguintes dados::$CRLF $@FieldsValues@
sk: $@Status@ - Požiadavka bola aktualizovaná nasledujúcimi údajmi::$CRLF $@FieldsValues@

# RES_audit.message.trequestapproval.ainsert.rotext
source: $@Status@ - Usuario: $@EmployeeName@ - Tipo Solicitud: ´$@RequestTypeName@´ ($@Comments@)
ca: $@Status@ - Usuari: $@EmployeeName@ - Tipus de sol·licitud: ´$@RequestTypeName@´ ($@Comments@)
eu: $@Status@ - Erabiltzailea: $@EmployeeName@ - Eskaera mota: ´$@RequestTypeName@´ ($@Comments@)
fr: $@Status@ - Utilisateur : $@EmployeeName@ - Type de demande : ´$@RequestTypeName@´ ($@Comments@)
gl: $@Status@ - Usuario: $@EmployeeName@ - Tipo Solicitude: ´$@RequestTypeName@´ ($@Comments@)
it: $@Status@ - Utente: $@EmployeeName@ - Tipo di richiesta: ´$@RequestTypeName@´ ($@Comments@)
pt: $@Status@ - Utilizador: $@EmployeeName@ - Tipo de Pedido: ´$@RequestTypeName@´ ($@Comments@)
sk: $@Status@ - Používateľ: $@EmployeeName@ - Typ požiadavky: '$@RequestTypeName@' ($@Comments@)

# RES_audit.message.trequestapproval.aselect.rotext
source: $@Status@ - Usuario: $@EmployeeName@ - Tipo Solicitud: ´$@RequestTypeName@´ ($@Comments@)
ca: $@Status@ - Usuari: $@EmployeeName@ - Tipus de sol·licitud: ´$@RequestTypeName@´ ($@Comments@)
eu: $@Status@ - Erabiltzailea: $@EmployeeName@ - Eskaera mota: ´$@RequestTypeName@´ ($@Comments@)
fr: $@Status@ - Utilisateur : $@EmployeeName@ - Type de demande : ´$@RequestTypeName@´ ($@Comments@)
gl: $@Status@ - Usuario: $@EmployeeName@ - Tipo Solicitude: ´$@RequestTypeName@´ ($@Comments@)
it: $@Status@ - Utente: $@EmployeeName@ - Tipo di richiesta: ´$@RequestTypeName@´ ($@Comments@)
pt: $@Status@ - Utilizador: $@EmployeeName@ - Tipo de Pedido: ´$@RequestTypeName@´ ($@Comments@)
sk: $@Status@ - Používateľ: $@EmployeeName@ - Typ požiadavky: '$@RequestTypeName@' ($@Comments@)

# RES_audit.message.trequestapproval.aupdate.rotext
source: $@Status@ - Usuario: $@EmployeeName@ - Tipo Solicitud: ´$@RequestTypeName@´ ($@Comments@)
ca: $@Status@ - Usuari: $@EmployeeName@ - Tipus de sol·licitud: ´$@RequestTypeName@´ ($@Comments@)
eu: $@Status@ - Erabiltzailea: $@EmployeeName@ - Eskaera mota: ´$@RequestTypeName@´ ($@Comments@)
fr: $@Status@ - Utilisateur : $@EmployeeName@ - Type de demande : ´$@RequestTypeName@´ ($@Comments@)
gl: $@Status@ - Usuario: $@EmployeeName@ - Tipo Solicitude: ´$@RequestTypeName@´ ($@Comments@)
it: $@Status@ - Utente: $@EmployeeName@ - Tipo di richiesta: ´$@RequestTypeName@´ ($@Comments@)
pt: $@Status@ - Utilizador: $@EmployeeName@ - Tipo de Pedido: ´$@RequestTypeName@´ ($@Comments@)
sk: $@Status@ - Používateľ: $@EmployeeName@ - Typ požiadavky: '$@RequestTypeName@' ($@Comments@)

# RES_audit.message.trequestrule.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tsaasservice.aexecuted.rotext
source: Ejecución
ca: Execució
eu: Exekuzioa
fr: Exécution
gl: Execución
it: Esecuzione
pt: Execução
sk: Vykonávanie

# RES_audit.message.tschedulerdaily.aselect.rotext
source: Se ha consultado entre fechas $@DateStart@ y $@DateEnd@ los siguientes usuarios: $CRLF $@EmployeesNames@
ca: S’han consultat entre les dates $@DateStart@ i $@DateEnd@ els usuaris següents: $CRLF $@EmployeesNames@
eu: $@DateStart@ eta $@DateEnd@ daten artean honako erabiltzaile hauek kontsultatu dira: $CRLF $@EmployeesNames@
fr: Les utilisateurs suivants ont été consultés entre les dates $@DateStart@ et $@DateEnd@ : $CRLF $@EmployeesNames@
gl: Consultáronse entre datas $@DateStart@ e $@DateEnd@ os seguintes usuarios: $CRLF $@EmployeesNames@
it: I seguenti utenti sono stati consultati tra le date $@DateStart@ e $@DateEnd@: $CRLF $@EmployeesNames@
pt: Foram consultados entre as datas $@DateStart@ e $@DateEnd@ os seguintes utilizadores: $CRLF $@EmployeesNames@
sk: V období od $@DateStart@ do $@DateEnd@ boli vyhľadaní nasledujúci používatelia: $CRLF $@EmployeesNames@

# RES_audit.message.tschedulerholidays.ainsert.rotext
source: Se ha programado una planificación de festivos(tarea $@iTask@) del grupo de usuarios $@Group@, para el año $@Year@, utilizando la plantilla $@Template@ i l´horario $@Shift@.Opciones de copia: Mantener vacaciones actuales:$@KeepBloquedDays@ - Mantener días bloqueados:$@KeepHolidays@
ca: S’ha programat una planificació de festius (tasca $@iTask@) del grup d’usuaris $@Group@, per a l’any $@Year@, utilitzant la plantilla $@Template@ i l’horari $@Shift@. Opcions de còpia: Mantenir vacances actuals:$@KeepBloquedDays@ - Mantenir dies bloquejats:$@KeepHolidays@
eu: Oporretako egutegia programatu da ($@iTask@ ataza) $@Group@, $@Year@ urterako, $@Template@ il'horario $@Shift@ txantiloia erabiliz: Kopiatu aukerak: Mantendu eguneratuta oporrak:$@KeepBloquedDays@ - Mantendu blokeatutako egunak:$@KeepHolidays@
fr: Une planification des jours fériés (tâche $@iTask@) du groupe d´ utilisateurs $@Group@, pour l´année $@Year@, a été programmée en utilisant le modèle $@Template@ et l´horaire $@Shift@. Options de copie : Conserver les congés actuels : $@KeepBloquedDays@ - Conserver les jours bloqués : $@KeepHolidays@
gl: Programouse unha planificación de festivos(tarefa $@iTask@) do grupo de usuarios $@Group@, para o ano $@Year@, utilizando o modelo $@Template@ e o horario $@Shift@. Opcións de copia: Manter vacacións actuais:$@KeepBloquedDays@ - Manter días bloqueados:$@KeepHolidays@
it: È stata programmata una pianificazione di giorni festivi (attività $@iTask@) del gruppo di utenti $@Group@, per l´anno $@Year@, usando il modello $@Template@ e l´orario $@Shift@. Opzioni di copia: Mantieni vacanze attuali:$@KeepBloquedDays@ - Mantieni giorni bloccati:$@KeepHolidays@
pt: Foi programada uma planeamento de dias feriados (tarefa $@iTask@) do grupo de utilizadores $@Group@, para o ano $@Year@, utilizando o modelo $@Template@ e o horário $@Shift@. Opções de cópia: Manter férias atuais:$@KeepBloquedDays@ - Manter dias bloqueados:$@KeepHolidays@
sk: Pre skupinu používateľov $@Group@ bol naplánovaný plán dovoleniek (úloha $@iTask@) na rok $@Year@ s použitím šablóny $@Template@ a rozvrhu $@Shift@. Možnosti kopírovania: Ponechať aktuálne dovolenky:$@KeepBloquedDays@ - Ponechať blokované dni:$@KeepHolidays@ - Ponechať blokované dni:$@KeepHolidays@ - Ponechať blokované dni:$@KeepHolidays@ - Ponechať blokované dni:$@KeepHolidays@ - Ponechať blokované dni:$@KeepHolidays@ - Ponechať blokované dni:$@KeepHolidays@ - Ponechať blokované dni:$@KeepHolidays@

# RES_audit.message.tschedulerholidays.aupdate.rotext
source: Se ha modificado la planificación de festivos del grupo de usuarios $@Group@, para el año $@Year@, usando la plantilla $@Template@ y el horario $@Shift@
ca: S’ha modificat la planificació de festius del grup d’usuaris $@Group@, per a l’any $@Year@, utilitzant la plantilla $@Template@ i l’horari $@Shift@
eu: $@Group@ erabiltzaile-taldearen oporretako plangintza aldatu egin da, $@Year@ urterako, $@Template@ txantiloia eta $@Shift@ ordutegia erabiliz.
fr: La planification des jours fériés du groupe d´ utilisateurs $@Group@ pour l´année $@Year@ a été modifiée en utilisant le modèle $@Template@ et l´horaire $@Shift@
gl: Modificouse a planificación de festivos do grupo de usuarios $@Group@, para o ano $@Year@, usando o modelo $@Template@ e o horario $@Shift@
it: È stata modificata la pianificazione di giorni festivi del gruppo di utenti $@Group@, per l´anno $@Year@, usando il modello $@Template@ e l´orario $@Shift@
pt: Foi modificado o planeamento de dias feriados do grupo de utilizadores $@Group@, para o ano $@Year@, utilizando o modelo $@Template@ e o horário $@Shift@
sk: Plánovanie dovolenky skupiny používateľov $@Group@ na rok $@Year@ bolo upravené pomocou šablóny $@Template@ a rozvrhu $@Shift@
