Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_incidenceswizard.gridincidences.column.incidence.rotext
source: Incidence
ca: Incidència
eu: Intzidentzia
sk: Obhajoba

# RES_incidenceswizard.gridincidences.column.justification.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_incidenceswizard.gridincidences.column.punches.rotext
source: Clock in/out logs
ca: Fitxatges
eu: Transferentziak
sk: transfery

# RES_incidenceswizard.gridincidences.column.timezonename.rotext
source: Time zone
ca: Zona horària
eu: Ordu eremu
sk: Časové pásmo

# RES_incidenceswizard.gridincidences.column.valuehora.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_incidenceswizard.gridincidences.column.valuehoraeditable.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_incidenceswizard.hdnsteptitle.text.rotext
source: Assistant for mass justification of incidents.
ca: Assistent per a la justificació massiva d’incidències.
eu: Gorabeherak masiboki justifikatzeko morroia.
sk: Sprievodca hromadným zdôvodňovaním incidentov.

# RES_incidenceswizard.incplusacc.ddlincplusaccsup.ex.rotext
source: Greater than or equal to
ca: Més gran o igual
eu: Handiagoa edo berdina
sk: Väčšie alebo rovné

# RES_incidenceswizard.incplusacc.ddlincplusaccsup.no.rotext
source: Minor
ca: Més petit
eu: Txikia
sk: Menor

# RES_incidenceswizard.lblbegindate.text.rotext
source: Since the day
ca: Des del dia
eu: Egunetik
sk: Odo dňa

# RES_incidenceswizard.lblcopyschedulewelcome1.text.rotext
source: Welcome to the mass incident justification wizard.
ca: Et donem la benvinguda a l’assistent per a la justificació massiva d’incidències.
eu: Ongi etorri morroira gertakari ugarien justifikaziorako.
sk: Vitajte v sprievodcovi hromadným zdôvodnením letenky.

# RES_incidenceswizard.lblcopyschedulewelcome2.text.rotext
source: The wizard allows you to massively justify user incidents in a given period.
ca: L’assistent permet justificar de manera massiva incidències d’usuaris en un període determinat.
eu: Morroiak aldi jakin batean erabiltzaileen gorabeherak masiboki justifikatzeko aukera ematen du.
sk: Sprievodca umožňuje hromadne zdôvodniť incidenty používateľov v danom období.

# RES_incidenceswizard.lblcopyschedulewelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_incidenceswizard.lblenddate.text.rotext
source: until the day
ca: fins al dia
eu: egunera arte
sk: až do dňa

# RES_incidenceswizard.lblincplusaccsup.text.rotext
source: That
ca: Que
eu: Hori
sk: Čo

# RES_incidenceswizard.lblincplusaccvalue.text.rotext
source: The value
ca: El valor
eu: Balioa
sk: Hodnota

# RES_incidenceswizard.lblmoveto.text.rotext
source: Assign justification to all selected hours:
ca: Assignar a totes les hores seleccionades la justificació:
eu: Esleitu justifikazioa hautatutako ordu guztiei:
sk: Priraďte všetkým vybraným hodinám odôvodnenie:

# RES_incidenceswizard.lblonlynotjustified.text.rotext
source: Show only unjustified incidents
ca: Mostrar només incidències no justificades
eu: Justifikatu gabeko gertakariak soilik erakutsi
sk: Ukážte len neopodstatnené incidenty

# RES_incidenceswizard.lblselectedhours.text.rotext
source: Total hours selected:
ca: Total d'hores seleccionades:
eu: Aukeratutako orduak guztira:
sk: Celkový počet vybraných hodín:

# RES_incidenceswizard.lblstep2info2.text.rotext
source: Now select the users to whom you want to justify the incidents.
ca: Ara selecciona els usuaris als quals vols justificar les incidències.
eu: Aukeratu orain intzidentziak justifikatu nahi dituzun erabiltzaileak.
sk: Teraz vyberte používateľov, ktorým chcete zdôvodniť incidenty.

# RES_incidenceswizard.lblstep2title.text.rotext
source: Step 2 of 7.
ca: Pas 2 de 7.
eu: 7tik 2. urratsa.
sk: Krok 2 zo 7.

# RES_incidenceswizard.lblstep3info2.text.rotext
source: Select the period you want to search for.
ca: Selecciona el període en què vols fer la cerca.
eu: Hautatu bilaketa egin nahi duzun aldia.
sk: Vyberte obdobie, v ktorom chcete vykonať vyhľadávanie.

# RES_incidenceswizard.lblstep3title.text.rotext
source: Step 3 of 7.
ca: Pas 3 de 7.
eu: 3. urratsa 7.
sk: Krok 3 zo 7.

# RES_incidenceswizard.lblstep4info2.text.rotext
source: Select the incidents you want to justify.
ca: Selecciona les incidències que vols justificar.
eu: Hautatu justifikatu nahi dituzun gorabeherak.
sk: Vyberte incidenty, ktoré chcete zdôvodniť.

# RES_incidenceswizard.lblstep4title.text.rotext
source: Step 4 of 7.
ca: Pas 4 de 7.
eu: 7tik 4. urratsa.
sk: Krok 4 zo 7.

# RES_incidenceswizard.lblstep5info.text.rotext
source: Select the justifications you want to display.
ca: Selecciona les justificacions que vols mostrar.
eu: Hautatu erakutsi nahi dituzun justifikazioak.
sk: Vyberte odôvodnenia, ktoré chcete zobraziť.

# RES_incidenceswizard.lblstep5info2.text.rotext
source: Select the justifications you want to display.
ca: Selecciona les justificacions que vols mostrar.
eu: Hautatu erakutsi nahi dituzun justifikazioak.
sk: Vyberte odôvodnenia, ktoré chcete zobraziť.

# RES_incidenceswizard.lblstep5title.text.rotext
source: Step 5 of 7.
ca: Pas 5 de 7.
eu: 7tik 5. urratsa.
sk: Krok 5 zo 7.

# RES_incidenceswizard.lblstep6info.text.rotext
source: Select the cost centers you want to display.
ca: Selecciona els centres de cost que vols mostrar.
eu: Hautatu erakutsi nahi dituzun kostu-zentroak.
sk: Vyberte nákladové strediská, ktoré chcete zobraziť.

# RES_incidenceswizard.lblstep6info2.text.rotext
source: Select the cost centers you want to display.
ca: Selecciona els centres de cost que vols mostrar.
eu: Hautatu erakutsi nahi dituzun kostu-zentroak.
sk: Vyberte nákladové strediská, ktoré chcete zobraziť.

# RES_incidenceswizard.lblstep6title.text.rotext
source: Step 6 of 7.
ca: Pas 6 de 7.
eu: 6/7 urratsa.
sk: Krok 6 zo 7.

# RES_incidenceswizard.lblstep7info.text.rotext
source: Finally, justify the selected incidents.
ca: Per acabar, justifica les incidències seleccionades.
eu: Azkenik, justifikatu aukeratutako gorabeherak.
sk: Nakoniec odôvodnite vybrané otázky.

# RES_incidenceswizard.lblstep7title.text.rotext
source: Step 7 of 7.
ca: Pas 7 de 7.
eu: 7tik 7. urratsa.
sk: Krok 7 zo 7.

# RES_incidenceswizard.title.rotext
source: Wizard for mass justification of incidents
ca: Assistent per a la justificació massiva d’incidències
eu: Gorabeherak masiboki justifikatzeko morroia
sk: Sprievodca odôvodnením hromadnej udalosti

# RES_localizationcontrol.lbllocalization.text.rotext
source: Location
ca: Localització
eu: Kokapena
sk: Umiestnenie

# RES_mobility.btaply.text.rotext
source: Apply
ca: Aplicar
eu: Aplikatu
sk: Aplikovať

# RES_mobility.btclose.text.rotext
source: Close
ca: Tancar
eu: Itxi
sk: Zatvoriť

# RES_mobility.btmenuaddincidence.text.rotext
source: Add justification
ca: Afegir justificació
eu: Gehitu justifikazioa
sk: Pridať odôvodnenie

# RES_mobility.btmenuaddmove.text.rotext
source: Add signing
ca: Afegir fitxatge
eu: Gehitu sinadura
sk: Pridanie podpisu

# RES_mobility.btmenudeleteincidence.text.rotext
source: Delete justification
ca: Esborrar justificació
eu: Ezabatu justifikazioa
sk: Vymazať odôvodnenie

# RES_mobility.btmenudeletemove.text.rotext
source: Delete transfer
ca: Esborrar fitxatge
eu: Ezabatu sinadura
sk: Odstránenie rezervácie

# RES_mobility.btmenuinsertincidence.text.rotext
source: Insert justification
ca: Introduir justificació
eu: Txertatu justifikazioa
sk: Vložte odôvodnenie

# RES_mobility.btmenuinsertmove.text.rotext
source: Insert signing
ca: Introduir fitxatge
eu: Txertatu sinadura
sk: Vloženie taktovania

# RES_mobility.btundo.text.rotext
source: Undo
ca: Desfer
eu: Desegin
sk: Zrušiť

# RES_mobility.ddlview.text.rotext
source: moves
ca: moviment
eu: mugitzen
sk: presuny

# RES_mobility.grdselector.columns#1.headertext.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_mobility.ibtselector.tooltip.rotext
source: Advanced search
ca: Cerca avançada
eu: Bilaketa aurreratua
sk: Rozšírené vyhľadávanie

# RES_mobility.lbldate.text.rotext
source: the day
ca: el dia
eu: eguna
sk: deň

# RES_mobility.lbleditincidences.text.rotext
source: Updating data...
ca: Actualitzant dades...
eu: Datuak eguneratzen...
sk: Aktualizácia údajov...

# RES_mobility.lblemployeename.text.rotext
source: from the user
ca: de l’usuari
eu: erabiltzailearengandik
sk: používateľa

# RES_mobility.lblprogrammedabsenceformtitle.text.rotext
source: Prolonged absences
ca: Absències prolongades
eu: Absentzia luzeak
sk: Dlhodobé absencie

# RES_mobility.lblselectorcaption.text.rotext
source: Select user and date:
ca: Seleccionar usuari i data:
eu: Hautatu erabiltzailea eta data:
sk: Vyberte používateľa a dátum:

# RES_mobility.lblshiftselectorformtitle.text.rotext
source: Time selection
ca: Selecció d’horaris
eu: Antolatu aukeraketa
sk: Výber rozvrhu

# RES_mobility.lblview.text.rotext
source: View:
ca: Vista:
eu: Ikusi:
sk: Zobrazenie:

# RES_mobility.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_moveemployee.groupselected.defaulttext.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_movesnew.absenceinfo.message.rotext
source: In ${1} to ${2}
ca: A ${1} fins a ${2}
eu: ${1} eta ${2} artean
sk: V ${1} až ${2}

# RES_movesnew.access.accessnotcompleted.rotext
source: Access not confirmed
ca: Accés no confirmat
eu: Berretsi gabeko sarbidea
sk: Prístup nie je potvrdený

# RES_movesnew.access.antipassback.rotext
source: Antipassback
eu: Pasabidearen aurkakoa

# RES_movesnew.access.documentation.rotext
source: Missing documentation
ca: Falta documentació
eu: Dokumentazioa falta da
sk: Nedostatok dokumentácie

# RES_movesnew.access.employeefield.rotext
source: Limited by the token
ca: Limitat per la fitxa
eu: Token bidez mugatua
sk: Obmedzené na žetón

# RES_movesnew.access.invalidreader.rotext
source: Unauthorized area
ca: Zona no autoritzada
eu: Baimendu gabeko eremua
sk: Nepovolená oblasť

# RES_movesnew.access.nocontract.rotext
source: No contract
ca: Sense contracte
eu: Kontraturik gabe
sk: Žiadna zmluva

# RES_movesnew.access.outoftime.rotext
source: Out of period
ca: Fora de període
eu: Epetik kanpo
sk: Mimo obdobia

# RES_movesnew.access.servervalidation.rotext
source: Server validation
ca: Validació de servidor
eu: Zerbitzariaren baliozkotzea
sk: Overenie servera

# RES_movesnew.accessdenied.message.rotext
source: Access denied
ca: Accés denegat
eu: Sarrera debekatua
sk: Prístup zamietnutý

# RES_movesnew.actionverb.add.rotext
source: added
ca: afegit
eu: gehitu
sk: pridané

# RES_movesnew.actionverb.changeway.rotext
source: modified
ca: modificat
eu: aldatua
sk: upravené

# RES_movesnew.actionverb.modify.rotext
source: modified
ca: modificat
eu: aldatua
sk: upravené

# RES_movesnew.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_movesnew.bntclose.text.rotext
source: Close
ca: Tancar
eu: Itxi
sk: Zatvoriť

# RES_movesnew.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_movesnew.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_movesnew.btaply.text.rotext
source: Apply
ca: Aplicar
eu: Aplikatu
sk: Aplikovať

# RES_movesnew.btclose.text.rotext
source: Close
ca: Tancar
eu: Itxi
sk: Zatvoriť

# RES_movesnew.btnacceptpop.text.rotext
source: Save changes
ca: Desar canvis
eu: Aldaketak gorde
sk: Uloženie zmien

# RES_movesnew.btnaddnewabsence.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_movesnew.btnaddnewabsence.tooltip.rotext
source: Add new absence
ca: Afegir nova absència
eu: Gehitu absentzia berria
sk: Pridanie novej neprítomnosti

# RES_movesnew.btnaddnewincidence.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_movesnew.btnaddnewincidence.tooltip.rotext
source: Add new justification
ca: Afegir nova justificació
eu: Gehitu justifikazio berria
sk: Pridať nové odôvodnenie

# RES_movesnew.btnaddnewincidencetext.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_movesnew.btnaddnewincidencetooltip.rotext
source: Add new justification
ca: Afegir nova justificació
eu: Gehitu justifikazio berria
sk: Pridať nové odôvodnenie

# RES_movesnew.btnaddnewmove.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_movesnew.btnaddnewmove.tooltip.rotext
source: Add new signing
ca: Afegir nou fitxatge
eu: Gehitu sinadura berria
sk: Pridanie nového podpisu

# RES_movesnew.btnaddnewmovetext.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_movesnew.btnaddnewmovetooltip.rotext
source: Add new signing
ca: Afegir nou fitxatge
eu: Gehitu sinadura berria
sk: Pridanie nového podpisu

# RES_movesnew.btnaply.text.rotext
source: Apply
ca: Aplicar
eu: Aplikatu
sk: Aplikovať

# RES_movesnew.btncancelpop.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_movesnew.btndeleteabsence.tooltip.rotext
source: Delete record
ca: Eliminar registre
eu: Ezabatu erregistroa
sk: Zrušenie registrácie

# RES_movesnew.btneditabsence.tooltip.rotext
source: Edit absence
ca: Editar absència
eu: Editatu absentzia
sk: Upraviť absenciu

# RES_movesnew.btnshowdailyacum.text.rotext
source: Diary
ca: Diari
eu: Egunkaria
sk: Denník

# RES_movesnew.btnshowdailyacumtext.rotext
source: Diary
ca: Diari
eu: Egunkaria
sk: Denník

# RES_movesnew.btnshowtotalacum.text.rotext
source: Total
eu: Guztira
sk: Celkom

# RES_movesnew.btnshowtotalacumtext.rotext
source: Total
eu: Guztira
sk: Celkom

# RES_movesnew.btnundo.text.rotext
source: Undo
ca: Desfer
eu: Desegin
sk: Zrušiť

# RES_movesnew.btundo.text.rotext
source: Undo
ca: Desfer
eu: Desegin
sk: Zrušiť

# RES_movesnew.calculado.automatico.rotext
source: Automatic
ca: Automàtic
eu: Automatikoa
sk: Automatické

# RES_movesnew.calculado.manual.rotext
source: Manual
eu: Eskuliburua
sk: Manuálne

# RES_movesnew.cbviewattendanceandaccess.rotext
source: Time management and access
ca: Gestió horària i accessos
eu: Denbora eta sarbideen kudeaketa
sk: Riadenie času a prístup

# RES_movesnew.cbviewdiningroom.rotext
source: Dining room
ca: Menjador
eu: Jangela
sk: Jedáleň

# RES_movesnew.cbviewmobility.rotext
source: Mobility
ca: Mobilitat
eu: Mugikortasuna
sk: Mobilita

# RES_movesnew.cbviewtasks.rotext
source: Time management and tasks
ca: Gestió horària i tasques
eu: Denbora eta zereginen kudeaketa
sk: Riadenie času a úloh

# RES_movesnew.chkdetailsrevised.text.rotext
source: Revised
ca: Revisat
eu: berrikusi
sk: Revidovaná stránka

# RES_movesnew.costcenter.defaultcostcenter.rotext
source: (unassigned)
ca: (sense assignar)
eu: (Esleitu gabe)
sk: (Nepridelené)

# RES_movesnew.dataediting.message.rotext
source: Registration in editing.
ca: Registre en edició.
eu: Izen ematea edizioan.
sk: Zaregistrujte sa v edícii.

# RES_movesnew.details.settingsloadingpanel.text.rotext
source: Loading details...
ca: Carregant detalls...
eu: Xehetasunak kargatzen...
sk: Načítavanie podrobností...

# RES_movesnew.dinningroom.noturn.rotext
source: Out of turn signing
ca: Fitxatge fora de torn
eu: Txandatik kanpo saioa
sk: Podpisovanie mimo obratu

# RES_movesnew.dinningroom.offline.rotext
source: Offline signing
ca: Fitxatge sense connexió
eu: Lineaz kanpo saioa hastea
sk: Podpisovanie offline

# RES_movesnew.dinningroom.repeated.rotext
source: Repeated signing
ca: Fitxatge repetit
eu: Errepikatu sinatzea
sk: Opakované podpisovanie

# RES_movesnew.editincidences.message.rotext
source: The server is updating the justification data.$CRLFYou cannot modify the data at this time.
ca: El servidor està actualitzant les dades de les justificacions.$CRLFNo pots modificar les dades en aquest moment.
eu: Zerbitzaria justifikazio-datuak eguneratzen ari da.$CRLFEzin dituzu datuak aldatu momentu honetan.
sk: Server aktualizuje údaje o odôvodnení.$CRLFV tejto chvíli nemôžete upravovať údaje.

# RES_movesnew.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
eu: Arrastatu zutabe bat hona...
sk: Potiahnite stĺpec sem...

# RES_movesnew.gridacum.column.name.rotext
source: Name
ca: Nom
eu: Izena
sk: názov

# RES_movesnew.gridacum.column.total.rotext
source: Total
eu: Guztira
sk: Celkom

# RES_movesnew.gridincidences.column.begintime.rotext
source: Home
ca: Inici
eu: Hasi
sk: domov

# RES_movesnew.gridincidences.column.calculado.rotext
source: Calculated
ca: Calculat
eu: Kalkulatua
sk: Vypočítané

# RES_movesnew.gridincidences.column.costcenter.rotext
source: Cost center
ca: Centre de cost
eu: Kostu zentroa
sk: nákladové stredisko

# RES_movesnew.gridincidences.column.endtime.rotext
source: End
ca: Final
eu: Finala
sk: Záverečná stránka

# RES_movesnew.gridincidences.column.incidence.rotext
source: Incidence
ca: Incidència
eu: Intzidentzia
sk: Obhajoba

# RES_movesnew.gridincidences.column.justification.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_movesnew.gridincidences.column.timezonename.rotext
source: Time zone
ca: Zona horària
eu: Ordu eremu
sk: Časové pásmo

# RES_movesnew.gridincidences.column.valuehora.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_movesnew.gridincidences.column.valuehoraeditable.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_movesnew.gridmoves.column.action.rotext
source: Act.
ca: Acc.
eu: Ekin.
sk: Zákon.

# RES_movesnew.gridmoves.column.datetime.rotext
source: Hour
ca: Hora
eu: Ordua
sk: čas

# RES_movesnew.gridmoves.column.detalle.rotext
source: Detail
ca: Detall
eu: Xehetasuna

# RES_movesnew.gridmoves.column.imgtelecommuting.rotext
source: Teleworking
ca: Teletreball
eu: Telelangintza
sk: Telework

# RES_movesnew.gridmoves.column.imgtype.rotext
source: Type
ca: Tipus
eu: Guy
sk: typ

# RES_movesnew.gridmoves.column.location.rotext
source: Location
ca: Localització
eu: Kokapena
sk: Umiestnenie

# RES_movesnew.gridmoves.column.telecommuting.rotext
source: Teleworking
ca: Teletreball
eu: Telelangintza
sk: Telework

# RES_movesnew.gridmoves.column.terminal.rotext
source: Terminal
eu: Terminala
sk: Terminál

# RES_movesnew.gridmoves.column.user.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_movesnew.gridselector.column.date.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_movesnew.gridselector.column.name.rotext
source: Name
ca: Nom
eu: Izena
sk: názov

# RES_movesnew.ibtselector.tooltip.rotext
source: Advanced search
ca: Cerca avançada
eu: Bilaketa aurreratua
sk: Rozšírené vyhľadávanie

# RES_movesnew.incidence.labagreeexceeded.error.rotext
source: The value entered exceeds the limit set in the agreement
ca: El valor introduït supera el límit marcat al conveni
eu: Sartutako balioak hitzarmenean markatutako muga gainditzen du
sk: Zadaná hodnota presahuje limit stanovený v konvencii

# RES_movesnew.incidence.notallowedcause.error.rotext
source: You do not have permission to manage this justification
ca: No tens permisos per gestionar aquesta justificació
eu: Ez duzu justifikazio hau kudeatzeko baimenik
sk: Nemáte povolenie spravovať takéto odôvodnenie

# RES_movesnew.invalidpunch.unchecktovalidate.rotext
source: . Uncheck to validate the signing
ca: . Desmarca per validar el fitxatge
eu: . Desmarkatu sinadura balioztatzeko
sk: . Zrušenie označenia na overenie platnosti podpisu

# RES_movesnew.invalidpunch.withoutreason.rotext
source: Invalid signing without reason
ca: Fitxatge no vàlid sense motiu
eu: Sinadura baliogabea arrazoirik gabe
sk: Neplatný podpis bez dôvodu

# RES_movesnew.invalidpunch.withreason.rotext
source: Invalid signing for the reason:
ca: Fitxatge no vàlid amb el motiu:
eu: Sinadura baliogabea arrazoiarekin:
sk: Neplatný podpis s uvedením dôvodu:

# RES_movesnew.label1.text.rotext
source: Time selection
ca: Selecció d’horaris
eu: Antolatu aukeraketa
sk: Výber rozvrhu

# RES_movesnew.lblabsence.text.rotext
source: Absences
ca: Absències
eu: Absentziak
sk: Absencie

# RES_movesnew.lblaction.rotext
source: User {0} has {1} manually signed this check-in.
ca: L’usuari {0} ha {1} manualment aquest fitxatge.
eu: {0} erabiltzaileak eskuz egin du {1} erloju hau.
sk: Používateľ {0} má {1} ručne {1} tento podpis.

# RES_movesnew.lblaction.text.rotext
source: User {0} has {1} manually signed this check-in.
ca: L’usuari {0} ha {1} manualment aquest fitxatge.
eu: {0} erabiltzaileak eskuz egin du {1} erloju hau.
sk: Používateľ {0} má {1} ručne {1} tento podpis.

# RES_movesnew.lblactionstitle.text.rotext
source: Actions
ca: Accions
eu: Ekintzak
sk: Činnosti

# RES_movesnew.lblacumcaption.text.rotext
source: Balances
ca: Saldos
eu: Balantzeak
sk: zostatky

# RES_movesnew.lbldate.text.rotext
source: Signing date:
ca: Data fitxatge:
eu: Sinadura data:
sk: Dátum podpisu:

# RES_movesnew.lbldetailscausecaption.text.rotext
source: With the justification:
ca: Amb la justificació:
eu: Justifikazioarekin:
sk: S odôvodnením:

# RES_movesnew.lbldetailscentercaption.text.rotext
source: In the center
ca: Al centre
eu: Erdian
sk: V strede

# RES_movesnew.lbldetailsreliability.text.rotext
source: Reliability of the signing
ca: Fiabilitat del fitxatge
eu: Transferentzia fidagarritasuna
sk: Spoľahlivosť podpisovania

# RES_movesnew.lbldetailstimecaption.text.rotext
source: at
ca: a les
eu: etan
sk: na adrese

# RES_movesnew.lbldetailstitle.text.rotext
source: Details
ca: Detalls
eu: Xehetasunak
sk: Podrobnosti na

# RES_movesnew.lbldetailstypecaption.text.rotext
source: Signing of
ca: Fitxatge de
eu: sinatzea
sk: Podpisovanie

# RES_movesnew.lbldiningroomturn.text.rotext
source: Dining shift
ca: Torn menjador
eu: Jangela txanda
sk: Posun jedálne

# RES_movesnew.lbldinningroomvalidatedescription.text.rotext
source: Validate dining room registration
ca: Validar fitxatge de menjador
eu: Jantokiko izen-ematea balioztatu
sk: Overenie registrácie jedálne

# RES_movesnew.lbleditincidences.future.rotext
source: Incidents from future dates cannot be edited
ca: No es poden editar les incidències de dates futures
eu: Ezin duzu editatu etorkizuneko datetako gorabeherak
sk: Nie je možné upravovať výskyty budúcich dátumov

# RES_movesnew.lbleditincidences.text.rotext
source: Updating data...
ca: Actualitzant dades...
eu: Datuak eguneratzen...
sk: Aktualizácia údajov...

# RES_movesnew.lblemployeename.text.rotext
source: user:
ca: usuari:
eu: erabiltzailea:
sk: používateľ:

# RES_movesnew.lblfieldtask1.text.rotext
source: Field1:
ca: Camp1:
eu: Eremua 1:
sk: Pole 1:

# RES_movesnew.lblfieldtask2.text.rotext
source: Field2:
ca: Camp2:
eu: 2 eremua:
sk: Pole2:

# RES_movesnew.lblfieldtask3.text.rotext
source: Field3:
ca: Camp3:
eu: 3 eremua:
sk: Pole3:

# RES_movesnew.lblfieldtask4.text.rotext
source: Field4:
ca: Camp4:
eu: 4 eremua:
sk: Pole4:

# RES_movesnew.lblfieldtask5.text.rotext
source: Field5:
ca: Camp5:
eu: 5 eremua:
sk: Pole5:

# RES_movesnew.lblfieldtask6.text.rotext
source: Field6:
ca: Camp6:
eu: Eremua 6:
sk: Pole6:

# RES_movesnew.lblforecaststitle.text.rotext
source: Existing forecasts
ca: Previsions existents
eu: Dauden aurreikuspenak
sk: Existujúce prognózy

# RES_movesnew.lblfulladdress.text.rotext
source: Address
ca: Direcció
eu: Helbidea
sk: Adresa

# RES_movesnew.lblincidencescaption.text.rotext
source: Incidents and justifications
ca: Incidències i justificacions
eu: Gorabeherak eta justifikazioak
sk: Incidenty a odôvodnenia

# RES_movesnew.lblincidencesgridcaption.rotext
source: Incidents and justifications
ca: Incidències i justificacions
eu: Gorabeherak eta justifikazioak
sk: Incidenty a odôvodnenia

# RES_movesnew.lbllocalization.text.rotext
source: Location
ca: Localització
eu: Kokapena
sk: Umiestnenie

# RES_movesnew.lbllocationcity.text.rotext
source: Population
ca: Població
eu: Biztanleria
sk: Obyvateľstvo

# RES_movesnew.lbllocationterminal.text.rotext
source: At the terminal
ca: Al terminal
eu: Terminalean
sk: V termináli

# RES_movesnew.lbllocationtitle.text.rotext
source: Location
ca: Localització
eu: Kokapena
sk: Umiestnenie
