Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_newshiftgroupwizard.end.error.newshiftgroupwelcome2.text.rotext
source: An error has been found in the process
eu: Akats bat aurkitu da prozesuan
fr: Une erreur a été identifiée dans le processus
gl: Atopouse un erro no proceso
it: È stato rilevato un errore nel processo
pt: Foi encontrado um erro no processo
sk: V procese sa vyskytla chyba

# RES_newshiftgroupwizard.end.newshiftgroupwelcome1.text.rotext
source: Finalized
eu: Amaitua
fr: Finalisé
gl: Finalizado
it: Finalizzato
pt: Concluído
sk: Dokončené

# RES_newshiftgroupwizard.end.ok.newshiftgroupwelcome2.text.rotext
source: The time group has been created successfully
eu: Ordutegi taldea behar bezala sortu da
fr: Le groupe d´horaire a été correctement créé
gl: Creouse correctamente o grupo de horario
it: È stato creato correttamente il gruppo di orario
pt: Foi criado corretamente o grupo de horário
sk: Časová skupina bola úspešne vytvorená

# RES_newshiftgroupwizard.hdnsteptitle.text.rotext
source: Wizard for creating schedule groups.
eu: Ordutegi-taldeak sortzeko morroia.
fr: Assistant pour la création de groupes d´horaires.
gl: Asistente para a creación de grupos de horarios.
it: Assistente per la creazione di gruppi di orari.
pt: Assistente para a criação de grupos de horários.
sk: Sprievodca vytvorením skupín rozvrhov.

# RES_newshiftgroupwizard.lblbusinessgroup.text.rotext
source: Business group:
eu: Enpresa taldea:
fr: Groupe commercial :
gl: Grupo de negocio:
it: Gruppo commerciale:
pt: Grupo de negócio:
sk: Obchodná skupina:

# RES_newshiftgroupwizard.lblcategory.text.rotext
source: Permission Category:
eu: Baimen kategoria:
fr: Catégorie d´autorisations :
gl: Categoría de permisos:
it: Categoria di autorizzazioni:
pt: Categoria de autorizações:
sk: Kategória povolení:

# RES_newshiftgroupwizard.lblnewshiftgroupwelcome1.text.rotext
source: Welcome to the wizard for adding time groups.
eu: Ongi etorri ordutegi-taldeak erregistratzeko morroira.
fr: Bienvenue dans l´assistant pour l´inscription de groupes d´horaires.
gl: Benvido/a ao asistente para a alta de grupos de horarios.
it: Ti diamo il benvenuto all´assistente per iscrivere gruppi di orari.
pt: Bem-vindo/a ao assistente para registar grupos de horários.
sk: Vitajte v sprievodcovi registráciou rozvrhovej skupiny.

# RES_newshiftgroupwizard.lblnewshiftgroupwelcome2.text.rotext
source: This wizard will help you create a new schedule group.
eu: Morroi honek ordutegi talde berri bat erregistratzen lagunduko dizu.
fr: Cet assistant vous aidera à inscrire un nouveau groupe d´horaire.
gl: Este asistente axudaralle a dar de alta un novo grupo de horario.
it: Questo assistente ti aiuterà a iscrivere un nuovo gruppo di orario.
pt: Este assistente ajudá-lo-á a registar um novo grupo de horário.
sk: Tento sprievodca vám pomôže zaregistrovať novú časovú skupinu.

# RES_newshiftgroupwizard.lblnewshiftgroupwelcome3.text.rotext
source: To continue, click next.
eu: Jarraitzeko, egin klik hurrengoan.
fr: Pour continuer, cliquez sur Suivant.
gl: Para continuar, preme en Seguinte.
it: Per continuare, fai clic su Avanti.
pt: Para continuar clique em seguinte.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_newshiftgroupwizard.lblsetp1info.text.rotext
source: First you need to choose a name for the new schedule group.
eu: Lehenik eta behin ordutegi talde berriaren izena aukeratu behar duzu.
fr: Vous devez d´abord choisir le nom du nouveau groupe d´horaire.
gl: En primeiro lugar, debe escoller o nome do novo grupo de horario.
it: Innanzitutto è necessario scegliere il nome del nuovo gruppo di orario.
pt: Em primeiro lugar, deve escolher o nome do novo grupo de horário.
sk: Najprv musíte vybrať názov novej časovej skupiny.

# RES_newshiftgroupwizard.lblshiftgroupname.text.rotext
source: Group name:
eu: Taldearen izena:
fr: Nom du groupe :
gl: Nome do grupo:
it: Nome del gruppo:
pt: Nome do grupo:
sk: Názov skupiny:

# RES_newshiftgroupwizard.lblstep1info2.text.rotext
source: Enter the name of the new schedule group and press the 'Next' button.
eu: Idatzi ordutegi talde berriaren izena eta sakatu 'Hurrengoa' botoia.
fr: Écrivez le nom du nouveau groupe d´horaire et appuyez sur le bouton « Suivant ».
gl: Escribe o nome do novo grupo de horario e preme o botón Seguinte.
it: Scrivi il nome del nuovo gruppo di orario e seleziona il pulsante &quot;Avanti&quot;.
pt: Introduza o nome do novo grupo de horário e prima o botão «Seguinte».
sk: Zadajte názov novej časovej skupiny a kliknite na tlačidlo "Ďalej".

# RES_newshiftgroupwizard.lblstep1title.text.rotext
source: Step 1 of 2.
eu: 2tik 1. urratsa.
fr: Étape 1 sur 2.
gl: Paso 1 de 2.
it: Passaggio 1 di 2.
pt: Etapa 1 de 2.
sk: Krok 1 z 2.

# RES_newshiftgroupwizard.shiftgroup.category.rotext
source: Category
eu: Kategoria
fr: Catégorie
gl: Categoría
it: Categoria
pt: Categoria
sk: Kategória

# RES_newshiftgroupwizard.title.rotext
source: Wizard for creating schedule groups
eu: Ordutegi-taldeak sortzeko morroia
fr: Assistant pour la création de groupes d´horaires
gl: Asistente para a creación de grupos de horarios
it: Assistente per la creazione di gruppi di orari
pt: Assistente para a criação de grupos de horários
sk: Sprievodca vytvorením skupín rozvrhov

# RES_shiftchange_askdate.askdate.invaliddate.message.rotext
source: Incorrect recalculation start date.
eu: Berriro kalkulatzeko hasiera-data okerra.
fr: Date début recalcul incorrecte.
gl: Data inicio recálculo incorrecta.
it: Data inizio ricalcolo errata.
pt: Data de início do recálculo incorreta.
sk: Nesprávny dátum začiatku prepočtu.

# RES_shiftchange_askdate.btcancel_askdate.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shiftchange_askdate.btok_askdate.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shiftchange_askdate.lblaskdatetitle3.text.rotext
source: Recalculate users
eu: Berriro kalkulatu erabiltzaileak
fr: Recalculer les utilisateurs
gl: Recalcular usuarios
it: Ricalcola utenti
pt: Recalcular utilizadores
sk: Prepočítať používateľov

# RES_shiftchange_askdate.lblinfo_askdate.text.rotext
source: You have modified a schedule that is assigned to one or more users. The days for these users that have been assigned the modified schedule must be recalculated.
eu: Erabiltzaile bati edo gehiagori esleitutako ordutegi bat aldatu duzu. Aldatutako ordutegia esleitzen zaien erabiltzaile hauen egunak berriro kalkulatu behar dira.
fr: Vous avez modifié un horaire qui est attribué à un ou plusieurs utilisateurs. Les jours de ces utilisateurs qui se sont vus attribuer l´horaire modifié doivent être recalculés.
gl: Modificou un horario que está asignado a un ou varios usuarios. Débense recalcular os días destes usuarios que teñan asignado o horario modificado.
it: Hai modificato un orario che è assegnato a uno o più utenti. Si devono ricalcolare i giorni di questi utenti ai quali è assegnato l´orario modificato.
pt: Modificou um horário que está atribuído a um ou vários utilizadores. Devem recalcular-se os dias dos utilizadores que tenham atribuído o horário modificado.
sk: Upravili ste rozvrh, ktorý je priradený jednému alebo viacerým používateľom. Dni týchto používateľov, ktorým bol upravený rozvrh pridelený, sa musia prepočítať.

# RES_shiftchange_askdate.lblspecificdate_askdate.text.rotext
source: Recalculate from
eu: Berriro kalkulatu
fr: Recalculer à partir du
gl: Recalcular a partir do
it: Ricalcola a partire dal
pt: Recalcular a partir de
sk: Prepočítajte z

# RES_shiftchange_askdate.optalldate_askdate.description.rotext
source: For all users, all days to which the schedule is assigned will be recalculated.
eu: Erabiltzaile guztientzat, ordutegia esleitzen zaien egun guztiak berriro kalkulatuko dira.
fr: Pour tous les utilisateurs, tous les jours attribués à l´horaire seront recalculés.
gl: Para todos os usuarios recalcularanse todos os días que teñan asignado o horario.
it: Per tutti gli utenti, verranno ricalcolati tutti i giorni che abbiano assegnato l´orario.
pt: Serão recalculados todos os dias que tenham o horário atribuído para todos os utilizadores.
sk: Pre všetkých používateľov sa prepočítava každý deň, keď je im rozvrh pridelený.

# RES_shiftchange_askdate.optalldate_askdate.text.rotext
source: Recalculate every day
eu: Berriro kalkulatu egunero
fr: Recalculer chaque jour
gl: Recalcular todos os días
it: Ricalcola ogni giorno
pt: Recalcular todos os dias
sk: Prepočítajte každý deň

# RES_shiftchange_askdate.optspecificdate_askdate.description.rotext
source: For all users, every day will be recalculated from the specified day.
eu: Erabiltzaile guztientzat, egun bakoitza berriro kalkulatuko da zehaztutako egunetik hasita.
fr: Pour tous les utilisateurs, tous les jours seront recalculés à partir du jour spécifié.
gl: Para todos os usuarios recalcularanse todos os días a partir do día especificado.
it: Per tutti gli utenti, verranno ricalcolati tutti i giorni a partire dal giorno specificato.
pt: Serão recalculados todos os dias a partir do dia especificado para todos os utilizadores.
sk: Pre všetkých používateľov sa bude prepočítavať každý deň od zadaného dňa.

# RES_shiftchange_askdate.optspecificdate_askdate.text.rotext
source: Recalculate from a specified date
eu: Berriro kalkulatu zehaztutako data batetik
fr: Recalculer à partir d´une date spécifiée
gl: Recalcular a partir dunha data especificada
it: Ricalcola a partire da una data indicata
pt: Recalcular a partir de uma data especificada
sk: Prepočítať od zadaného dátumu

# RES_shiftchange_askdate.title.rotext
source: Updating users
eu: Erabiltzaileen eguneratzea
fr: Actualisation des utilisateurs
gl: Actualización dos usuarios
it: Aggiornamento degli utenti
pt: Atualização dos utilizadores
sk: Aktualizácia používateľov

# RES_shiftchange_askdate.txtspecificadate_askdate.emptyvaluemessage.rotext
source: <b>Required field.</b>
eu: <b>beharrezko eremua.</b>
fr: <b>champ requis.</b>
gl: <b>campo requirido.</b>
it: <b>campo obbligatorio.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_shiftchange_askdate.txtspecificadate_askdate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
eu: <b>eremu baliogabea.</b>
fr: <b>champ invalide.</b>
gl: <b>campo inválido.</b>
it: <b>campo non valido.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_shifts.addnew.rotext
source: Add
eu: Gehitu
fr: Ajouter
gl: Engadir
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_shifts.addnewrule.rotext
source: Add rule
eu: Gehitu araua
fr: Ajouter règle
gl: Engadir regra
it: Aggiungi regola
pt: Adicionar regra
sk: Pridať pravidlo

# RES_shifts.aspxbutton1.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifts.aspxbutton1.tooltip.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifts.aspxbutton2.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shifts.aspxbutton2.tooltip.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shifts.bc.text.rotext
source: Empty
eu: Hutsik
fr: Vide
gl: Baleirar
it: Vuoto
pt: Esvaziar
sk: Prázdne stránky

# RES_shifts.blockdropdownvalues_exithoursvalue1.rotext
source: Fixed time
eu: ordu finkoa
fr: Heure fixe
gl: Hora fixa
it: Ora fissa
pt: Hora fixa
sk: Pevný čas

# RES_shifts.blockdropdownvalues_exithoursvalue2.rotext
source: According to entry
eu: Sarreraren arabera
fr: Selon l´entrée
gl: Segundo entrada
it: In base a entrata
pt: Segundo a entrada
sk: Podľa záznamu

# RES_shifts.blockdropdownvalues_value1.rotext
source: From the day of the schedule
eu: Ordutegiaren egunetik aurrera
fr: Du jour de l´horaire
gl: Do día do horario
it: Del giorno dell´orario
pt: Do dia do horário
sk: Odo dňa vydania rozvrhu

# RES_shifts.blockdropdownvalues_value2.rotext
source: From the previous day of the schedule
eu: Ordutegiaren aurreko egunetik aurrera
fr: De la veille de l´horaire
gl: Do día anterior do horario
it: Del giorno precedente dell´orario
pt: Do dia anterior do horário
sk: Odo dňa pred vydaním rozvrhu

# RES_shifts.blockdropdownvalues_value3.rotext
source: From the day after the schedule
eu: Egunez ordu
fr: Du lendemain de l´horaire
gl: Do día despois do horario
it: Del giorno successivo dell´orario
pt: Do dia depois do horário
sk: Deň po pracovnej dobe

# RES_shifts.blocktypeflexible.rotext
source: 100% Flexible Block
eu: 100% bloke malgua
fr: Bloc 100 % flexible
gl: Bloque 100 % flexible
it: Blocco 100% flessibile
pt: Bloco 100% Flexível
sk: 100% flexibilný blok

# RES_shifts.blocktypeflexible_lblblockdescription2.rotext
source: The user must
eu: Erabiltzaileak behar du
fr: L’utilisateur doit
gl: O usuario debe
it: L´utente deve
pt: O utilizador tem de
sk: Používateľ musí

# RES_shifts.blocktypeflexible_lblhourbegin1.rotext
source: Among the
eu: artean
fr: Entre
gl: Entre as
it: Tra le
pt: Entre as
sk: Medzi

# RES_shifts.blocktypeflexible_lblhourend1.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shifts.blocktypeflexible_lbltotalhours.rotext
source: carry out
eu: gauzatu
fr: effectuer
gl: realizar
it: effettua
pt: realizar
sk: vytvoriť

# RES_shifts.blocktypeflexible_lbltotalhoursend.rotext
source: hours in total,
eu: orduak guztira,
fr: heures au total,
gl: horas en total,
it: ore in totale,
pt: horas num total,
sk: hodín,

# RES_shifts.blocktyperigid.rotext
source: Rigid block
eu: bloke zurruna
fr: Bloc rigide
gl: Bloque ríxido
it: Blocco rigido
pt: Bloco fixo
sk: Pevný blok

# RES_shifts.blocktyperigid_lblblockdescription2.rotext
source: The user must be present
eu: Erabiltzaileak bertan egon behar du
fr: L’utilisateur doit obligatoirement être présent
gl: O usuario debe estar presente obrigatoriamente
it: L´utente deve essere obbligatoriamente presente
pt: O utilizador deve estar presente obrigatoriamente
sk: Používateľ musí byť neustále prítomný

# RES_shifts.blocktyperigid_lblhourbegin1.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_shifts.blocktyperigid_lblhourend1.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_shifts.blocktyperigiddivided.rotext
source: Split rigid block
eu: Bloke zurrun zatitua
fr: Bloc rigide fractionné
gl: Bloque ríxido partido
it: Blocco rigido suddiviso
pt: Bloco fixo dividido
sk: Rozdelený pevný blok

# RES_shifts.blocktyperigiddivided_lblblockdescription2.rotext
source: The user must be present
eu: Erabiltzaileak bertan egon behar du
fr: L’utilisateur doit obligatoirement être présent
gl: O usuario debe estar presente obrigatoriamente
it: L´utente deve essere obbligatoriamente presente
pt: O utilizador deve estar presente obrigatoriamente
sk: Používateľ musí byť neustále prítomný

# RES_shifts.blocktyperigiddivided_lblfranja1.rotext
source: 1st time slot
eu: 1. denbora tartea
fr: 1er créneau horaire
gl: 1.ª franxa horaria
it: 1ª fascia oraria
pt: 1º Intervalo de tempo
sk: 1. časový interval

# RES_shifts.blocktyperigiddivided_lblfranja2.rotext
source: 2nd time slot
eu: 2. ordu-eremua
fr: 2d créneau horaire
gl: 2.ª franxa horaria
it: 2ª fascia oraria
pt: 2º Intervalo de tempo
sk: 2. časový interval

# RES_shifts.blocktyperigiddivided_lblhourbegin1.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_shifts.blocktyperigiddivided_lblhourbegin2.rotext
source: and from the
eu: eta batetik
fr: et depuis
gl: e dende as
it: e dalle
pt: e desde as
sk: a z

# RES_shifts.blocktyperigiddivided_lblhourend1.rotext
source: until the
eu: arte
fr: jusqu'à
gl: ata as
it: Fino a
pt: até às
sk: do

# RES_shifts.blocktyperigiddivided_lblhourend2.rotext
source: until the
eu: arte
fr: jusqu'à
gl: ata as
it: Fino a
pt: até às
sk: do

# RES_shifts.blocktypesemiflexible.rotext
source: Semi-flexible block
eu: bloke erdi-malgua
fr: Bloc semi-flexible
gl: Bloque semiflexible
it: Blocco semiflessibile
pt: Bloco semiflexível
sk: Polohybný blok

# RES_shifts.blocktypesemiflexible_lblblockdescription2.rotext
source: The user must enter
eu: Erabiltzaileak sartu behar du
fr: L’utilisateur doit entrer
gl: O usuario debe entrar
it: L´utente deve entrare
pt: O utilizador tem de entrar
sk: Používateľ musí zadať

# RES_shifts.blocktypesemiflexible_lblexithour1.rotext
source: and leave
eu: eta atera
fr: et sortir
gl: e saír
it: ed esci
pt: e sair
sk: a odísť

# RES_shifts.blocktypesemiflexible_lblhourbegin1.rotext
source: Among the
eu: artean
fr: Entre
gl: Entre as
it: Tra le
pt: Entre as
sk: Medzi

# RES_shifts.blocktypesemiflexible_lblhourend1.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shifts.blocktypesemiflexibledivided.rotext
source: Semi-flexible split block
eu: Bloke zatitu erdi-malgua
fr: Bloc fractionné semi-flexible
gl: Bloque partido semiflexible
it: Blocco suddiviso semiflessibile
pt: Bloco dividido semiflexível
sk: Polohybný delený blok

# RES_shifts.blocktypesemiflexibledivided_lblexithour1.rotext
source: and exit
eu: eta irten
fr: et sortie
gl: e saída
it: e uscita
pt: e saída
sk: a výstup

# RES_shifts.blocktypesemiflexibledivided_lblexithour2.rotext
source: and exit
eu: eta irten
fr: et sortie
gl: e saída
it: e uscita
pt: e saída
sk: a výstup

# RES_shifts.blocktypesemiflexibledivided_lblfranja1.rotext
source: 1st time slot
eu: 1. denbora tartea
fr: 1er créneau horaire
gl: 1.ª franxa horaria
it: 1ª fascia oraria
pt: 1º Intervalo de tempo
sk: 1. časový interval

# RES_shifts.blocktypesemiflexibledivided_lblfranja2.rotext
source: 2nd time slot
eu: 2. ordu-eremua
fr: 2d créneau horaire
gl: 2.ª franxa horaria
it: 2ª fascia oraria
pt: 2º Intervalo de tempo
sk: 2. časový interval

# RES_shifts.blocktypesemiflexibledivided_lblhourbegin1.rotext
source: Entry between the
eu: arteko sarrera
fr: Entrée entre
gl: Entrada entre as
it: Entrata tra le
pt: Entrada entre as
sk: Vstup medzi

# RES_shifts.blocktypesemiflexibledivided_lblhourbegin2.rotext
source: Entry between the
eu: arteko sarrera
fr: Entrée entre
gl: Entrada entre as
it: Entrata tra le
pt: Entrada entre as
sk: Vstup medzi

# RES_shifts.blocktypesemiflexibledivided_lblhourend1.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shifts.blocktypesemiflexibledivided_lblhourend2.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shifts.bo.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifts.bt.text.rotext
source: Today
eu: Gaur
fr: Aujourd'hui
gl: Hoxe
it: Oggi
pt: Hoje
sk: Dnes

# RES_shifts.btnaddpair.text.rotext
source: Add stripe
eu: Gehitu marra
fr: Ajouter créneau
gl: Engadir franxa
it: Aggiungi fascia
pt: Adicionar faixa de tempo
sk: Pridanie pruhu

# RES_shifts.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shifts.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifts.btnsavecancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shifts.btnsaveok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifts.businessgroupinuse.description.rotext
source: Cannot be modified. Some user group has been assigned to this business group.
eu: Ezin da aldatu. Erabiltzaile talde batzuk enpresa talde honi esleitzen zaizkio.
fr: Il ne peut pas être modifié. Ce groupe commercial est attribué à un groupe d´utilisateurs.
gl: Non se pode modificar. Algún grupo de usuarios ten asignado este grupo de negocio.
it: Impossibile modificare. Un gruppo di utenti ha assegnato questo gruppo commerciale.
pt: Não é possível alterá-lo. Algum grupo de utilizadores tem atribuído este grupo de negócios.
sk: Nemožno upraviť. Táto obchodná skupina bola priradená niektorej skupine používateľov.

# RES_shifts.buttoncancel.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shifts.buttonok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifts.causes.none.rotext
source: None
eu: Bat ere ez
fr: Aucune
gl: Ningunha
it: Nessuna
pt: Nenhuma
sk: Žiadne

# RES_shifts.checkpermission.denied.description.rotext
source: Access denied
eu: Sarrera debekatua
fr: Accès refusé
gl: Acceso denegado
it: Accesso negato
pt: Acesso recusado
sk: Prístup zamietnutý

# RES_shifts.cknotifyemployeedesc.text.rotext
source: keep working.
eu: lanean jarraitu.
fr: continue à travailler.
gl: segue traballando.
it: continua a lavorare.
pt: continua a trabalhar.
sk: pokračuje v práci.

# RES_shifts.cknotifyemployeeexit.text.rotext
source: Remind the user that they must have authorization if they reach the
eu: Gogoratu erabiltzaileari baimena izan behar duela bertara iristen bada
fr: Rappelez à l´utilisateur qu´il doit avoir une autorisation s´il arrive à
gl: Recordar ao usuario que debe ter autorización se chegados ás
it: Ricordare all´utente che deve avere l´autorizzazione se giunti alle
pt: Lembrar o utilizador que tem de ter autorização se chegar às
sk: Pripomeňte používateľovi, že musí mať oprávnenie, ak príde na

# RES_shifts.ckpunchattime.text.rotext
source: Auto-complete at
eu: Automatikoki osatzea hemen
fr: Terminer automatiquement à
gl: Completar automaticamente ás
it: Completa automaticamente alle
pt: Completar automaticamente às
sk: Automatické dokončenie pri

# RES_shifts.ckpunchattimedesc.text.rotext
source: if the user has not reported it by midnight.
eu: erabiltzaileak gauerdirako jakinarazi ez badu.
fr: si l’utilisateur n’a pas informé de son arrivée à minuit.
gl: se o usuario non a comunicou chegada a medianoite.
it: se l´utente non l´ha informata giunti a mezzanotte.
pt: se o utilizador não a tiver informado até à meia-noite.
sk: ak ho používateľ nenahlási do polnoci.

# RES_shifts.ckworkdaystartafter.text.rotext
source: Yes
eu: Bai
fr: Oui
gl: Si
it: Se
pt: Sim
sk: Áno

# RES_shifts.ckworkdaystartbefore.text.rotext
source: Remember the
eu: Gogoratu
fr: Rappeler à l´/au/aux
gl: Lembrar ao
it: Ricordare a
pt: Lembrar a
sk: Pripomeňte

# RES_shifts.cmbshifttype.typepartrigid.rotext
source: Split rigid (from X to Y and from Z to W)
eu: Zatiketa zurruna (X-tik Y-ra eta Z-tik W-ra)
fr: Rigide fractionné (de X à Y et de Z à W)
gl: Ríxido partido (de X a Y e de Z a W)
it: Rigido suddiviso (da X a Y e da Z a W)
pt: Fixo dividido (de X a Y e de Z a W)
sk: Rozdelenie pevných (X na Y a Z na W)

# RES_shifts.cmbshifttype.typepartsemiflex.rotext
source: Semi-Flexible Party
eu: Alderdi Erdi Malgua
fr: Fractionné semi-flexible
gl: Partido semiflexible
it: Suddiviso semi-flessibile
pt: Dividido semiflexível
sk: Semi-flexibilná strana

# RES_shifts.cmbshifttype.typerigid.rotext
source: Rigid (from X to Y)
eu: Zurruna (X eta Y)
fr: Rigide (de X à Y)
gl: Ríxido (de X a Y)
it: Rigido (da X a Y)
pt: Fixo (de X a Y)
sk: Pevné (X až Y)

# RES_shifts.cmbshifttype.typesemiflex.rotext
source: Semi-Flexible(Entry from X to Y, Exit at Z hours, or W hours after Entry)
eu: Erdi-malgua (Ent. X-tik Y-ra, Irteera Z orduetan edo W ordura Ent.)
fr: Semi-flexible (Entrée de X à Y, sortie à heures, ou W heures après l´entrée)
gl: Semiflexible (Ent. de X a Y, Saí. ás Z horas, ou W horas despois da Ent.)
it: Semi-flessibile (ent. da X a Y, usc. alle ore Z oppure W ore dopo l´ent.)
pt: Semiflexível (Ent. de X a Y, Saí. às Z horas, ou W horas depois da Ent.)
sk: Čiastočne flexibilné (vstup od X do Y, výstup o Z hodín alebo W hodín po vstupe)
