Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDXReport.*.resx
Languages: pt

# RES_accesosporzonas.acceso.rotext
source: Acceso
pt: Acesso

# RES_accesosporzonas.accesos.rotext
source: Accesos
pt: Acessos

# RES_accesosporzonas.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_accesosporzonas.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_accesosporzonas.periodto.rotext
source: hasta
pt: a

# RES_accesosporzonas.punch.rotext
source: Fichaje
pt: Picagem

# RES_accesosporzonas.reportdescription.rotext
source: Permite obtener los accesos por zonas de los usuarios en las zonas y el periodo seleccionado.
pt: Permite obter os acessos por zonas dos utilizadores nas zonas e no período selecionados.

# RES_accesosporzonas.reportname.rotext
source: Accesos por zonas
pt: Acessos por zonas

# RES_accesosporzonas.terminal.rotext
source: Terminal
pt: Posto

# RES_accesosporzonas.usuario.rotext
source: Usuario
pt: Utilizador

# RES_auditoríadefichajes.creadomanual.rotext
source: Creado manualmente por
pt: Criado manualmente por

# RES_auditoríadefichajes.el.rotext
source: el
pt: o

# RES_auditoríadefichajes.exit.rotext
source: SALIDA
pt: SAÍDA

# RES_auditoríadefichajes.fdoemployee.rotext
source: Fdo: El Trabajador
pt: Ass: O trabalhador

# RES_auditoríadefichajes.fdoenterprise.rotext
source: Fdo: La Empresa
pt: Ass: A empresa

# RES_auditoríadefichajes.hdate.rotext
source: Fecha/Hora
pt: Data/Hora

# RES_auditoríadefichajes.hdetail.rotext
source: Detalle
pt: Detalhe

# RES_auditoríadefichajes.hdni.rotext
source: DNI:
pt: CC/BI:

# RES_auditoríadefichajes.hname.rotext
source: Nombre:
pt: Nome:

# RES_auditoríadefichajes.hrequest.rotext
source: Solicitud
pt: Pedido

# RES_auditoríadefichajes.htelecommute.rotext
source: Teletrabajo
pt: Teletrabalho

# RES_auditoríadefichajes.hterminal.rotext
source: Terminal
pt: Posto

# RES_auditoríadefichajes.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_auditoríadefichajes.modificadomanual.rotext
source: Modificado manualmente por el usuario
pt: Alterado manualmente pelo utilizador

# RES_auditoríadefichajes.no.rotext
source: NO
pt: NÃO

# RES_auditoríadefichajes.noterminal.rotext
source: * No especificado por el usuario *
pt: * Não especificado pelo utilizador *

# RES_auditoríadefichajes.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_auditoríadefichajes.periodto.rotext
source: hasta
pt: a

# RES_auditoríadefichajes.portal.rotext
source: Portal del Empleado
pt: Portal do Colaborador

# RES_auditoríadefichajes.reportdescription.rotext
source: Permite obtener una auditoría con los fichajes de los usuarios seleccionados.
pt: Permite obter uma auditoria com as picagens dos utilizadores selecionados.

# RES_auditoríadefichajes.reportname.rotext
source: Auditoría de fichajes
pt: Auditoria de picagens

# RES_auditoríadefichajes.sentidocambiado.rotext
source: Sentido cambiado por
pt: Sentido alterado por

# RES_auditoríadefichajes.webfoto.rotext
source: Terminal WEB con identificación mediante fotografía
pt: Terminal WEB com identificação por fotografia

# RES_auditoríadefichajes.yes.rotext
source: SI
pt: SIM

# RES_bradford.bradford.rotext
source: Factor Bradford
pt: Fator Bradford

# RES_bradford.empleado.rotext
source: Empleado
pt: Colaborador

# RES_bradford.grupo.rotext
source: Grupo:
pt: Conjunto:

# RES_bradford.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. Sua divulgação é proibida. Se recebeu este documento por engano, é proibido lê-lo, copiá-lo e utilizá-lo. Pedimos-lhe que proceda imediatamente à sua destruição.

# RES_bradford.reportdescription.rotext
source: El Informe Factor Bradford permite profundizar en el impacto que el absentismo está teniendo en nuestra organización y conocer aquellos empleados que tienen un índice más elevado de ausentarse de su puesto de trabajo.
pt: O Bradford Factor Report permite-nos aprofundar o impacto que o absentismo está a ter na nossa organização e saber quais os colaboradores que têm uma maior taxa de absentismo nos seus empregos.

# RES_bradford.reportname.rotext
source: Factor Bradford
pt: Fator Bradford

# RES_calendarioanualparausuarios.dias.rotext
source: días
pt: dias

# RES_calendarioanualparausuarios.diciembre.rotext
source: Diciembre
pt: Dezembro

# RES_calendarioanualparausuarios.enero.rotext
source: Enero
pt: Janeiro

# RES_calendarioanualparausuarios.febrero.rotext
source: Febrero
pt: Fevereiro

# RES_calendarioanualparausuarios.julio.rotext
source: Julio
pt: Julho

# RES_calendarioanualparausuarios.junio.rotext
source: Junio
pt: Junho

# RES_calendarioanualparausuarios.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_calendarioanualparausuarios.marzo.rotext
source: Marzo
pt: Março

# RES_calendarioanualparausuarios.mayo.rotext
source: Mayo
pt: Maio

# RES_calendarioanualparausuarios.mes.rotext
source: Mes
pt: Mês

# RES_calendarioanualparausuarios.noviembre.rotext
source: Noviembre
pt: Novembro

# RES_calendarioanualparausuarios.octubre.rotext
source: Octubre
pt: Outubro

# RES_calendarioanualparausuarios.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_calendarioanualparausuarios.periodto.rotext
source: hasta
pt: a

# RES_calendarioanualparausuarios.reportdescription.rotext
source: Permite obtener el calendario anual planificado de los usuarios, con los horarios asignados y sus horas teóricas diarias, mensuales y anuales. También reflejará solicitudes de vacaciones pendientes de tramitar y previsiones de ausencia por días de los usuarios.
pt: Permite obter o calendário anual planeado dos utilizadores, com os horários atribuídos e as suas horas teóricas diárias, mensais e anuais. Também indicará pedidos de férias pendentes de processamento e previsões de ausência por dias dos utilizadores.

# RES_calendarioanualparausuarios.reportname.rotext
source: Calendario anual para usuarios
pt: Calendário anual para utilizadores

# RES_calendarioanualparausuarios.septiembre.rotext
source: Septiembre
pt: Setembro

# RES_calendarioanualparausuarioscompacto.dias.rotext
source: días
pt: dias

# RES_calendarioanualparausuarioscompacto.diciembre.rotext
source: Diciembre
pt: dezembro

# RES_calendarioanualparausuarioscompacto.enero.rotext
source: Enero
pt: Janeiro

# RES_calendarioanualparausuarioscompacto.febrero.rotext
source: Febrero
pt: Fevereiro

# RES_calendarioanualparausuarioscompacto.grupo.rotext
source: Grupo:
pt: Conjunto:

# RES_calendarioanualparausuarioscompacto.julio.rotext
source: Julio
pt: Julho

# RES_calendarioanualparausuarioscompacto.junio.rotext
source: Junio
pt: Junho

# RES_calendarioanualparausuarioscompacto.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. Sua divulgação é proibida. Se recebeu este documento por engano, é proibido lê-lo, copiá-lo e utilizá-lo. Pedimos-lhe que proceda imediatamente à sua destruição.

# RES_calendarioanualparausuarioscompacto.marzo.rotext
source: Marzo
pt: Marchar

# RES_calendarioanualparausuarioscompacto.mayo.rotext
source: Mayo
pt: Poderia

# RES_calendarioanualparausuarioscompacto.mes.rotext
source: Mes
pt: Mês

# RES_calendarioanualparausuarioscompacto.noviembre.rotext
source: Noviembre
pt: novembro

# RES_calendarioanualparausuarioscompacto.octubre.rotext
source: Octubre
pt: Outubro

# RES_calendarioanualparausuarioscompacto.periodfrom.rotext
source: Periodo desde
pt: Periodo de

# RES_calendarioanualparausuarioscompacto.periodto.rotext
source: hasta
pt: a

# RES_calendarioanualparausuarioscompacto.reportdescription.rotext
source: Permite obtener el calendario anual planificado de los usuarios, con los horarios asignados y sus horas teóricas diarias, mensuales y anuales. También reflejará solicitudes de vacaciones pendientes de tramitar y previsiones de ausencia por días de los usuarios.
pt: Permite obter o calendário anual planeado dos utilizadores, com os horários atribuídos e as suas horas teóricas diárias, mensais e anuais. Também refletirá as solicitações de férias pendentes de processamento e as ausências esperadas dos utilizadores por dia.

# RES_calendarioanualparausuarioscompacto.reportname.rotext
source: Calendario anual para usuarios compacto
pt: Calendário anual para utilizadores compacto

# RES_calendarioanualparausuarioscompacto.septiembre.rotext
source: Septiembre
pt: Setembro

# RES_calendariomensualdegrupos.domingo.rotext
source: D
pt: Dom.

# RES_calendariomensualdegrupos.empleado.rotext
source: Empleado
pt: Colaborador

# RES_calendariomensualdegrupos.jueves.rotext
source: J
pt: Qui.

# RES_calendariomensualdegrupos.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_calendariomensualdegrupos.lunes.rotext
source: L
pt: Seg.

# RES_calendariomensualdegrupos.martes.rotext
source: M
pt: Qua.

# RES_calendariomensualdegrupos.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_calendariomensualdegrupos.periodto.rotext
source: hasta
pt: a

# RES_calendariomensualdegrupos.reportdescription.rotext
source: Permite obtener el calendario mensual planificado de los grupos, con los horarios asignados y sus horas teóricas diarias. También reflejará solicitudes de vacaciones pendientes de tramitar y previsiones de ausencia por días de los usuarios.
pt: Permite obter o calendário mensal planeado dos grupos, com os horários atribuídos e as suas horas teóricas diárias. Também indicará pedidos de férias pendentes de processamento e previsões de ausência por dias dos utilizadores.

# RES_calendariomensualdegrupos.reportname.rotext
source: Calendario mensual para grupos
pt: Calendário mensal para grupos

# RES_calendariomensualdegrupos.sabado.rotext
source: S
pt: Sáb.

# RES_calendariomensualdegrupos.viernes.rotext
source: V
pt: Sex.

# RES_calendariomensualdeusuarios.diciembre.rotext
source: Diciembre
pt: Dezembro

# RES_calendariomensualdeusuarios.enero.rotext
source: Enero
pt: Janeiro

# RES_calendariomensualdeusuarios.febrero.rotext
source: Febrero
pt: Fevereiro

# RES_calendariomensualdeusuarios.julio.rotext
source: Julio
pt: Julho

# RES_calendariomensualdeusuarios.junio.rotext
source: Junio
pt: Junho

# RES_calendariomensualdeusuarios.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_calendariomensualdeusuarios.marzo.rotext
source: Marzo
pt: Março

# RES_calendariomensualdeusuarios.mayo.rotext
source: Mayo
pt: Maio

# RES_calendariomensualdeusuarios.mes.rotext
source: Mes
pt: Mês

# RES_calendariomensualdeusuarios.noviembre.rotext
source: Noviembre
pt: Novembro

# RES_calendariomensualdeusuarios.octubre.rotext
source: Octubre
pt: Outubro

# RES_calendariomensualdeusuarios.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_calendariomensualdeusuarios.periodto.rotext
source: hasta
pt: a

# RES_calendariomensualdeusuarios.reportdescription.rotext
source: Permite obtener el calendario mensual planificado de los usuarios, con los horarios asignados y sus horas teóricas diarias y mensuales. También reflejará solicitudes de vacaciones pendientes de tramitar y previsiones de ausencia por días de los usuarios.
pt: Permite obter o calendário mensal planeado dos utilizadores, com os horários atribuídos e as suas horas teóricas diárias e mensais. Também indicará pedidos de férias pendentes de processamento e previsões de ausência por dias dos utilizadores.

# RES_calendariomensualdeusuarios.reportname.rotext
source: Calendario mensual para usuarios
pt: Calendário mensal para utilizadores

# RES_calendariomensualdeusuarios.septiembre.rotext
source: Septiembre
pt: Setembro

# RES_calendariosemanalgrupos.domingo.rotext
source: D
pt: Domingo

# RES_calendariosemanalgrupos.jueves.rotext
source: J
pt: Quinta

# RES_calendariosemanalgrupos.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_calendariosemanalgrupos.lunes.rotext
source: L
pt: S

# RES_calendariosemanalgrupos.martes.rotext
source: M
pt: T

# RES_calendariosemanalgrupos.miercoles.rotext
source: X
pt: Quarta

# RES_calendariosemanalgrupos.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_calendariosemanalgrupos.periodto.rotext
source: hasta
pt: a

# RES_calendariosemanalgrupos.reportdescription.rotext
source: Permite obtener el calendario semanal planificado de los grupos, con los horarios asignados y sus horas teóricas diarias. También reflejará solicitudes de vacaciones pendientes de aprobar y previsiones de ausencia por días de los usuarios.
pt: Permite obter o calendário semanal planeado dos grupos, com os horários atribuídos e as suas horas teóricas diárias. Também indicará pedidos de férias pendentes de aprovação e previsões de ausência por dias dos utilizadores.

# RES_calendariosemanalgrupos.reportname.rotext
source: Calendario semanal para grupos
pt: Calendário semanal para grupos

# RES_calendariosemanalgrupos.usuario.rotext
source: Usuario
pt: Utilizador

# RES_calendariosemanalgrupos.viernes.rotext
source: V
pt: Sexta

# RES_calendariosemanalparausuarios.centro.rotext
source: Centro / Sección
pt: Centro / Seção

# RES_calendariosemanalparausuarios.grupo.rotext
source: Grupo:
pt: Conjunto:

# RES_calendariosemanalparausuarios.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. Sua divulgação é proibida. Se recebeu este documento por engano, é proibido lê-lo, copiá-lo e utilizá-lo. Pedimos-lhe que proceda imediatamente à sua destruição.

# RES_calendariosemanalparausuarios.lunes.rotext
source: L
pt: S

# RES_calendariosemanalparausuarios.periodfrom.rotext
source: Periodo desde
pt: Periodo de

# RES_calendariosemanalparausuarios.periodto.rotext
source: hasta
pt: a

# RES_calendariosemanalparausuarios.reportdescription.rotext
source: Permite obtener el calendario semanal planificado de los usuarios, con los horarios asignados y sus horas teóricas diarias. También reflejará solicitudes de vacaciones pendientes de aprobar y previsiones de ausencia por días de los usuarios.
pt: Permite obter o calendário semanal planedo dos utilizadores, com os horários atribuídos e suas horas diárias teóricas. Também refletirá as solicitações de férias pendentes de aprovação e as previsões de ausência dos utilizadores por dia.

# RES_calendariosemanalparausuarios.reportname.rotext
source: Calendario semanal para usuarios
pt: Calendário semanal para utilizadores

# RES_calendariosemanalparausuarios.sabado.rotext
source: S
pt: Sim

# RES_calendariosemanalparausuarios.usuario.rotext
source: Usuario
pt: Do utilizador

# RES_controldehorasdevacaciones.available.rotext
source: Horas disponibles
pt: Horas disponíveis

# RES_controldehorasdevacaciones.carry.rotext
source: Arrastre año anterior
pt: Transição ano anterior

# RES_controldehorasdevacaciones.from.rotext
source: A fecha
pt: A data

# RES_controldehorasdevacaciones.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_controldehorasdevacaciones.pendingenjoy.rotext
source: Horas pendientes de disfrutar
pt: Horas por usufruir

# RES_controldehorasdevacaciones.pendingpro.rotext
source: Horas pendientes de procesar
pt: Horas por processar

# RES_controldehorasdevacaciones.reportdescription.rotext
source: Permite obtener los saldos de vacaciones por usuario a una fecha seleccionada. Indicando el saldo inicial, si hay arrastres de horas de vacaciones del año anterior, las horas que ha disfrutado o está pendiente de disfrutar, las horas disponibles, las horas de vacaciones solicitadas pendientes de procesar y el valor final previsto.
pt: Permite obter os saldos de férias por utilizador numa data selecionada. Deve-se indicar o saldo atual, se há transferências de horas de férias do ano anterior, as horas de que usufruiu ou está pendente de usufruir, as horas disponíveis, as horas de férias solicitadas pendentes de processamento e o saldo final previsto.

# RES_controldehorasdevacaciones.reportname.rotext
source: Control de horas de vacaciones
pt: Controlo de horas de férias

# RES_controldehorasdevacacionesporcontrato.arrastreanoanterior.rotext
source: Arrastre año anterior
pt: Transição ano anterior

# RES_controldehorasdevacacionesporcontrato.currentconcept.rotext
source: Saldo actual
pt: Saldo atual

# RES_controldehorasdevacacionesporcontrato.fechaejecucion.rotext
source: Fecha de lanzamiento del informe
pt: Data de lançamento do relatório

# RES_controldehorasdevacacionesporcontrato.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_controldehorasdevacacionesporcontrato.pendingdays.rotext
source: Días pendientes
pt: Dias pendentes

# RES_controldehorasdevacacionesporcontrato.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_controldehorasdevacacionesporcontrato.periodto.rotext
source: hasta
pt: a

# RES_controldehorasdevacacionesporcontrato.reportname.rotext
source: Control de vacaciones
pt: Controlo de férias

# RES_controldevacaciones.arrastreanoanterior.rotext
source: Arrastre año anterior
pt: Transição ano anterior

# RES_controldevacaciones.currentconcept.rotext
source: Saldo actual
pt: Saldo atual

# RES_controldevacaciones.enjoyeddays.rotext
source: Días disfrutados
pt: Dias gozados

# RES_controldevacaciones.pendingdays.rotext
source: Días pendientes
pt: Dias pendentes

# RES_controldevacaciones.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_controldevacaciones.periodto.rotext
source: hasta
pt: a

# RES_controldevacaciones.reportname.rotext
source: Control de vacaciones
pt: Controlo de férias

# RES_controldevacacionespordías.available.rotext
source: Días disponibles
pt: Dias disponíveis

# RES_controldevacacionespordías.carry.rotext
source: Arrastre año anterior
pt: Transição ano anterior

# RES_controldevacacionespordías.enjoy.rotext
source: Días disfrutados
pt: Dias gozados

# RES_controldevacacionespordías.from.rotext
source: A fecha
pt: A data

# RES_controldevacacionespordías.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_controldevacacionespordías.pendingenjoy.rotext
source: Días pendientes de disfrutar
pt: Dias por usufruir

# RES_controldevacacionespordías.pendingpro.rotext
source: Días pendientes de procesar
pt: Dias por processar

# RES_controldevacacionespordías.reportdescription.rotext
source: Permite obtener los saldos de vacaciones por usuario a una fecha seleccionada. Indicando el saldo inicial, si hay arrastres de días del año anterior, los días que ha disfrutado o está pendiente de disfrutar, los días disponibles, los días solicitados pendientes de procesar y el valor final previsto.
pt: Permite obter os saldos de férias por utilizador numa data selecionada. Indicando o saldo atual, se há transferências de dias do ano anterior, os dias de que usufruiu ou está pendente de usufruir, os dias disponíveis, os dias solicitados pendentes de processamento e o valor final previsto.

# RES_controldevacacionespordías.reportname.rotext
source: Control de días de vacaciones
pt: Controlo de dias de férias

# RES_cumplencriterio.and.rotext
source: y
pt: e

# RES_cumplencriterio.criterioseleccionado.rotext
source: Criterio seleccionado:
pt: Critério selecionado:

# RES_cumplencriterio.diariamente.rotext
source: en el mismo día
pt: no mesmo dia

# RES_cumplencriterio.elsaldo.rotext
source: los saldos:
pt: os saldos:

# RES_cumplencriterio.laincidencia.rotext
source: las incidencias:
pt: as incidências:

# RES_cumplencriterio.lajustificacion.rotext
source: las justificaciones:
pt: as justificações:
