Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_scheduler.shiftwithoutpermission.description.rotext
source: You do not have access permission to any of the schedules (main or alternative) of the selected schedule
ca: No tens permís d’accés sobre algun dels horaris (principal o alternatius) de la planificació seleccionada
eu: Ez duzu aukeratutako ordutegiaren (nagusia edo alternatiboa) sartzeko baimenik
sk: Nemáte povolenie na prístup k žiadnemu z cestovných poriadkov (hlavnému alebo náhradnému) vybraného plánovania

# RES_scheduler.showreports.rotext
source: Report Viewer
ca: Visor d’informes
eu: Txostenen ikuslea
sk: Prehliadač správ

# RES_scheduler.tbcopy.rotext
source: Copy
ca: Copiar
eu: Kopiatu
sk: Kopírovať

# RES_scheduler.tbemployeemultiabsences.desc.rotext
source: Allows forecasts to be made for multiple users at the same time.
ca: Permet fer previsions per a múltiples usuaris alhora.
eu: Erabiltzaile anitzentzat aldi berean aurreikuspenak egitea ahalbidetzen du.
sk: Umožňuje predpovedanie pre viacerých používateľov súčasne.

# RES_scheduler.tbemployeemultiabsences.rotext
source: Massive generation of forecasts
ca: Generació massiva de previsions
eu: Iragarpen masiboa sortzea
sk: Masívne generovanie prognóz

# RES_scheduler.tbmaximize.rotext
source: Enlarge
ca: Ampliar
eu: Handitu
sk: Zväčšiť

# RES_scheduler.tbminimize.rotext
source: Restore
ca: Restaurar
eu: Berreskuratu
sk: Obnovenie

# RES_scheduler.tbpaste.rotext
source: Paste
ca: Enganxar
eu: Itsatsi
sk: Vložiť

# RES_scheduler.tbpastespecial.rotext
source: Advanced gluing
ca: Enganxament avançat
eu: itsatsi aurreratua
sk: Pokročilé lepenie

# RES_scheduler.tbzoomin.rotext
source: Enlarge
ca: Ampliar
eu: Handitu
sk: Zväčšiť

# RES_scheduler.tbzoomout.rotext
source: Reduce
ca: Reduir
eu: Murriztu
sk: Znížiť

# RES_scheduler.templateassign.desc.rotext
source: Allows you to assign a schedule template to one or more users.
ca: Permet assignar una plantilla d’horaris a un o diversos usuaris.
eu: Erabiltzaile bati edo gehiagori ordutegi txantiloia esleitzeko aukera ematen dizu.
sk: Umožňuje priradiť šablónu rozvrhu jednému alebo viacerým používateľom.

# RES_scheduler.templateassign.rotext
source: Assignment of holidays
ca: Assignació de festius
eu: Oporretako esleipena
sk: Pridelenie štátnych sviatkov

# RES_scheduler.title.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_scheduler.title_scheduler_pathway.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_scheduler.treecaptionscheduler.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_scheduler.twoschedshiftsneeded.rotext
source: You must specify two schedules
ca: Cal especificar dos horaris
eu: Bi aldiz zehaztu behar duzu
sk: Musíte zadať dva rozvrhy

# RES_scheduler.txtspbegindate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_scheduler.txtspbegindate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_scheduler.txtspenddate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_scheduler.txtspenddate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_scheduler.uplevel.rotext
source: Lower group
ca: Grup inferior
eu: Beheko taldea
sk: Nižšia skupina

# RES_scheduler.viewdays.large.rotext
source: Thumbnail view
ca: Vista miniatura
eu: Miniatura-ikuspegia
sk: Zobrazenie miniatúr

# RES_scheduler.viewdays.medium.rotext
source: Intermediate view
ca: Vista intermèdia
eu: Tarteko ikuspegia
sk: Medzipohľad

# RES_scheduler.viewdays.small.rotext
source: Detail view
ca: Vista detall
eu: Xehetasun ikuspegia
sk: Detailný pohľad

# RES_scheduler.viewmoves.rotext
source: See signings
ca: Veure fitxatges
eu: Ikusi fitxaketak
sk: Pozrite si podpisy

# RES_scheduler.viewtypes.reads.rotext
source: View inputs and outputs
ca: Veure entrades i sortides
eu: Ikusi sarrerak eta irteerak
sk: Zobrazenie vstupov a výstupov

# RES_scheduler.viewtypes.shifts.rotext
source: See planning
ca: Veure planificació
eu: Ikusi plangintza
sk: Pozri plánovanie

# RES_scheduler.viewtypes.totals.rotext
source: See daily reports
ca: Veure comunicats diaris
eu: Ikusi eguneroko txostenak
sk: Pozrite si denné správy

# RES_scheduler.weekplan.desc.rotext
source: Will guide users in their weekly planning from Monday to Sunday.
ca: Guiarà en la planificació setmanal de dilluns a diumenge d’usuaris.
eu: Astelehenetik igandera asteko plangintzan gidatuko ditu erabiltzaileak.
sk: Bude usmerňovať týždenné plánovanie používateľov od pondelka do nedele.

# RES_scheduler.weekplan.rotext
source: Weekly Planning
ca: Planificació setmanal
eu: Asteko plangintza
sk: Týždenné plánovanie

# RES_scheduler.weekschedule.title.rotext
source: Weekly Planning
ca: Planificació setmanal
eu: Asteko plangintza
sk: Týždenné plánovanie

# RES_scheduler_old.shiftsselector.allshifts.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_scheduler_old.viewdays.small.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_setlocalization.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_setlocalization.btfind.text.rotext
source: Look for
ca: Cerca
eu: Bilatu
sk: Vyhľadávanie

# RES_setlocalization.btnaccept.text.rotext
source: Look for
ca: Cerca
eu: Bilatu
sk: Vyhľadávanie

# RES_setlocalization.btncancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_setlocalization.lblcity.text.rotext
source: Population:
ca: Població:
eu: Biztanleria:
sk: Obyvateľstvo:

# RES_setlocalization.title.rotext
source: Click to select location:
ca: Fes clic per seleccionar la ubicació:
eu: Egin klik kokapena hautatzeko:
sk: Kliknutím vyberte umiestnenie:

# RES_shift.startfloating.shiftafter.rotext
source: from the day after the schedule
ca: del dia després al de l’horari
eu: biharamunetik ordutegira
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_shift.startfloating.shiftbefore.rotext
source: from the day before the schedule
ca: del dia anterior al de l’horari
eu: ordutegiaren aurreko egunean
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_shift.startfloating.shiftday.rotext
source: of the day of the schedule
ca: del dia de l’horari
eu: ordutegiaren egunekoa
sk: dňa rozvrhu

# RES_shiftgroupsselector.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_shiftgroupsselector.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_shiftgroupsselector.invalidselection.message.rotext
source: Wrong selection
ca: Selecció incorrecta
eu: Hautaketa okerra
sk: Nesprávny výber

# RES_shiftgroupsselector.lblshiftselectorinfo.text.rotext
source: Select the time groups you want to use.
ca: Selecciona els grups d’horaris que vols utilitzar.
eu: Hautatu erabili nahi dituzun ordutegi-taldeak.
sk: Vyberte skupiny rozvrhu, ktoré chcete použiť.

# RES_shiftgroupsselector.lblshiftselectorinfo2.text.rotext
source: Available time groups:
ca: Grups d’horaris disponibles:
eu: Eskuragarri dauden ordutegi taldeak:
sk: K dispozícii sú rozvrhové skupiny:

# RES_shiftgroupsselector.lblshiftselectortitle.text.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_shiftgroupsselector.shifts.shiftsmaingroup.literal.rotext
source: (General)
eu: (Orokorra)
sk: (Všeobecne)

# RES_shiftgroupsselector.title.rotext
source: Time selector
ca: Selector d’horaris
eu: Ordutegi-hautatzailea
sk: Výber času

# RES_shiftselector.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_shiftselector.btassignmentcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_shiftselector.btassignmentok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_shiftselector.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_shiftselector.btstartshiftcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_shiftselector.btstartshiftok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_shiftselector.invalidselection.message.rotext
source: Incorrect selection.
ca: Selecció incorrecta.
eu: Hautaketa okerra.
sk: Nesprávny výber.

# RES_shiftselector.lblassignmentinfo.text.rotext
source: This form allows you to indicate the position that the user will fill with the selected schedule.
ca: Aquest formulari et permet indicar el lloc de treball que cobrirà l’usuari amb l’horari seleccionat.
eu: Inprimaki honek aukeratutako ordutegiarekin erabiltzaileak beteko duen postua adierazteko aukera ematen du.
sk: Tento formulár umožňuje uviesť pozíciu, ktorú má používateľ obsadiť vybraným rozvrhom.

# RES_shiftselector.lblassignmentshift.text.rotext
source: Position :
ca: Lloc de treball:
eu: Posizioa:
sk: Pozícia :

# RES_shiftselector.lblassignmenttitle.text.rotext
source: Since the user will cover the schedule
ca: Lloc de treball que cobrirà l’usuari amb l’horari
eu: Erabiltzailea ordutegiarekin estaliko baitu
sk: Pozícia, ktorú má používateľ vyplniť pomocou rozvrhu

# RES_shiftselector.lblcomplementaryinfo.text.rotext
source: Hourly type schedules must be scheduled from the calendar screen.
ca: Els horaris de tipus per hores s’han de planificar des de la pantalla de calendari.
eu: Ordutegi motako ordutegiak egutegiaren pantailatik planifikatu behar dira.
sk: Hodinové rozvrhy sa musia plánovať z obrazovky kalendára.

# RES_shiftselector.lblshiftselectorinfo.text.rotext
source: Select the primary time slot you want to assign to the user on this day. When assigning a new time slot, the app will automatically recalculate this day with the new assigned time slot.
ca: Selecciona l’horari principal que vols assignar a l’usuari en aquest dia. En assignar un nou horari, l’aplicació recalcularà automàticament aquest dia amb el nou horari assignat.
eu: Hautatu egun honetan erabiltzaileari esleitu nahi diozun ordutegi nagusia. Ordu berri bat esleitzean, aplikazioak automatikoki berriro kalkulatuko du egun hori esleitutako ordu berriarekin.
sk: Vyberte hlavný rozvrh, ktorý chcete priradiť používateľovi na tento deň. Pri priradení nového rozvrhu aplikácia automaticky prepočíta tento deň s novým priradeným rozvrhom.

# RES_shiftselector.lblshiftselectorinfo2.text.rotext
source: Available times:
ca: Horaris disponibles:
eu: Eskuragarri dauden orduak:
sk: K dispozícii sú cestovné poriadky:

# RES_shiftselector.lblshiftselectortitle.text.rotext
source: Assign
ca: Assignar
eu: Esleitu
sk: Priradenie

# RES_shiftselector.lblstartshiftinfo.text.rotext
source: This form allows you to indicate the start time of the floating schedule.
ca: Aquest formulari et permet indicar l’hora d’inici de l’horari flotant.
eu: Inprimaki honek ordutegi flotagarriaren hasiera-ordua adierazteko aukera ematen du.
sk: Tento formulár umožňuje uviesť čas začiatku plávajúceho rozvrhu.

# RES_shiftselector.lblstartshiftshift.text.rotext
source: Start time:
ca: Hora d’inici:
eu: Hasiera ordua:
sk: Čas začiatku :

# RES_shiftselector.lblstartshifttitle.text.rotext
source: Start time
ca: Hora d’inici
eu: Hasiera ordua
sk: Čas začiatku

# RES_shiftselector.shifts.shiftsmaingroup.literal.rotext
source: None
ca: Cap
eu: Bat ere ez
sk: Žiadne

# RES_shiftselector.title.rotext
source: Time selector
ca: Selector d’horaris
eu: Ordutegi-hautatzailea
sk: Výber času

# RES_srvmsgboxscheduler.accessdenied.rotext
source: Access denied
ca: Accés denegat
eu: Sarrera debekatua
sk: Prístup zamietnutý

# RES_srvmsgboxscheduler.calendar.client.assignmentnotallowedbyemployee.rotext
source: The user does not support the selected position
ca: L’usuari no admet el lloc de treball seleccionat
eu: Erabiltzaileak ez du onartzen hautatutako posizioa
sk: Používateľ nepodporuje vybranú pozíciu

# RES_srvmsgboxscheduler.calendar.client.assignmentnotallowedbyshift.rotext
source: The schedule does not support the selected position
ca: L’horari no admet el lloc de treball seleccionat
eu: Ordutegiak ez du onartzen hautatutako posizioa
sk: Rozvrh nepodporuje vybrané pracovné miesto

# RES_srvmsgboxscheduler.calendar.client.baseshiftneeded.rotext
source: You cannot assign a vacation schedule without having previously assigned a base schedule.
ca: No es pot assignar un horari de vacances sense haver-ne assignat un de base anteriorment.
eu: Ezin duzu oporretako egutegirik esleitu aldez aurretik oinarrizko bat esleitu gabe.
sk: Rozvrh na prázdniny nie je možné priradiť bez predchádzajúceho priradenia základného rozvrhu.

# RES_srvmsgboxscheduler.calendar.client.breaknotfit.rotext
source: Mandatory breaks cannot be taken within the indicated time slots.
ca: Els descansos obligatoris no es poden realitzar amb les franges indicades.
eu: Derrigorrezko atsedenaldiak ezin dira egin adierazitako denbora tarteetan.
sk: Povinný odpočinok nie je možné čerpať s uvedenými časovými intervalmi.

# RES_srvmsgboxscheduler.calendar.client.budgetassigned.rotext
source: Planning cannot be modified, assigned to budget.
ca: No es pot modificar la planificació, assignada a pressupost.
eu: Ezin duzu aldatu aurrekontuari esleitutako plangintza.
sk: Plánovanie sa nedá zmeniť, je priradené k rozpočtu.

# RES_srvmsgboxscheduler.calendar.client.freezedate.rotext
source: The day is in a closing period.
ca: El dia es troba en període de tancament.
eu: Eguna ixteko epean dago.
sk: Deň je v súčasnosti uzavretý.

# RES_srvmsgboxscheduler.calendar.client.haschanges.rotext
source: The calendar is currently being edited. If you continue, the changes you made may be lost or not applied. Are you sure?
ca: El calendari es troba en edició. Si continues endavant, pot ser que els canvis realitzats es perdin o no s’apliquin. N’estàs segur/a?
eu: Egutegia editatzen ari da, jarraituz gero egindako aldaketak gal daitezke edo ez aplika daitezke, ziur al zaude?
sk: Kalendár sa upravuje, ak budete pokračovať, zmeny, ktoré ste vykonali, sa môžu stratiť alebo sa nepoužijú, ste si istí?

# RES_srvmsgboxscheduler.calendar.client.inotherdepartment.rotext
source: The user is not in the selected group.
ca: L’usuari no es troba al grup seleccionat.
eu: Erabiltzailea ez dago hautatutako taldean.
sk: Používateľ nie je vo vybranej skupine.

source: The data for band 1 is incorrect
ca: Les dades de la franja 1 són incorrectes
eu: 1. zerrendako datuak okerrak dira
sk: Údaje pre pásmo 1 sú nesprávne

source: The data for band 2 is incorrect
ca: Les dades de la franja 2 són incorrectes
eu: 2. marrako datuak okerrak dira
sk: Údaje pre pásmo 2 sú nesprávne

source: The data for band 1 is incorrect
ca: Les dades de la franja 1 són incorrectes
eu: 1. zerrendako datuak okerrak dira
sk: Údaje pre pásmo 1 sú nesprávne

source: The data for band 2 is incorrect
ca: Les dades de la franja 2 són incorrectes
eu: 2. marrako datuak okerrak dira
sk: Údaje pre pásmo 2 sú nesprávne

source: The data for band 1 is incorrect
ca: Les dades de la franja 1 són incorrectes
eu: 1. zerrendako datuak okerrak dira
sk: Údaje pre pásmo 1 sú nesprávne

source: The data for band 2 is incorrect
ca: Les dades de la franja 2 són incorrectes
eu: 2. marrako datuak okerrak dira
sk: Údaje pre pásmo 2 sú nesprávne

source: You must indicate regular or additional hours.
ca: Cal indicar hores ordinàries o complementàries.
eu: Ordutegi arrunta edo osagarria adierazi behar duzu.
sk: Musíte uviesť bežné alebo doplnkové hodiny.

source: You must indicate regular or additional hours.
ca: Cal indicar hores ordinàries o complementàries.
eu: Ordutegi arrunta edo osagarria adierazi behar duzu.
sk: Musíte uviesť bežné alebo doplnkové hodiny.

# RES_srvmsgboxscheduler.calendar.client.lockedday.rotext
source: You must unlock the day before you can assign a schedule.
ca: Cal desbloquejar el dia abans de poder assignar un horari.
eu: Ordu bat esleitu aurretik desblokeatu behar duzu.
sk: Pred priradením rozvrhu musíte odomknúť deň.

# RES_srvmsgboxscheduler.calendar.client.modenotallowedforunit.rotext
source: Mode not allowed on this production unit
ca: Mode no permès en aquesta unitat productiva
eu: Unitate produktibo honetan ez dago modua onartzen
sk: Režim nie je v tejto výrobnej jednotke povolený

# RES_srvmsgboxscheduler.calendar.client.nocontract.rotext
source: It is not possible to schedule a day on which the user does not have a contract.
ca: No es pot planificar un dia en el qual l’usuari no disposa de contracte.
eu: Ezin duzu programatu erabiltzaileak kontraturik ez duen egunik.
sk: Nie je možné naplánovať deň, na ktorý používateľ nemá zmluvu.

# RES_srvmsgboxscheduler.calendar.client.nodaysupdated.rotext
source: No days have been planned as a result of the import.
ca: No s’ha planificat cap dia com a resultat de la importació.
eu: Inportazioaren ondorioz ez da egunik aurreikusi.
sk: V dôsledku dovozu neboli naplánované žiadne dni.

# RES_srvmsgboxscheduler.calendar.client.nopermission.rotext
source: You do not have permissions to modify the user's schedule.
ca: No disposes de permisos per modificar la planificació de l’usuari.
eu: Ez duzu erabiltzailearen ordutegia aldatzeko baimenik.
sk: Nemáte oprávnenie upravovať plánovanie používateľa.

# RES_srvmsgboxscheduler.calendar.client.nopermissionoremployeesassigned.rotext
source: You do not have permissions to modify the mode or there are users already assigned.
ca: No tens permisos per modificar el mode o ja hi ha usuaris assignats.
eu: Ez duzu modua aldatzeko baimenik edo dagoeneko esleitutako erabiltzaileak daude.
sk: Nemáte oprávnenie na úpravu režimu alebo sú už priradení používatelia.

# RES_srvmsgboxscheduler.calendar.client.overlappedholidays.rotext
source: There is a provision for vacations/leave per hour and they cannot overlap.
ca: Hi ha una previsió de vacances/permisos per hores i no es poden solapar
eu: Oporrak/oporraldiak orduka egiteko xedapen bat dago eta ezin dira gainjarri
sk: Existuje hodinový rozvrh dovoleniek a prázdnin, ktoré sa nemôžu prekrývať

# RES_srvmsgboxscheduler.calendar.client.overlappedlayers.rotext
source: The defined time slots cannot overlap.
ca: Les franges definides no es poden solapar
eu: Definitutako marra ezin dira gainjarri
sk: Definované pruhy sa nesmú prekrývať

# RES_srvmsgboxscheduler.calendar.client.productiveunitalreadyexists.rotext
source: The production unit is already assigned
ca: La unitat productiva ja està assignada
eu: Unitate produktiboa esleituta dago jada
sk: Výrobná jednotka je už priradená

# RES_srvmsgboxscheduler.calendar.client.rowchangenotallowed.rotext
source: No changes allowed
ca: No es permet fer cap canvi
eu: Aldaketak ez dira onartzen
sk: Nie sú povolené žiadne zmeny

# RES_srvmsgboxscheduler.calendar.client.selectoption.rotext
source: Select an option.
ca: Selecciona una opció.
eu: Hautatu aukera bat.
sk: Vyberte možnosť.

# RES_srvmsgboxscheduler.calendar.client.selectorgchartnode.rotext
source: The production unit is already assigned
ca: La unitat productiva ja està assignada
eu: Unitate produktiboa esleituta dago jada
sk: Výrobná jednotka je už priradená

# RES_srvmsgboxscheduler.calendar.client.shiftnotallowassignments.rotext
source: The schedule does not admit positions
ca: L’horari no admet llocs de treball
eu: Ordutegiak ez du posiziorik onartzen
sk: Rozvrh nepodporuje pracovné miesta

# RES_srvmsgboxscheduler.calendar.client.uploadfile.rotext
source: The file could not be uploaded or it is not a valid Excel file.
ca: No s’ha pogut carregar el fitxer o no és un fitxer Excel vàlid.
eu: Ezin izan da fitxategia kargatu edo ez da baliozko Excel fitxategi bat.
sk: Súbor sa nepodarilo nahrať alebo nejde o platný súbor Excel.

# RES_srvmsgboxscheduler.calendar.client.workingbaseshiftneeded.rotext
source: You cannot assign a vacation schedule on a non-working day.
ca: No es pot assignar un horari de vacances laborables a un dia no laborable.
eu: Ezin diozu laneko oporretako ordutegia esleitu lanegun ez den bati.
sk: Nemôžete priradiť pracovný sviatok v deň, ktorý nie je pracovným dňom.

# RES_srvmsgboxscheduler.capacity.title.rotext
source: The changes indicated cause the capacity of the workplace to be exceeded.
ca: Els canvis indicats fan que se superi l’aforament del centre de treball.
eu: Adierazitako aldaketek lan-zentroaren edukiera gainditzea eragiten dute.
sk: Uvedené zmeny spôsobujú prekročenie kapacity pracoviska.

# RES_srvmsgboxscheduler.changeassignment.notplanned.accept.title.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_srvmsgboxscheduler.changeassignment.notplanned.description.rotext
source: You need to assign a schedule in order to be able to assign the position.
ca: Cal assignar un horari per poder assignar el lloc de treball.
eu: Ordu bat esleitu behar duzu postua esleitu ahal izateko.
sk: Aby ste mohli priradiť pracovné miesto, musíte priradiť rozvrh.

# RES_srvmsgboxscheduler.changeassignment.notplanned.title.rotext
source: Unplanned user.
ca: Usuari sense planificar.
eu: Planifikatu gabeko erabiltzailea.
sk: Neplánovaný používateľ.

# RES_srvmsgboxscheduler.changestitle.title.rotext
source: Information
ca: Informació
eu: Informazioa
sk: Informácie

# RES_srvmsgboxscheduler.dailycoverage.remove.accept.desc.rotext
source: <b>Attention:<b>The theoretical allocation of the selected group and day will be removed.</b>
ca: <b>Atenció:<b>S’eliminarà la dotació teòrica del grup i dia seleccionats.</b>
eu: <b>Kontuz:<b>Hautatutako taldearen eta egunaren esleipen teorikoa ezabatuko da.</b>
sk: <b>Pozor:<b>Vylúči sa teoretické pridelenie vybranej skupiny a dňa

# RES_srvmsgboxscheduler.dailycoverage.remove.accept.title.rotext
source: Delete
ca: Esborrar
eu: Ezabatu
sk: Odstrániť

# RES_srvmsgboxscheduler.dailycoverage.remove.cancel.desc.rotext
source: It will not eliminate the theoretical endowment.
ca: No s’eliminarà la dotació teòrica.
eu: Ez du xedapen teorikoa kenduko.
sk: Teoretickú dotáciu to neodstráni.

# RES_srvmsgboxscheduler.dailycoverage.remove.cancel.title.rotext
source: Do not delete
ca: No esborrar
eu: Ez ezabatu
sk: Nevymazávať

# RES_srvmsgboxscheduler.dailycoverage.remove.description.rotext
source: What do you want to do?
ca: Què vols fer?
eu: Zer egin nahi duzu?
sk: čo chcete robiť?

# RES_srvmsgboxscheduler.dailycoverage.remove.title.rotext
source: You will be removing the theoretical allocation for the selected group and day.</br>Are you sure?
ca: Estàs a punt d’eliminar la dotació teòrica del grup i dia seleccionats.</br>N’estàs segur/a?
eu: Aukeratutako taldearen eta egunaren esleipen teorikoa ezabatuko du.</br>Ziur al zaude?
sk: Chystáte sa odstrániť teoretickú dotáciu vybranej skupiny a deň.</br> Ste si istý?

# RES_srvmsgboxscheduler.dailycoverage.undefined.accept.desc.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_srvmsgboxscheduler.dailycoverage.undefined.accept.title.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_srvmsgboxscheduler.dailycoverage.undefined.description.rotext
source: Cannot be deleted.
ca: No es pot eliminar.
eu: Ezin da ezabatu.
sk: Nemožno ho odstrániť.

# RES_srvmsgboxscheduler.dailycoverage.undefined.title.rotext
source: There is no theoretical allocation defined for the selected group and day.
ca: No hi ha cap dotació teòrica definida per al grup i dia seleccionats.
eu: Ez dago zenbateko teorikorik zehaztutako taldearentzat eta hautatutako egunarentzat.
sk: Pre vybranú skupinu a deň nie je definované teoretické rozdelenie.
