Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurityChart.*.resx
Languages: ca, fr, gl, pt

# RES_employeeexceptionswizard.btclose.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_employeeexceptionswizard.btend.text.rotext
source: Finalizar
ca: Finalitzar
fr: Finition
gl: Rematar
pt: Terminar

# RES_employeeexceptionswizard.btnext.text.rotext
source: Siguiente >
ca: Següent >
fr: Suivant >
gl: Seguinte >
pt: Seguinte >

# RES_employeeexceptionswizard.btprev.text.rotext
source: < anterior
fr: < précédent

# RES_employeeexceptionswizard.end.employeecopywelcome1.text.rotext
source: Asistente para la asignación de excepciones a usuarios.
ca: Assistent per a l’assignació d’excepcions a usuaris.
fr: Assistant pour l’attribution d’exceptions aux utilisateurs.
gl: Asistente para a asignación de excepcións a usuarios.
pt: Assistente para a atribuição de exceções a utilizadores.

# RES_employeeexceptionswizard.end.ok.employeecopywelcome2.text.rotext
source: Asignación de excepciones completada con éxito.
ca: Assignació d’excepcions completada correctament.
fr: Attribution d´exceptions terminée avec succès.
gl: Asignación de excepcións completada correctamente.
pt: Atribuição de exceções concluída com êxito.

# RES_employeeexceptionswizard.hdnsetpinfo.text.rotext
source: Seleccione los usuarios que desea marcar como excepción para el supervisor
ca: Selecciona els usuaris que vols marcar com a excepció per al supervisor
fr: Sélectionnez les utilisateurs que vous souhaitez marquer en tant qu’exception pour le superviseur
gl: Selecciona os usuarios que desexas marcar como excepción para o supervisor
pt: Selecione os utilizadores que deseja assinalar como exceção para o supervisor

# RES_employeeexceptionswizard.hdnsteptitle.text.rotext
source: Asistente para la asignación de excepciones a usuarios.
ca: Assistent per a l’assignació d’excepcions a usuaris.
fr: Assistant pour l’attribution d’exceptions aux utilisateurs.
gl: Asistente para a asignación de excepcións a usuarios.
pt: Assistente para a atribuição de exceções a utilizadores.

# RES_employeeexceptionswizard.hdnsteptitle2.text.rotext
source: Paso {0} de {1}.
ca: Pas {0} de {1}.
fr: Étape {0} à partir de {1}.
pt: Passo {0} de {1}.

# RES_employeeexceptionswizard.lblstep1info2.text.rotext
source: Ahora seleccione los usuarios que desea que sean excepción
ca: Ara selecciona els usuaris que vols que siguin excepció
fr: Sélectionnez maintenant les utilisateurs pour lesquels vous souhaitez faire une exception
gl: Agora selecciona os usuarios que desexas que sexan excepción
pt: Agora, selecione os utilizadores que deseja que sejam exceção

# RES_employeeexceptionswizard.lblstep2info2.text.rotext
source: El asistente ya dispone de suficientes datos. Pulse finalizar para realizar la asignación.
ca: L’assistent ja disposa de dades suficients. Fes clic a Finalitzar per tramitar l’assignació.
fr: L´assistant dispose déjà de suffisamment de données. Appuyez sur Terminer pour effectuer l´attribution.
gl: O asistente xa dispón de suficientes datos. Preme finalizar para realizar a asignación.
pt: O assistente já dispõe de dados suficientes. Clique em concluir para realizar a atribuição.

# RES_employeeexceptionswizard.lblwelcome1.text.rotext
source: Bienvenido al asistente para determinar las excepciones de este supervisor.
ca: Et donem la benvinguda a l’assistent per determinar les excepcions d’aquest supervisor.
fr: Bienvenue dans l´assistant pour déterminer les exceptions de ce superviseur.
gl: Benvido/a ao asistente para determinar as excepcións deste supervisor.
pt: Bem-vindo/a ao assistente para determinar as exceções deste supervisor.

# RES_employeeexceptionswizard.lblwelcome2.text.rotext
source: Este asistente le ayudará a elegir qué usuarios serán excepción para este supervisor.
ca: Aquest assistent t’ajudarà a triar quins usuaris seran una excepció per a aquest supervisor.
fr: Cet assistant vous aidera à choisir quels utilisateurs seront une exception pour ce superviseur.
gl: Este asistente axudaralle a elixir que usuarios serán excepción para este supervisor.
pt: Este assistente ajudá-lo-á a escolher que utilizadores serão exceção para este supervisor.

# RES_employeeexceptionswizard.lblwelcome3.text.rotext
source: Para continuar, haga clic en siguiente.
ca: Per continuar, fes clic a Següent.
fr: Pour continuer, cliquez sur Suivant.
gl: Para continuar, preme en Seguinte.
pt: Para continuar clique em seguinte.

# RES_employeeexceptionswizard.title.rotext
source: Asistente para la asignación de excepciones a usuarios
ca: Assistent per a l’assignació d’excepcions a usuaris
fr: Assistant pour l´attribution d´exceptions aux utilisateurs
gl: Asistente para a asignación de excepcións a usuarios
pt: Assistente para a atribuição de exceções a utilizadores

# RES_frmips.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_frmips.btnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_frmips.lblblocksupervisor.text.rotext
source: Rango de IPs
ca: Rang d'IPs
fr: Plage ip
gl: Rango de enderezos IP
pt: Intervalo de IP

# RES_frmips.lblcomptit.text.rotext
source: Rango de Ip´s
ca: Interval d’adreces IP
fr: Plage d´IP
gl: Rango de IP
pt: Intervalo de IPs

# RES_frmips.lblipdescription.text.rotext
source: Indroduzca la ip o rango que desea permitir
ca: Introduïu la ip o rang que voleu permetre
fr: Entrez l'adresse IP ou la plage que vous souhaitez autoriser
gl: Introduce o IP ou rango que desexas permitir
pt: Introduza o IP ou o intervalo que pretende permitir

# RES_securityfunctions.checkpermission.denied.message.rotext
source: Permisos insuficientes para realizar esta acción.
ca: Permisos insuficients per fer aquesta acció.
fr: Autorisations insuffisantes pour effectuer cette action.
pt: Permissões insuficientes para executar esta ação.

# RES_securityfunctions.feature.information.button.rotext
source: Descripción
ca: Descripció
fr: Description
gl: Descrición
pt: Descrição

# RES_securityfunctions.functionalties.columns.name.rotext
source: Funcionalidad
ca: Funcionalitat
fr: Fonctionnalité
gl: Función
pt: Funcionalidade

# RES_securityfunctions.functionalties.columns.permission.rotext
source: Permisos
fr: Autorisations
pt: Autorizações

# RES_securityfunctions.label1.text.rotext
source: Nombre:
ca: Nom:
fr: Nom :
gl: Nome:
pt: Nome:

# RES_securityfunctions.lblbusinesscenterdesc.text.rotext
source: Este grupo de usuarios tendrá permiso sobre los Centros de Coste especificados.
ca: Aquest grup d’usuaris tindrà permís sobre els centres de cost especificats.
fr: Ce groupe d´utilisateurs aura des autorisations sur les centres de coût spécifiés.
gl: Este grupo de usuarios terá permiso sobre os centros de custos especificados.
pt: Este grupo de utilizadores terá autorização sobre os Centros de Custos especificados.

# RES_securityfunctions.lbldeftitle2.text.rotext
source: Grupos de negocio
ca: Grups de negoci
fr: Groupes commerciaux
pt: Grupos de negócio

# RES_securityfunctions.lbldeftitle3.text.rotext
source: Centros de coste
ca: Centres de cost
fr: Centres de coût
gl: Centros de custos
pt: Centros de custos

# RES_securityfunctions.lbldesccamera.text.rotext
source: Descripción:
ca: Descripció:
fr: Description:
gl: Descrición:
pt: Descrição:

# RES_securityfunctions.lbldescsecuritydescription.text.rotext
source: Descripción de función de seguridad
ca: Descripció de funció de seguretat
fr: Description de fonction de sécurité
gl: Descrición de función de seguridade
pt: Descrição de função de segurança

# RES_securityfunctions.lbldinningroomgeneraldesc.text.rotext
source: Datos específicos de los roles para asignar a un supervisor.
ca: Dades específiques dels rols per assignar a un supervisor.
fr: Données spécifiques aux rôles à attribuer à un superviseur.
gl: Datos específicos dos roles para asignar a un supervisor.
pt: Dados específicos dos perfis para atribuir a um supervisor.

# RES_securityfunctions.lblnamedescription.text.rotext
source: Nombre identificativo de la función
ca: Nom identificatiu de la funció
fr: Nom d´identification de la fonction
gl: Nome identificador da función
pt: Nome identificativo da função

# RES_securityfunctions.lblpermissions.text.rotext
source: En esta pantalla se pueden modificar los permisos de que dispone cada función
ca: En aquesta pantalla es poden modificar els permisos de què disposa cada funció
fr: Sur cet écran, vous pouvez modifier les autorisations dont dispose chaque fonction
gl: Nesta pantalla pódense modificar os permisos de que dispón cada función
pt: Neste ecrã podem modificar-se as autorizações de que dispõe cada função

# RES_securityfunctions.lblpermissionstitle.text.rotext
source: Roles
ca: Rols
fr: Rôles
pt: Perfis

# RES_securityfunctions.lblsecurityfunctionname.text.rotext
source: General
fr: Général
gl: Xeral
pt: Geral

# RES_securityfunctions.lblselectbusinessgroup.text.rotext
source: Seleccione grupos de Negocio
ca: Selecciona grups de negoci
fr: Sélectionnez groupes commerciaux
gl: Selecciona grupos de negocio
pt: Selecione grupos de negócio

# RES_securityfunctions.lblvisibilityalldesc.text.rotext
source: Este grupo de usuarios tendrá permiso sobre todos los grupos de negocio.
ca: Aquest grup d’usuaris tindrà permís sobre tots els grups de negoci.
fr: Ce groupe d´utilisateurs aura des autorisations sur tous les groupes commerciaux.
gl: Este grupo de usuarios terá permiso sobre todos os grupos de negocio.
pt: Este grupo de utilizadores terá autorização sobre todos os grupos de negócio.

# RES_securityfunctions.lblvisibilityalltitle.text.rotext
source: Todos
ca: Tots
fr: Tous

# RES_securityfunctions.lblvisibilitycriteriadesc.text.rotext
source: Este grupo de usuarios tendrá permiso sólo sobre los grupos de negocio especificados.
ca: Aquest grup d’usuaris tindrà permís només sobre els grups de negoci especificats.
fr: Ce groupe d´utilisateurs aura des autorisations uniquement sur les groupes commerciaux spécifiés.
gl: Este grupo de usuarios terá permiso só sobre os grupos de negocio especificados.
pt: Este grupo de utilizadores terá autorização apenas sobre os grupos de negócio especificados.

# RES_securityfunctions.lblvisibilitycriteriatitle.text.rotext
source: Los indicados a continuación
ca: Els que s’indiquen a continuació
fr: Ceux indiqués ci-après
gl: Os indicados a continuación
pt: Os indicados são os seguintes

# RES_securityfunctions.message.unknowerror.rotext
source: Error desconocido
ca: Error desconegut
fr: Erreur inconnue
gl: Erro descoñecido
pt: Erro desconhecido

# RES_securityfunctions.msghaschanges.rotext
source: Se han encontrado cambios en la funcionalidad
ca: S’han trobat canvis a la funcionalitat
fr: Des changements ont été trouvés dans la fonctionnalité
gl: Atopáronse cambios na función
pt: Foram encontradas alterações na funcionalidade

# RES_securityfunctions.msghaserrors.rotext
source: Se han encontrado errores en la funcionalidad
ca: S’han trobat errors a la funcionalitat
fr: Des erreurs ont été trouvées dans la fonctionnalité
gl: Atopáronse erros na función
pt: Foram encontrados erros na funcionalidade

# RES_securityfunctions.msgsavechangesbar.rotext
source: Guardar cambios
ca: Desar canvis
fr: Sauvegarder les changements
gl: Gardar cambios
pt: Guardar alterações

# RES_securityfunctions.msgundochangesbar.rotext
source: Deshacer cambios
ca: Desfer canvis
fr: Annuler les changements
gl: Desfacer cambios
pt: Anular alterações

# RES_securityfunctions.permissionlist.tooltip.admin.rotext
source: Administración
ca: Administració
fr: Administration
pt: Administração

# RES_securityfunctions.permissionlist.tooltip.featureforbidden.rotext
source: Un usuario de cegid no puede modificar el permiso del canal de denuncias.
ca: Un usuari de cegid no pot modificar el permís del canal de denúncies.
fr: Un utilisateur cegid ne peut pas modifier les autorisations du canal de reporting.
gl: Un usuario de cegid non pode modificar o permiso da canle de informes.
pt: Um utilizador da cegid não pode modificar a permissão do canal de denúncias.

# RES_securityfunctions.permissionlist.tooltip.none.rotext
source: Prohibido
ca: Prohibit
fr: Interdit
pt: Proibido

# RES_securityfunctions.permissionlist.tooltip.read.rotext
source: Lectura
fr: Lecture
pt: Leitura

# RES_securityfunctions.permissionlist.tooltip.write.rotext
source: Escritura
ca: Escriptura
fr: Écriture
pt: Escrita

# RES_securityfunctions.savebeforeedit.info.rotext
source: No se pueden editar los permisos de la función antes de grabar.
ca: No es poden editar els permisos de la funció abans de gravar.
fr: Les autorisations de la fonction ne peuvent être éditées avant l´enregistrement.
gl: Non se poden editar os permisos da función antes de gravar.
pt: Não se pode editar as autorizações da função antes de gravar.

# RES_securityfunctions.tabgeneral.rotext
source: General
fr: Général
gl: Xeral
pt: Geral

# RES_securityfunctions.tabpermissions.rotext
source: Roles
ca: Rols
fr: Rôles
pt: Perfis

# RES_securityfunctions.tbaddnewfunction.rotext
source: Nueva función
ca: Nova funció
fr: Nouvelle fonction
gl: Nova función
pt: Nova função

# RES_securityfunctions.tbcopyfunction.rotext
source: Copiar función
ca: Copiar funció
fr: Copier fonction
pt: Copiar função

# RES_securityfunctions.tbdelfunction.rotext
source: Borrar
ca: Esborrar
fr: Supprimer
pt: Eliminar

# RES_securityfunctions.title.rotext
source: Página sin título
ca: Pàgina sense títol
fr: Page sans titre
gl: Páxina sen título
pt: Página sem título

# RES_securityfunctions.treecaptionsecurityfunctions.rotext
source: Roles
ca: Rols
fr: Rôles
pt: Perfis

# RES_srvmsgboxsecuritychart.deleteitem.info.text.rotext
source: Borrar grupo
ca: Esborrar grup
fr: Supprimer le groupe
pt: Apagar grupo

# RES_srvmsgboxsecuritychart.deleteitem.question.option1description.rotext
source: El grupo se eliminará definitivamente del organigrama
ca: El grup s’eliminarà definitivament de l’organigrama
fr: Le groupe sera définitivement supprimé de l´organigramme
gl: O grupo eliminarase definitivamente do organigrama
pt: O grupo será eliminado definitivamente do organograma

# RES_srvmsgboxsecuritychart.deleteitem.question.option1text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxsecuritychart.deleteitem.question.option2description.rotext
source: No borrar el grupo y seguir editando
ca: No esborrar el grup i continuar editant
fr: Ne pas supprimer le groupe et continuer d´éditer
gl: Non borrar o grupo e seguir editando
pt: Não apagar o grupo e continuar a editar

# RES_srvmsgboxsecuritychart.deleteitem.question.option2text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_srvmsgboxsecuritychart.deleteitem.question.text.rotext
source: Está seguro de eliminar el grupo seleccionado
ca: Segur que vols eliminar el grup seleccionat?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe sélectionné ?
gl: Estás seguro/a de eliminar o grupo seleccionado
pt: Tem a certeza que pretende eliminar o grupo selecionado

# RES_srvmsgboxsecuritychart.deletesecurityfunction.description.rotext
source: Borrará la función de forma definitiva
ca: S’esborrarà la funció de manera definitiva
fr: Vous supprimerez définitivement la fonction
gl: Borrará a función de forma definitiva
pt: Apagará a função definitivamente

# RES_srvmsgboxsecuritychart.deletesecurityfunction.option1text.rotext
source: Borrar
ca: Esborrar
fr: Supprimer
pt: Eliminar

# RES_srvmsgboxsecuritychart.deletesecurityfunction.option2text.rotext
source: No borrar
ca: No esborrar
fr: Ne pas supprimer
gl: Non borrar
pt: Não eliminar

# RES_srvmsgboxsecuritychart.deletesecurityfunction.title.rotext
source: Va a borrar una función.<br \>¿Está seguro?
ca: Estàs a punt d’esborrar una funció.<br \>N’estàs segur/a?
fr: Vous allez supprimer une fonction.<br \>Êtes-vous sûr(e) ?
gl: Vas borrar unha función.<br \>Estás seguro/a?
pt: Vai apagar uma função.<br \>Tem a certeza?

# RES_srvmsgboxsecuritychart.error.ok.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxsecuritychart.error.rowinedit.rotext
source: Hay filas en la tabla de supervisores en edición
ca: Hi ha files a la taula de supervisors en edició
fr: Il y a des lignes dans le tableau des superviseurs en cours d´édition
gl: Hai filas na táboa de supervisores en edición
pt: Há filas nas tabelas de supervisores a serem editadas

# RES_srvmsgboxsecuritychart.error.title.rotext
source: Error
fr: Erreur
gl: Erro
pt: Erro

# RES_srvmsgboxsecuritychart.error.unknownaction.rotext
source: Error
fr: Erreur
gl: Erro
pt: Erro

# RES_srvmsgboxsecuritychart.error.validationcodefailed.rotext
source: El código de validación no coincide
ca: El codi de validació no coincideix
fr: Le code de validation ne correspond pas
gl: O código de validación non coincide
pt: O código de validação não coincide

# RES_srvmsgboxsecuritychart.error.validationfieldsfailed.rotext
source: Falta información del grupo
ca: Falta informació del grup
fr: Les informations du groupe sont manquantes
gl: Falta información do grupo
pt: Falta informação do grupo

# RES_srvmsgboxsecuritychart.info.cancel.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_srvmsgboxsecuritychart.info.canceldesc.rotext
source: Se continuará con la edición del organigrama.
ca: Es continuarà editant l’organigrama.
fr: L´édition de l´organigramme se poursuivra.
gl: Continuarase coa edición do organigrama.
pt: O organograma vai continuar a ser editado.

# RES_srvmsgboxsecuritychart.info.discardcontinue.rotext
source: No
fr: Non
gl: Non
pt: Não

# RES_srvmsgboxsecuritychart.info.discardcontinuedesc.rotext
source: Se descartarán los cambios realizados en el organigrama.
ca: Es descartaran els canvis realitzats a l’organigrama.
fr: Les modifications apportées à l´organigramme seront ignorées.
gl: Descartaranse os cambios realizados no organigrama.
pt: Serão ignoradas todas as alterações feitas ao organograma.

# RES_srvmsgboxsecuritychart.info.savecontinue.rotext
source: Sí
fr: Ouais
gl: Si
pt: Sim

# RES_srvmsgboxsecuritychart.info.savecontinuedesc.rotext
source: Se grabarán los cambios realizados en el organigrama.
ca: Es gravaran els canvis realitzats a l’organigrama.
fr: Les modifications apportées à l´organigramme seront enregistrées.
gl: Gravaranse os cambios realizados no organigrama.
pt: Serão gravadas todas as alterações feitas ao organograma.

# RES_srvmsgboxsecuritychart.info.title.rotext
source: Se han realizado cambios en el organigrama. <br/> ¿Desea guardar los cambios realizados?
ca: S’han fet canvis a l’organigrama. <br/> Vols desar els canvis realitzats?
fr: Des modifications ont été apportées à l´organigramme. <br/> Souhaitez-vous sauvegarder les modifications apportées ?
gl: Realizáronse cambios no organigrama. <br/> Desexas gardar os cambios realizados?
pt: Foram efetuadas alterações ao organograma. <br/> Pretende guardar as alterações efetuadas?

# RES_srvmsgboxsecuritychart.savename.error.option1text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxsecuritychart.savename.error.text.rotext
source: Error
fr: Erreur
gl: Erro
pt: Erro

# RES_srvmsgboxsecuritychart.searchfrm.info.text.rotext
source: Búsqueda
ca: Cerca
fr: Recherche
gl: Busca
pt: Pesquisa

# RES_srvmsgboxsecuritychart.searchfrm.itemnotfound.text.rotext
source: Elemento no encontrado
ca: Element no trobat
fr: Élément introuvable
gl: Elemento non atopado
pt: Elemento não encontrado

# RES_supervisorcopy.btclose.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_supervisorcopy.btend.text.rotext
source: Finalizar
ca: Finalitzar
fr: Finition
gl: Rematar
pt: Terminar

# RES_supervisorcopy.btnext.text.rotext
source: Siguiente >
ca: Següent >
fr: Suivant >
gl: Seguinte >
pt: Seguinte >

# RES_supervisorcopy.btprev.text.rotext
source: < anterior
fr: < précédent

# RES_supervisorcopy.checkpage.incorrectemployeesselected.rotext
source: Selección incorrecta
ca: Selecció incorrecta
fr: Sélection incorrecte
pt: Seleção incorreta

# RES_supervisorcopy.ckcopybusinesscenters.text.rotext
source: Copiar grupos de negocio
ca: Copiar grups de negoci
fr: Copier groupes commerciaux
pt: Copiar grupos de negócio

# RES_supervisorcopy.ckcopycategories.text.rotext
source: Copiar configuración de categorías de solicitud
ca: Copiar configuració de categories de sol·licitud
fr: Copier la configuration des catégories de demande
gl: Copiar configuración de categorías de solicitude
pt: Copiar configuração de categorias de pedido

# RES_supervisorcopy.ckcopycostcenters.text.rotext
source: Copiar centros de coste
ca: Copiar centres de cost
fr: Copier centres de coût
gl: Copiar centros de custos
pt: Copiar centros de custos

# RES_supervisorcopy.ckcopygroups.text.rotext
source: Copiar grupos y usuarios que gestiona
ca: Copiar grups i usuaris que gestiones
fr: Copier les groupes qu´il gère
gl: Copiar grupos que xestiona
pt: Copiar grupos que gere

# RES_supervisorcopy.ckcopyrestrictions.text.rotext
source: Copiar restricciones de seguridad
ca: Copiar restriccions de seguretat
fr: Copier les restrictions de sécurité
gl: Copiar restricións de seguridade
pt: Copiar restrições de segurança

# RES_supervisorcopy.ckcopyroles.text.rotext
source: Copiar roles
ca: Copiar rols
fr: Copier les rôles
pt: Copiar perfis

# RES_supervisorcopy.emptyheader.text.rotext
source: Arrastre una columna aquí...
ca: Arrossegueu una columna aquí...
fr: Faites glisser une colonne ici...
gl: Arrastra unha columna aquí...
pt: Arraste uma coluna para aqui...

# RES_supervisorcopy.end.ok.supervisorcopywelcome2.text.rotext
source: Se han copiado los atributos seleccionados con éxito
ca: S’han copiat els atributs seleccionats correctament
fr: Les attributs sélectionnés ont été copiés avec succès
gl: Copiáronse os atributos seleccionados correctamente
pt: Foram copiados com êxito os atributos selecionados

# RES_supervisorcopy.end.supervisorcopywelcome1.text.rotext
source: Finalizado con éxito
ca: Finalitzat correctament
fr: Terminé avec succès
gl: Finalizado correctamente
pt: Finalizado com êxito

# RES_supervisorcopy.gridcauses.column.name.rotext
source: Supervisor
fr: Superviseur

# RES_supervisorcopy.lblcopytitle.text.rotext
source: ¿Qué desea copiar?
ca: Què voleu copiar?
fr: Que veux-tu copier ?
gl: Que desexas copiar?
pt: O que pretende copiar?

# RES_supervisorcopy.lblstep2infoemployees.text.rotext
source: Seleccione los usuarios que desea tratar.
ca: Selecciona els usuaris que vols tractar.
fr: Sélectionnez les utilisateurs que vous souhaitez traiter.
gl: Selecciona os usuarios que desexas tratar.
pt: Selecione os utilizadores que pretende tratar.

# RES_supervisorcopy.lblstep2infousers.text.rotext
source: Seleccione los usuarios que desea tratar.
ca: Selecciona els usuaris que vols tractar.
fr: Sélectionnez les utilisateurs que vous souhaitez traiter.
gl: Selecciona os usuarios que desexas tratar.
pt: Selecione os utilizadores que pretende tratar.

# RES_supervisorcopy.lblstep2title.text.rotext
source: Seleccione la acción a realizar sobre la selección anterior.
ca: Selecciona l’acció que cal dur a terme sobre la selecció anterior.
fr: Sélectionnez l´action à effectuer sur la sélection précédente.
gl: Selecciona a acción que realizar sobre a selección anterior.
pt: Selecione a ação a realizar sobre a seleção anterior.

# RES_supervisorcopy.lblstep4info2.text.rotext
source: Finalmente seleccione que opciones del supervisor seleccionado desea copiar. Puede copiar restricciones.
ca: Per acabar, selecciona quines opcions del supervisor seleccionat vols copiar. Pots copiar restriccions.
fr: Enfin, sélectionnez les options du superviseur sélectionné que vous souhaitez copier. Vous pouvez copier des restrictions.
gl: Finalmente selecciona que opcións do supervisor seleccionado desexas copiar. Pode copiar restricións.
pt: Por fim, selecione que opções do supervisor selecionado pretende copiar. Pode copiar restrições.
