Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_movesnew.lbllocationzone.text.rotext
source: From the access area
ca: De la zona d’accés
eu: Sarbide eremutik
sk: Z prístupovej oblasti

# RES_movesnew.lblmaskuse.text.rotext
source: Use of mask
ca: Ús de mascareta
eu: Maskararen erabilera
sk: Používanie masky

# RES_movesnew.lblobs.text.rotext
source: Observations
ca: Observacions
eu: Behaketak
sk: Poznámky

# RES_movesnew.lblprogrammedabsenceformtitle.text.rotext
source: Prolonged absences
ca: Absències prolongades
eu: Absentzia luzeak
sk: Dlhodobé absencie

# RES_movesnew.lblpunchescaption.rotext
source: Clock in/out logs
ca: Fitxatges
eu: Transferentziak
sk: transfery

# RES_movesnew.lblpunchescaption.text.rotext
source: Clock in/out logs
ca: Fitxatges
eu: Transferentziak
sk: transfery

# RES_movesnew.lblselectorcaption.text.rotext
source: Select user and date:
ca: Seleccionar usuari i data:
eu: Hautatu erabiltzailea eta data:
sk: Vyberte používateľa a dátum:

# RES_movesnew.lblshiftcaption.text.rotext
source: Schedule
ca: Horari
eu: Ordutegia
sk: rozvrh hodín

# RES_movesnew.lblshiftselectorformtitle.text.rotext
source: Time selection
ca: Selecció d’horaris
eu: Antolatu aukeraketa
sk: Výber rozvrhu

# RES_movesnew.lbltask.text.rotext
source: In the task
ca: A la tasca
eu: Etxeko lanetan
sk: V úlohe

# RES_movesnew.lbltelecommuting.text.rotext
source: Telecommuting:
ca: Teletreball:
eu: Telelanak:
sk: Práca na diaľku:

# RES_movesnew.lbltemperaturecontrol.text.rotext
source: Temperature control
ca: Control de temperatura
eu: Tenperatura kontrola
sk: Regulácia teploty

# RES_movesnew.lbltimezone.text.rotext
source: Time zone
ca: Zona horària
eu: Ordu eremu
sk: Časové pásmo

# RES_movesnew.lblverifytype.text.rotext
source: Origin
ca: Origen
eu: Jatorria
sk: Pôvod

# RES_movesnew.lblview.text.rotext
source: View:
ca: Vista:
eu: Ikusi:
sk: Zobrazenie:

# RES_movesnew.lbremoveholidays.text.rotext
source: Remove vacations
ca: Eliminar vacances
eu: Kendu oporrak
sk: Odstránenie sviatkov

# RES_movesnew.loadingpiruli.text.rotext
source: Loading…
ca: Carregant&hellip;
eu: Kargatzen&hellip;
sk: Načítanie&hellip;

# RES_movesnew.lp.text.rotext
source: Loading…
ca: Carregant&hellip;
eu: Kargatzen&hellip;
sk: Načítanie&hellip;

# RES_movesnew.maskcontrol.alert.rotext
source: Without a mask
ca: Sense mascareta
eu: Maskararik ez
sk: Žiadna maska

# RES_movesnew.maskcontrol.ok.rotext
source: Correct
ca: Correcte
eu: Zuzena
sk: Správne

# RES_movesnew.maskcontrol.unknown.rotext
source: Unknown
ca: Desconegut
eu: Arrotz bat
sk: Neznáme

# RES_movesnew.modifytimedenied.message.rotext
source: You cannot modify the value of the justification
ca: No es pot modificar el valor de la justificació
eu: Ezin duzu aldatu justifikazio-balioa
sk: Hodnotu odôvodnenia nemožno zmeniť

# RES_movesnew.movedetails.dayafter.rotext
source: of the next day
ca: del dia posterior
eu: biharamunean
sk: deň po

# RES_movesnew.movedetails.daybefore.rotext
source: from the previous day
ca: del dia anterior
eu: aurreko egunean
sk: predchádzajúceho dňa

# RES_movesnew.movedetails.daypresent.rotext
source: of the day of the schedule
ca: del dia de l’horari
eu: ordutegiaren egunekoa
sk: dňa rozvrhu

# RES_movesnew.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_movesnew.norecordsfound.message.rotext
source: Empty selection.
ca: Selecció buida.
eu: Hautaketa hutsa.
sk: Prázdny výber.

# RES_movesnew.programmedabsence.count.rotext
source: There is ${1} forecast.
ca: Hi ha ${1} previsió.
eu: ${1} aurreikuspena dago.
sk: Existuje rezerva ${1}.

# RES_movesnew.programmedabsence.counts.rotext
source: There are ${1} forecasts.
ca: Hi ha ${1} previsions.
eu: ${1} aurreikuspenak daude.
sk: Existujú predpovede ${1}.

# RES_movesnew.programmedabsence.literal.rotext
source: In ${3} ${4} from ${1} to ${2}.
ca: A ${3} ${4} des del ${1} fins al ${2}.
eu: ${3} ${4}-n ${1}-tik ${2}-ra.
sk: V ${3} ${4} od ${1} do ${2}.

# RES_movesnew.programmedabsence.none.rotext
source: Without forecasts.
ca: Sense previsions.
eu: Ez dago aurreikuspenik.
sk: Žiadne prognózy.

# RES_movesnew.programmedcause.literal.rotext
source: Absence from day ${1} to day ${2} between ${6} and ${7} for ${3} for ${4}.${5}
ca: Absència del dia ${1} al dia ${2} entre les ${6} i les ${7} durant ${3} per ${4}.${5}
eu: ${1} egunetik ${2} egunera arte ez egotea ${6} eta ${7} artean ${3} eta ${4} bitartean.${5}
sk: Neprítomnosť od ${1} do ${2} medzi ${6} a ${7} pre ${3} do ${4}.${5}

# RES_movesnew.programmedholidays.alldayliteral.rotext
source: ${3} all day long ${1}.${4}
ca: ${3} durant tot el dia ${1}.${4}
eu: ${3} egun osoan ${1}.${4}
sk: ${3} za celý deň ${1}.${4}

# RES_movesnew.programmedholidays.literal.rotext
source: ${3} on day ${1} between ${5} and ${6} during ${2}.${4}
ca: ${3} el dia ${1} entre les ${5} i les ${6} durant ${2}.${4}
eu: ${3} egunean ${1} ${5} eta ${6} artean ${2} bitartean.${4}
sk: ${3} v ${1} deň medzi ${5} a ${6} za ${2}. ${4}

# RES_movesnew.programmedovertimes.multipledaysliteral.rotext
source: Excess hours of day ${1} to day ${2} for ${3} for ${4} between ${6} and ${7}.${5}
ca: Hores d’excés del dia ${1} al dia ${2} durant ${3} per ${4} entre les ${6} i les ${7}.${5}
eu: Ordu gehiegizkoak ${1} egunetik ${2} egunera ${3} bitartean ${4}-ren truke ${6} eta ${7} artean.${5}
sk: Prebytok hodín dňa ${1} denne ${2} za ${3} o ${4} medzi ${6} a ${7}. ${5}

# RES_movesnew.programmedovertimes.onedayliteral.rotext
source: Excess hours on day ${1} for ${2} for ${3} between ${5} and ${6}.${4}
ca: Hores d’excés el dia ${1} durant ${2} per ${3} entre les ${5} i les ${6}.${4}
eu: ${1} egunean gehiegizko orduak ${2} bitartean ${3}-ren truke {5} eta ${6} $ artean.${4}
sk: Nadpočet hodín v ${1} deň počas ${2} o ${3} medzi ${5} a ${6}. ${4}

# RES_movesnew.saveconfirmation.answer.cancel.description.rotext
source: The editing of current data will continue.
ca: Es continuaran editant les dades actuals.
eu: Uneko datuak editatzen jarraituko da.
sk: Úprava aktuálnych údajov bude pokračovať.

# RES_movesnew.saveconfirmation.answer.cancel.title.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_movesnew.saveconfirmation.answer.no.description.rotext
source: The form data will not be saved.
ca: No es gravaran les dades del formulari.
eu: Inprimakiaren datuak ez dira erregistratuko.
sk: Údaje formulára sa neuložia.

# RES_movesnew.saveconfirmation.answer.no.title.rotext
source: No
eu: Ez
sk: NIE

# RES_movesnew.saveconfirmation.answer.yes.description.rotext
source: The form data will be recorded.
ca: Es gravaran les dades del formulari.
eu: Inprimakiaren datuak gordeko dira.
sk: Údaje formulára sa uložia.

# RES_movesnew.saveconfirmation.answer.yes.title.rotext
source: Yes
ca: Sí
eu: Bai
sk: Áno

# RES_movesnew.saveconfirmation.description.rotext
source: What do you want to do?
ca: Què vols fer?
eu: Zer egin nahi duzu ?
sk: Čo chcete robiť?

# RES_movesnew.saveconfirmation.title.rotext
source: You have made changes to the form. <br/> Do you want to save the changes you made?
ca: Has fet canvis al formulari. <br/> Vols desar els canvis realitzats?
eu: Inprimakian aldaketak egin dituzu. <br/> Egin dituzun aldaketak gorde nahi dituzu?
sk: Vykonali ste zmeny vo formulári. <br/> Chcete uložené zmeny, ktoré ste vykonali?

# RES_movesnew.selector.incompleteddays.rotext
source: Days with odd signings
ca: Dies amb fitxatges senars
eu: Fitxaketa bakoitiak dituzten egunak
sk: Dni s nepárnymi číslami podpisov

# RES_movesnew.selector.notjustifieddays.rotext
source: Unjustified days
ca: Dies no justificats
eu: Justifikatu gabeko egunak
sk: Neospravedlnené dni

# RES_movesnew.selector.notreliableddays.rotext
source: Unreliable days
ca: Dies no fiables
eu: Egun fidagarriak
sk: Nespoľahlivé dni

# RES_movesnew.temperaturecontrol.alert.rotext
source: Temperature alert
ca: Alerta de temperatura
eu: Tenperatura alerta
sk: Upozornenie na teplotu

# RES_movesnew.temperaturecontrol.ok.rotext
source: Correct
ca: Correcte
eu: Zuzena
sk: Správne

# RES_movesnew.temperaturecontrol.unknown.rotext
source: Unknown
ca: Desconegut
eu: Arrotz bat
sk: Neznáme

# RES_movesnew.title.rotext
source: Transfer edition
ca: Edició de fitxatges
eu: Transferen edizioa
sk: Úprava podpisov

# RES_movesnew.type.annual.rotext
source: Year
ca: Any
eu: Urtea
sk: Rok

# RES_movesnew.type.annualwork.rotext
source: Work year
ca: Any laboral
eu: Lan-urtea
sk: Pracovný rok

# RES_movesnew.type.contract.rotext
source: Contract
ca: Contracte
eu: Kontratua
sk: Zmluva

# RES_movesnew.type.day.rotext
source: Day
ca: Dia
eu: Eguna
sk: deň

# RES_movesnew.type.month.rotext
source: Month
ca: Mes
eu: Hilabetea
sk: Mesiac

# RES_movesnew.type.week.rotext
source: Weekly
ca: Setmanal
eu: Asterokoa
sk: Týždeň

# RES_movesnew.typecaption.access.rotext
source: Accesses
ca: Accessos
eu: Sarbidea
sk: Prístup

# RES_movesnew.typecaption.costcenter.rotext
source: Cost center
ca: Centre de cost
eu: Kostu zentroa
sk: nákladové stredisko

# RES_movesnew.typecaption.diningroom.rotext
source: Dining room
ca: Menjador
eu: Jangela
sk: Jedáleň

# RES_movesnew.typecaption.in.rotext
source: Entrance
ca: Entrada
eu: Sarrera
sk: VSTUP

# RES_movesnew.typecaption.out.rotext
source: Exit
ca: Sortida
eu: Irten

# RES_movesnew.typecaption.task.rotext
source: Tasks
ca: Tasques
eu: Zereginak
sk: úlohy

# RES_movesnew.unknownterminal.rotext
source: Unknown terminal
ca: Terminal desconegut
eu: Terminal ezezaguna
sk: Neznámy terminál

# RES_movesnew.verificationtype.name.automatic.rotext
source: Automatic
ca: Automàtic
eu: Automatikoa
sk: Automatické

# RES_movesnew.verificationtype.name.card.rotext
source: Card
ca: Targeta
eu: Txartela
sk: Karta

# RES_movesnew.verificationtype.name.card_and_fp.rotext
source: Card
ca: Targeta
eu: Txartela
sk: Karta

# RES_movesnew.verificationtype.name.card_and_pwd.rotext
source: Card
ca: Targeta
eu: Txartela
sk: Karta

# RES_movesnew.verificationtype.name.card_or_pwd.rotext
source: Card
ca: Targeta
eu: Txartela
sk: Karta

# RES_movesnew.verificationtype.name.face.rotext
source: Facial
eu: Aurpegia
sk: Obličaj

# RES_movesnew.verificationtype.name.face_and_card.rotext
source: Facial
eu: Aurpegia
sk: Obličaj

# RES_movesnew.verificationtype.name.face_and_fp.rotext
source: Facial
eu: Aurpegia
sk: Obličaj

# RES_movesnew.verificationtype.name.face_and_fp_and_card.rotext
source: Facial
eu: Aurpegia
sk: Obličaj

# RES_movesnew.verificationtype.name.face_and_fp_and_pwd.rotext
source: Facial
eu: Aurpegia
sk: Obličaj

# RES_movesnew.verificationtype.name.face_and_pwd.rotext
source: Facial
eu: Aurpegia
sk: Obličaj

# RES_movesnew.verificationtype.name.fp.rotext
source: Fingerprint
ca: Empremta
eu: Hatz-marka
sk: Footprint

# RES_movesnew.verificationtype.name.fp_or_card.rotext
source: Fingerprint
ca: Empremta
eu: Hatz-marka
sk: Footprint

# RES_movesnew.verificationtype.name.fp_or_pwd.rotext
source: Fingerprint
ca: Empremta
eu: Hatz-marka
sk: Footprint

# RES_movesnew.verificationtype.name.fpvein.rotext
source: Veins
ca: Venes
eu: Zainak
sk: Žily

# RES_movesnew.verificationtype.name.fpvein_and_card.rotext
source: Veins
ca: Venes
eu: Zainak
sk: Žily

# RES_movesnew.verificationtype.name.fpvein_and_pwd.rotext
source: Veins
ca: Venes
eu: Zainak
sk: Žily

# RES_movesnew.verificationtype.name.fpvein_and_pwd_and_card.rotext
source: Veins
ca: Venes
eu: Zainak
sk: Žily

# RES_movesnew.verificationtype.name.palm.rotext
source: Palm
ca: Palma
eu: Palmondoa
sk: Palma

# RES_movesnew.verificationtype.name.pwd.rotext
source: Password
ca: Contrasenya
eu: Pasahitza
sk: Heslo

# RES_movesnew.verificationtype.name.unknown.rotext
source: Unknown
ca: Desconegut
eu: Arrotz bat
sk: Neznáme

# RES_navigatedown.rotext
source: Move down
ca: Moure avall
eu: Mugitu behera
sk: Posunúť sa nadol

# RES_punchescorrector.btcancel.text.rotext
source: Close
ca: Tancar
eu: Itxi
sk: Zatvoriť

# RES_punchescorrector.btok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_punchescorrector.gridentries.column.behaviour.rotext
source: Behavior
ca: Comportament
eu: Portaera
sk: Správanie

# RES_punchescorrector.gridentries.column.createdon.rotext
source: Import date
ca: Data importació
eu: Inportazio data
sk: Dátum dovozu

# RES_punchescorrector.gridentries.column.errortext.rotext
source: Mistake
ca: Error
eu: Akatsa
sk: Chyba

# RES_punchescorrector.gridentries.column.punchdescription.rotext
source: Description
ca: Descripció
eu: Deskribapena
sk: popis

# RES_punchescorrector.gridentries.column.time.rotext
source: Hour
ca: Hora
eu: Ordua
sk: čas

# RES_punchescorrector.lblcardassignwizardformtitle.text.rotext
source: Assistant to detect invalid check-ins in Visualtime
ca: Assistent per detectar fitxatges no vàlids a Visualtime
eu: Visualtime-n sinadura baliogabeak detektatzeko morroia
sk: Sprievodca na zisťovanie neplatných taktovaní v aplikácii Visualtime

# RES_punchescorrector.lbldescription.text.rotext
source: This form allows you to view the transfers and the reason why they have not been imported into Visualtime.
ca: Aquest formulari et permet veure els fitxatges i el motiu pel qual no s’han importat a Visualtime.
eu: Inprimaki honek sinaketak eta Visualtime-ra inportatu ez izanaren arrazoia ikusteko aukera ematen du.
sk: Tento formulár umožňuje zobraziť hodiny a dôvod, prečo neboli importované do systému Visualtime.

# RES_punchescorrector.lbltitle.text.rotext
source: Non-imported signings
ca: Fitxatges no importats
eu: Inportatu gabeko transferentziak
sk: Nedovážané podpisy

# RES_punchescorrector.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_punchescorrector.title.rotext
source: Signing corrector
ca: Corrector de fitxatges
eu: Transferentzia egiaztatzailea
sk: Korektor prevodov

# RES_remarksconfig.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_remarksconfig.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_remarksconfig.btnaddremark.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_remarksconfig.btnaddremark.tooltip.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_remarksconfig.dataediting.message.rotext
source: Registration in editing.
ca: Registre en edició.
eu: Izen ematea edizioan.
sk: Zaregistrujte sa v edícii.

# RES_remarksconfig.grdremarks.columns#4.headertext.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_remarksconfig.grdremarks.columns#5.headertext.rotext
source: Condition
ca: Condició
eu: Baldintza
sk: Stav

# RES_remarksconfig.grdremarks.columns#6.headertext.rotext
source: Time
ca: Temps
eu: Denbora
sk: Počasie

# RES_remarksconfig.grdremarks.columns#7.headertext.rotext
source: Colour
ca: Color
eu: Kolore
sk: Farba

# RES_remarksconfig.gridincidences.column.valuehoraeditable.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_remarksconfig.gridremarks.column.color.rotext
source: Color
eu: Kolore
sk: Farba

# RES_remarksconfig.gridremarks.column.compare.rotext
source: Operation
ca: Operació
eu: Operazioa
sk: Operácia

# RES_remarksconfig.gridremarks.column.down.rotext
source: Below
ca: Avall
eu: Behean
sk: Pod

# RES_remarksconfig.gridremarks.column.idcause.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_remarksconfig.gridremarks.column.up.rotext
source: Above
ca: Amunt
eu: Goian
sk: Nahor

# RES_remarksconfig.lbladdremark.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_remarksconfig.lbladdremarkcaption.text.rotext
source: Highlights
ca: Alertes
eu: Nabarmenak
sk: Najdôležitejšie informácie

# RES_remarksconfig.lblcause.text.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_remarksconfig.lblcompare.text.rotext
source: Condition
ca: Condició
eu: Baldintza
sk: Stav

# RES_remarksconfig.lbldescription.text.rotext
source: Create rules to highlight calendar boxes depending on their content.
ca: Crea les regles per ressaltar caselles del calendari en funció del contingut.
eu: Sortu arauak egutegi-koadroak nabarmentzeko edukiaren arabera.
sk: Vytvorenie pravidiel na zvýraznenie polí kalendára v závislosti od ich obsahu.

# RES_remarksconfig.lblnewcategorytitle.text.rotext
source: Highlight
ca: Alerta
eu: Nabarmendu
sk: Zvýraznenie

# RES_remarksconfig.lbltitle.text.rotext
source: Highlights
ca: Alertes
eu: Nabarmenak
sk: Najdôležitejšie informácie

# RES_remarksconfig.lblvalue.text.rotext
source: Time
ca: Temps
eu: Denbora
sk: Počasie

# RES_remarksconfig.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_remarksconfig.title.rotext
source: Calendar Highlights Settings
ca: Configuració alertes calendari
eu: Egutegiak ezarpenak nabarmentzen ditu
sk: Nastavenie hlavných bodov kalendára

# RES_reordermoves.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_reordermoves.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_reordermoves.grdmoves.columns#1.headertext.rotext
source: Entrance
ca: Entrada
eu: Sarrera
sk: VSTUP

# RES_reordermoves.grdmoves.columns#2.headertext.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_reordermoves.grdmoves.columns#3.headertext.rotext
source: Exit
ca: Sortida
eu: Irten

# RES_reordermoves.grdmoves.columns#4.headertext.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_reordermoves.grdmoves.columns#5.headertext.rotext
source: Actual_date
ca: Data_real
eu: benetako_data

# RES_reordermoves.indatetime_textbox.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_reordermoves.indatetime_textbox.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_reordermoves.indatetimenew_textbox.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_reordermoves.indatetimenew_textbox.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_reordermoves.lblreorderinfo.text.rotext
source: This feature allows you to match the signings made on a day in an orderly manner - chronologically.
ca: Aquesta funcionalitat et permet emparellar els fitxatges realitzats en un dia de manera ordenada, cronològicament.
eu: Funtzionalitate horri esker, egun batean egindako fitxaketak era ordenatuan -kronologikoki- parekatzea ahalbidetzen du.
sk: Táto funkcia vám umožňuje prehľadne -chronologicky- priradiť hodiny vykonané počas dňa.

# RES_reordermoves.lblreordermovestitle.text.rotext
source: Order signings
ca: Ordenar fitxatges
eu: Agindu sinaketak
sk: Podpisy objednávok

# RES_reordermoves.lblshiftselectorinfo.text.rotext
source: Select the time slot you want to assign to the user on this particular day.
ca: Selecciona l’horari que vols assignar a l’usuari en aquest dia en concret.
eu: Hautatu egun zehatz honetan erabiltzaileari esleitu nahi diozun ordua.
sk: Vyberte plán, ktorý chcete priradiť používateľovi na tento konkrétny deň.

# RES_reordermoves.lblshiftselectorinfo2.text.rotext
source: Available times:
ca: Horaris disponibles:
eu: Eskuragarri dauden orduak:
sk: K dispozícii sú cestovné poriadky:

# RES_reordermoves.outdatetime_textbox.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_reordermoves.outdatetime_textbox.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_reordermoves.outdatetimenew_textbox.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_reordermoves.outdatetimenew_textbox.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_reordermoves.title.rotext
source: Order signings
ca: Ordenar fitxatges
eu: Agindu sinaketak
sk: Podpisy objednávok

# RES_scheduler.aapply.text.rotext
source: Apply
ca: Aplicar
eu: Aplikatu
sk: Aplikovať

# RES_scheduler.actualcoverage.0.ok.rotext
source: Completed
ca: Completada
eu: Osatua
sk: Dokončené

# RES_scheduler.actualcoverage.1.ok.rotext
source: Completed
ca: Completada
eu: Osatua
sk: Dokončené

# RES_scheduler.actualcoverage.2.ok.rotext
source: Completed
ca: Completada
eu: Osatua
sk: Dokončené

# RES_scheduler.actualcoverage.alert.tooltip.rotext
source: Missing ${1}
ca: Falta ${1}
eu: ${1} falta da
sk: Chýba ${1}

# RES_scheduler.actualcoverage.forced.tooltip.rotext
source: The user has forced the acceptance of the incomplete endowment of ${1}
ca: L’usuari ha forçat l’acceptació de la dotació incompleta de ${1}
eu: Erabiltzaileak {1} $-ren esleipen osatugabea onartzera behartu du
sk: Používateľ si vynútil prijatie neúplnej dotácie vo výške ${1}

# RES_scheduler.actualcoverage.missing.tooltip.rotext
source: Missing ${1}
ca: Falta ${1}
eu: ${1} falta da
sk: Chýba ${1}

# RES_scheduler.actualcoverage.ok.tooltip.rotext
source: Crew completed
ca: Dotació completada
eu: Zuzkidura amaituta
sk: Dotácia dokončená

# RES_scheduler.actualcoverage.over.tooltip.rotext
source: ${1} left over
ca: Sobra ${1}
eu: ${1} soberan
sk: Prebytok ${1}

# RES_scheduler.anextperiod.rotext
source: Previous data range
ca: Interval de dades anterior
eu: Aurreko datu-barrutia
sk: Predchádzajúci rozsah údajov

# RES_scheduler.apreviousperiod.rotext
source: Next data interval
ca: Interval de dades següent
eu: Hurrengo datu-barrutia
sk: Ďalší rozsah údajov

# RES_scheduler.aprint.rotext
source: Print selected data
ca: Imprimir dades seleccionades
eu: Inprimatu hautatutako datuak
sk: Tlač vybraných údajov

# RES_scheduler.areload.rotext
source: Get data from the selection
ca: Obtenir dades de la selecció
eu: Lortu hautapen datuak
sk: Získanie údajov o výbere

# RES_scheduler.assigncauses.desc.rotext
source: Allows you to justify users in bulk during a specific period.
ca: Permet justificar de manera massiva usuaris en un període concret.
eu: Erabiltzaileak epe zehatz batean masiboki justifikatzeko aukera ematen du.
sk: Umožňuje hromadné ospravedlnenie používateľov v určitom období.

# RES_scheduler.assigncauses.rotext
source: Mass introduction of justifications
ca: Introducció massiva de justificacions
eu: Justifikazioak masiboki sartzea
sk: Masívne zavedenie odôvodnení

# RES_scheduler.assigncenters.desc.rotext
source: It allows you to massively assign cost centers to daily user justifications in a given period.
ca: Permet assignar de manera massiva els centres de cost a les justificacions diàries d’usuaris en un període determinat.
eu: Eguneroko erabiltzaileen justifikazioei kostu zentroak masiboki esleitzeko aukera ematen dizu epe jakin batean.
sk: Umožňuje hromadné priradenie nákladových stredísk k denným používateľským odôvodneniam v danom období.

# RES_scheduler.assigncenters.rotext
source: Mass assignment of cost centers
ca: Assignació massiva de centres de cost
eu: Kostu-zentroen esleipen masiboa
sk: Hromadné priradenie nákladových stredísk

# RES_scheduler.assignplan.rotext
source: Assign schedule
ca: Assignar horari
eu: Esleitu ordutegia
sk: Priradenie rozvrhu

# RES_scheduler.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_scheduler.begindateincorrect.rotext
source: Incorrect start date!
ca: Data d’inici incorrecta!
eu: Hasiera data okerra!
sk: Nesprávny dátum začiatku!

# RES_scheduler.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_scheduler.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_scheduler.btassignmentcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť
