Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveReportScheduler.*.resx
Languages: eu

# RES_reportschedulerselectordata.reporttype.employee.rotext
source: Informes para usuarios
eu: Erabiltzaileentzako txostenak

# RES_reportschedulerselectordata.reporttype.general.rotext
source: Informes para supervisores
eu: Arduradunentzako txostenak

# RES_rodestinationselectorv2.lbladddestination.text.rotext
source: Añadir Destino
eu: Gehitu helmuga

# RES_rodestinationselectorv2.lblopemployeedocumenttemplatedesc.text.rotext
source: Se guardará el informe como documento en el gestor documental de Visualtime
eu: Txostena dokumentu gisa gordeko da Visualtime dokumentu-kudeatzailean

# RES_rodestinationselectorv2.lblopemployeedocumenttemplatefield.text.rotext
source: Plantilla:
eu: Txantiloia:

# RES_rodestinationselectorv2.lblopemployeedocumenttemplatetitle.text.rotext
source: Documento
eu: Dokumentua

# RES_rodestinationselectorv2.lblopemployeemaildestinationdesc.text.rotext
source: Se enviará a la cuenta de correo indicada en el campo de la ficha del empleado.
eu: Langilearen espedientearen eremuan adierazitako posta elektronikoko kontura bidaliko da.

# RES_rodestinationselectorv2.lblopemployeemaildestinationtitle.text.rotext
source: Cuenta de correo electrónico
eu: Posta elektronikoko kontua

# RES_rodestinationselectorv2.lblopemployeeroutedestinationdesc.text.rotext
source: Seleccione una ubicación en el servidor para guardar los informes.
eu: Hautatu kokapen bat zerbitzarian txostenak gordetzeko.

# RES_rodestinationselectorv2.lblopemployeeroutedestinationfield.text.rotext
source: Indique la carpeta destino:
eu: Adierazi helmuga karpeta:

# RES_rodestinationselectorv2.lblopemployeeroutedestinationtitle.text.rotext
source: Ubicación física
eu: Kokapen fisikoa

# RES_rodestinationselectorv2.lbloptypeemployeeexportdesc.text.rotext
source: Se ejecutará el informe y se enviarán los datos a cada empleado en el destino indicado
eu: Txostena egingo da eta datuak langile bakoitzari bidaliko zaizkio adierazitako destinoan

# RES_rodestinationselectorv2.lbloptypeemployeeexporttitle.text.rotext
source: Empleados:
eu: Langileak:

# RES_rodestinationselectorv2.lbloptypemultipleexport.text.rotext
source: Supervisores:
eu: Begiraleak:

# RES_rodestinationselectorv2.lbloptypemultipleexportdesc.text.rotext
source: Se ejecutará el informe para cada supervisor de la lista especificada y se enviará a su dirección de correo electrónico.
eu: Txostena zehaztutako zerrendako arduradun bakoitzarentzat egingo da eta bere helbide elektronikora bidaliko da.

# RES_rodestinationselectorv2.lblselectmail.text.rotext
source: Dirección de correo:
eu: Helbide elektronikoa:

# RES_rodestinationselectorv2.lbltitleformadddestination.text.rotext
source: Este formulario le permite añadir destinos a los que se enviará el listado generado tras la ejecución del informe planificado.
eu: Inprimaki honek helmugak gehitzeko aukera ematen du, zeinetara bidaliko den programatutako txostena egin ondoren sortutako zerrenda.

# RES_rodestinationselectorv2.lbltypeemail.text.rotext
source: Cuenta de correo electrónico
eu: Posta elektronikoko kontua

# RES_rodestinationselectorv2.lbltypeemailnormaldesc.text.rotext
source: Indique una dirección de correo válida a enviar el informe.
eu: Mesedez, eman baliozko helbide elektroniko bat txostena bidaltzeko.

# RES_scope.hdnemployeefield.rotext
source: Correo electrónico del empleado
eu: Langilearen posta elektronikoa

# RES_scope.hdnlngnodocument.rotext
source: Sin documento seleccionado
eu: Ez da dokumenturik hautatu

# RES_scope.hdnlngsupervisorstextselected.rotext
source: supervisores seleccionados
eu: hautatutako begiraleak

# RES_scope.hdnlngsupervisortextselected.rotext
source: supervisor seleccionados
eu: hautatutako arduraduna

# RES_scope.hdnlngtodocument.rotext
source: Al documento
eu: Dokumentuari

# RES_scope.hdnnohardcodedfield.rotext
source: Correo sin especificar
eu: Zehaztu gabeko posta elektronikoa

# RES_srvmsgboxreportscheduler.deletedestinationsdef.description.rotext
source: Esta opción eliminará el destino.
eu: Aukera honek helmuga ezabatuko du.

# RES_srvmsgboxreportscheduler.deletedestinationsdef.option1description.rotext
source: Se borrará el destino seleccionado.
eu: Hautatutako helmuga ezabatu egingo da.

# RES_srvmsgboxreportscheduler.deletedestinationsdef.option1text.rotext
source: Borrar el destino
eu: Ezabatu helmuga

# RES_srvmsgboxreportscheduler.deletedestinationsdef.option2description.rotext
source: No se realizará ninguna acción.
eu: Ez da neurririk hartuko.

# RES_srvmsgboxreportscheduler.deletedestinationsdef.option2text.rotext
source: No borrar
eu: Ez ezabatu

# RES_srvmsgboxreportscheduler.deletedestinationsdef.title.rotext
source: Se dispone a eliminar el destino. <br> ¿Está seguro?
eu: Helmuga kentzeko prestatzen ari da. <br> Ziur al zaude?

# RES_srvmsgboxreportscheduler.deletereportscheduler.description.rotext
source: Esta opción eliminará la programación.
eu: Aukera honek ordutegia kenduko du.

# RES_srvmsgboxreportscheduler.deletereportscheduler.option1description.rotext
source: Se borrará la programación seleccionada.
eu: Aukeratutako ordutegia ezabatu egingo da.

# RES_srvmsgboxreportscheduler.deletereportscheduler.option1text.rotext
source: Borrar la programación
eu: Ezabatu programazioa

# RES_srvmsgboxreportscheduler.deletereportscheduler.option2description.rotext
source: No se realizará ninguna acción.
eu: Ez da neurririk hartuko.

# RES_srvmsgboxreportscheduler.deletereportscheduler.option2text.rotext
source: No borrar
eu: Ez ezabatu

# RES_srvmsgboxreportscheduler.deletereportscheduler.title.rotext
source: Se dispone a eliminar la programación. <br> ¿Esta seguro?
eu: Programazioa ezabatzear zaude. <br> Ziur al zaude?

# RES_srvmsgboxreportscheduler.error.frmadddestination.cmbprinterstitle.rotext
source: Seleccione impresora
eu: Hautatu inprimagailua

# RES_srvmsgboxreportscheduler.error.frmadddestination.cmbprinterstitledesc.rotext
source: Debe seleccionar una impresora para enviar el informe
eu: Txostena bidaltzeko inprimagailu bat hautatu behar duzu

# RES_srvmsgboxreportscheduler.error.frmadddestination.ok.rotext
source: Aceptar
eu: Onartu

# RES_srvmsgboxreportscheduler.error.frmadddestination.txtemailtitle.rotext
source: Correo electrónico erróneo
eu: E-posta okerra

# RES_srvmsgboxreportscheduler.error.frmadddestination.txtemailtitledesc.rotext
source: La cuenta de correo electrónico informado es erróneo
eu: Salatutako posta elektronikoko kontua okerra da

# RES_srvmsgboxreportscheduler.error.frmadddestination.txtlocationtitle.rotext
source: Atención
eu: Arreta

# RES_srvmsgboxreportscheduler.error.frmadddestination.txtsupervisorstitle.rotext
source: Indique los supervisores
eu: Adierazi arduradunak

source: Debe indicar al menos un supervisor
eu: Gutxienez arduradun bat adierazi behar duzu

# RES_srvmsgboxreportscheduler.error.frmreportscheduler.cmbprofileemptydesc.rotext
source: Debe seleccionar un perfil para lanzar el informe.
eu: Txostena abiarazteko profil bat hautatu behar duzu.

source: Seleccione perfil
eu: Hautatu profila

# RES_srvmsgboxreportscheduler.error.frmreportscheduler.cmbreportemptydesc.rotext
source: Debe seleccionar un informe para lanzar con el planificador
eu: Txosten bat hautatu behar duzu programatzailearekin abiarazteko

# RES_srvmsgboxreportscheduler.error.frmreportscheduler.cmbreportemptytitle.rotext
source: Seleccione Informe
eu: Hautatu Txostena

source: Debe seleccionar algún día de la semana para la programación
eu: Programatzeko asteko egun bat hautatu behar duzu

source: Seleccione días
eu: Hautatu egunak

source: Debe insertar un número de días para la programación
eu: Egitaraurako egun batzuk sartu behar dituzu

source: Inserte número de días
eu: Sartu egun kopurua

source: Inserte un día del mes para la programación.
eu: Sartu hilabeteko egun bat antolatzeko.

source: Inserte un día.
eu: Sartu egun bat.

source: Debe seleccionar un tipo de inicio para la programación
eu: Programatzeko abiarazte mota bat hautatu behar duzu

source: Inserte inicio
eu: Sartu etxean

source: Debe seleccionar un día de la semana para la programación
eu: Asteko egun bat hautatu behar duzu antolatzeko

source: Seleccione un día de la semana.
eu: Hautatu asteko egun bat.

source: Debe indicar las semanas
eu: Asteak adierazi behar dituzu

source: Planificación Semanal
eu: Asteko plangintza

source: Debe seleccionar un tipo de programación de mes.
eu: Hilabeteko ordutegi mota bat hautatu behar duzu.

source: Seleccione un tipo de mes
eu: Hautatu hilabete mota bat

source: Debe insertar una fecha válida para la programación.
eu: Egitaraurako baliozko data sartu behar duzu.

source: Inserte una fecha válida.
eu: Mesedez, sartu baliozko data bat.

source: Debe insertar una hora para la programación
eu: Programaziorako ordua sartu behar duzu

source: Inserte una hora
eu: Sartu ordu bat

# RES_srvmsgboxreportscheduler.error.frmreportscheduler.gridemptydesc.rotext
source: Debe definir al menos un destino para la planificación
eu: Gutxienez helmuga bat definitu behar duzu plangintzarako

# RES_srvmsgboxreportscheduler.error.frmreportscheduler.gridemptytitle.rotext
source: Añada destinos
eu: Gehitu helmugak

# RES_srvmsgboxreportscheduler.error.frmreportscheduler.ok.rotext
source: Aceptar
eu: Onartu

# RES_srvmsgboxreportscheduler.error.ok.rotext
source: Aceptar
eu: Onartu

# RES_srvmsgboxreportscheduler.error.validationfieldsfailed.rotext
source: No se han introducido todos los campos obligatorios
eu: Ez dira beharrezko eremu guztiak sartu

# RES_srvmsgboxreportscheduler.error.validationtitle.rotext
source: Error
eu: Akatsa

# RES_srvmsgboxreportscheduler.executereportscheduler.description.rotext
source: Va a ejecutar el informe planificado seleccionado.
eu: Hautatutako programatutako txostena exekutatuko duzu.

# RES_srvmsgboxreportscheduler.executereportscheduler.option1description.rotext
source: Lanzar el informe planificado seleccionado
eu: Abiarazi hautatutako programatutako txostena

# RES_srvmsgboxreportscheduler.executereportscheduler.option1text.rotext
source: Lanzar
eu: Abiarazi

# RES_srvmsgboxreportscheduler.executereportscheduler.option2description.rotext
source: No lanzar el informe planificado seleccionado
eu: Ez abiarazi hautatutako programatutako txostena

# RES_srvmsgboxreportscheduler.executereportscheduler.option2text.rotext
source: Cancelar
eu: Utzi

# RES_srvmsgboxreportscheduler.executereportscheduler.title.rotext
source: Lanzar informe planificado.<br /> ¿Está seguro?
eu: Abiarazi aurreikusitako txostena.<br /> Ziur al zaude?

# RES_srvmsgboxreportscheduler.savename.error.option1text.rotext
source: Aceptar
eu: Onartu

# RES_srvmsgboxreportscheduler.savename.error.text.rotext
source: Error
eu: Akatsa
