Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAccess.*.resx
Languages: ca, it, sk

# RES_accessperiods.treecaptionperiods.rotext
source: Periods
ca: Períodes
it: Periodi
sk: Obdobia

# RES_accessperiods.weekdaynames.friday.rotext
source: Friday
ca: Divendres
it: Venerdì
sk: Piatok

# RES_accessperiods.weekdaynames.monday.rotext
source: Monday
ca: Dilluns
it: Lunedi
sk: Pondelok

# RES_accessperiods.weekdaynames.saturday.rotext
source: Saturday
ca: Dissabte
it: Sabato
sk: Sobota

# RES_accessperiods.weekdaynames.sunday.rotext
source: Sunday
ca: Diumenge
it: Domenica
sk: Nedeľa

# RES_accessperiods.weekdaynames.thursday.rotext
source: Thursday
ca: Dijous
it: Giovedì
sk: Štvrtok

# RES_accessperiods.weekdaynames.tuesday.rotext
source: Tuesday
ca: Dimarts
it: Martedì
sk: Utorok

# RES_accessperiods.weekdaynames.wednesday.rotext
source: Wednesday
ca: Dimecres
it: Mercoledì
sk: Streda

# RES_accessstatus.accessfilteremp.rotext
source: View user signings
ca: Veure fitxatges de l’usuari
it: Visualizza timbrature dell´utente
sk: Zobrazenie prihlásení používateľov

# RES_accessstatus.currentzone.columnemployee.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessstatus.currentzone.datearrival.rotext
source: Arrival
ca: Arribada
it: Arrivata
sk: Príchod

# RES_accessstatus.currentzone.imageemployee.rotext
source: Photo
ca: Foto
it: Foto
sk: Foto

# RES_accessstatus.currentzone.sourcezone.rotext
source: I came from
ca: Venia de
it: Veniva da
sk: Pochádzal z

# RES_accessstatus.gridheader.datebegin.rotext
source: Home
ca: Inici
it: Inizio
sk: domov

# RES_accessstatus.gridheader.dateend.rotext
source: End
ca: Final
it: FINE
sk: Koniec

# RES_accessstatus.gridheader.dateexception.rotext
source: Exception
ca: Excepció
it: Eccezione
sk: Výnimka

# RES_accessstatus.gridheader.weekdayname.rotext
source: Day of the week
ca: Dia setmana
it: Giorno settimana
sk: Denný týždeň

# RES_accessstatus.incaccess.columnemployee.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessstatus.incaccess.date.rotext
source: Done
ca: Fet
it: Effettuato
sk: Realizované

# RES_accessstatus.incaccess.source.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_accessstatus.lblaccessstatinfotitleactual.text.rotext
source: Current users
ca: Usuaris que hi ha actualment
it: Utenti attualmente presenti
sk: Súčasní používatelia

# RES_accessstatus.lblaccessstatinfotitleincorrect.text.rotext
source: Incorrect access
ca: Accessos incorrectes
it: Accessi errati
sk: Nesprávny prístup

# RES_accessstatus.lblaccessstatinfotitlelasthour.text.rotext
source: Users who left in the last hour.
ca: Usuaris que han marxat durant la darrera hora
it: Utenti che se ne sono andati nell´ultima ora.
sk: Používatelia, ktorí odišli počas poslednej hodiny.

# RES_accessstatus.lblaccessstatustitlegeneral.text.rotext
source: Status
ca: Estat
it: Stato
sk: Štát

# RES_accessstatus.lblaccessstatustitlegeneraldescription.text.rotext
source: You can select an area within your company to view the associated map or select an area to view the status of entries and exits of the same.
ca: Pots seleccionar una zona dins la teva empresa per veure el mapa associat o seleccionar una zona per veure l’estat d’entrades i sortides de la zona
it: È possibile selezionare una zona all´interno dell´azienda per visualizzare la mappa associata oppure selezionare una zona per vedere lo stato di entrate e uscite dalla stessa.
sk: Výberom zóny v rámci spoločnosti môžete zobraziť príslušnú mapu alebo výberom zóny zobraziť stav vstupov a výstupov pre danú zónu

# RES_accessstatus.lbltitleempinzone.text.rotext
source: Current users
ca: Usuaris que hi ha actualment
it: Utenti attualmente presenti
sk: Súčasní používatelia

# RES_accessstatus.lbltitleempinzonedescription.text.rotext
source: Users currently in the area
ca: Usuaris que hi ha actualment a la zona
it: Utenti che si trovano attualmente nella zona
sk: Používatelia, ktorí sa v súčasnosti nachádzajú v oblasti

# RES_accessstatus.lbltitleempinzonegrid.text.rotext
source: Current users
ca: Usuaris actuals
it: Utenti attuali
sk: Súčasní používatelia

# RES_accessstatus.lbltitleincorrectaccess.text.rotext
source: Incorrect access in this area
ca: Accessos incorrectes en aquesta zona
it: Accessi errati in questa zona
sk: Nesprávny prístup v tejto oblasti

# RES_accessstatus.lbltitleincorrectaccessdescription.text.rotext
source: Incorrect access to the access area
ca: Accessos incorrectes de la zona d’accés
it: Accessi errati alla zona di accesso
sk: Nesprávny prístup do prístupovej oblasti

# RES_accessstatus.lbltitleincorrectaccessgrid.text.rotext
source: Incorrect access
ca: Accessos incorrectes
it: Accessi errati
sk: Nesprávny prístup

# RES_accessstatus.lbltitleleavelasthour.text.rotext
source: Users who left in the last hour.
ca: Usuaris que han marxat durant la darrera hora
it: Utenti che se ne sono andati nell´ultima ora.
sk: Používatelia, ktorí odišli počas poslednej hodiny.

# RES_accessstatus.lbltitleleavelasthourdescription.text.rotext
source: Users who have left in the last hour
ca: Usuaris que han marxat durant la darrera hora
it: Utenti che se ne sono andati nel corso dell´ultima ora
sk: Používatelia, ktorí odišli počas poslednej hodiny

# RES_accessstatus.lbltitleleavelasthourgrid.text.rotext
source: Recent users
ca: Usuaris recents
it: Utenti recenti
sk: Nedávni používatelia

# RES_accessstatus.lblzoneplane.text.rotext
source: Area plans:
ca: Plànols de zona:
it: Piani di zona:
sk: Územné plány:

# RES_accessstatus.leavezone.columnemployee.rotext
source: Name
ca: Nom
it: Nome
sk: názov

# RES_accessstatus.leavezone.dateexit.rotext
source: He left at
ca: Ha marxat a les
it: Uscito alle
sk: Išiel do

# RES_accessstatus.leavezone.destzone.rotext
source: Toward
ca: Cap a
it: Verso
sk: Na

# RES_accessstatus.moveemployee.rotext
source: See this user's signings
ca: Veure fitxatges d´aquest usuari
it: Visualizza timbrature di questo utente
sk: Zobraziť podpisy tohto používateľa

# RES_accessstatus.msghaschanges.rotext
source: Changes have been found in the area.
ca: S’han trobat canvis a la zona
it: Sono state rilevate modifiche nella zona.
sk: V oblasti boli zistené zmeny.

# RES_accessstatus.msghaserrors.rotext
source: Errors have been found in the area.
ca: S’han trobat errors a la zona
it: Sono stati rilevati errori nella zona.
sk: V tejto oblasti boli zistené chyby.

# RES_accessstatus.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche
sk: Uloženie zmien

# RES_accessstatus.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche
sk: Zrušenie zmien

# RES_accessstatus.noemployeesinzone.rotext
source: There are no users in this area at the moment
ca: No hi ha usuaris en aquesta zona actualment
it: Attualmente non ci sono utenti in questa zona
sk: V tejto oblasti momentálne nie sú žiadni používatelia

# RES_accessstatus.noemployeesleavelasthour.rotext
source: There are no users who have left this area in the last hour
ca: No hi ha usuaris que hagin sortit d’aquesta esta zona en aquesta darrera hora
it: Non ci sono utenti che siano usciti da questa zona nell´ultima ora
sk: Za poslednú hodinu túto oblasť neopustili žiadni používatelia

# RES_accessstatus.noincorrectaccess.rotext
source: There are no incorrect accesses in this area
ca: No hi ha accessos incorrectes en aquesta zona
it: Non ci sono accessi errati in questa zona
sk: V tejto oblasti nie sú žiadne nesprávne prístupy

# RES_accessstatus.reports.title.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accessstatus.tabgeneral.rotext
source: General
it: Generale
sk: všeobecné

# RES_accessstatus.tbaccfilter.rotext
source: Access filter
ca: Filtre d’accessos
it: Filtro di accessi
sk: Filtrovanie prístupu

# RES_accessstatus.tbaccmonitor.rotext
source: Access Monitor
ca: Monitor d’accés
it: Monitor di accesso
sk: Monitor prístupu

# RES_accessstatus.tbaccplatesfilter.rotext
source: Access filter by license plate
ca: Filtre d’accessos per matrícula
it: Filtro di accessi in base a matricola
sk: Filtrovanie prístupu podľa evidenčného čísla

# RES_accessstatus.tbaccviewcam.rotext
source: View camera area
ca: Visualitzar càmera zona
it: Visualizzatore videocamera zona
sk: Zobrazenie zóny kamery

# RES_accessstatus.tbmonitor.rotext
source: Access monitor
ca: Monitor d’accessos
it: Monitor di accessi
sk: Monitor prístupu

# RES_accessstatus.tbshowreports.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accessstatus.tbviewparent.rotext
source: See Zones
ca: Veure zones
it: Vedi zone
sk: Pozrite si zóny

# RES_accessstatus.title.rotext
source: Status
ca: Estat
it: Stato
sk: Štát

# RES_accessstatus.title_accessstatus_pathway.rotext
source: Status
ca: Estat
it: Stato
sk: Štát

# RES_accessstatus.treecaptionaccessstatus.rotext
source: Zones
it: Zone
sk: Zóny

# RES_accessstatus.viewemployee.rotext
source: View user
ca: Veure usuari
it: Vedi utente
sk: Pozri používateľa

# RES_accessstatusmonitor.accessfilteremp.rotext
source: View user signings
ca: Veure fitxatges de l’usuari
it: Visualizza timbrature dell´utente
sk: Zobrazenie prihlásení používateľov

# RES_accessstatusmonitor.btnlistzones.text.rotext
source: Apply
ca: Aplicar
it: Applica
sk: Aplikovať

# RES_accessstatusmonitor.btnlistzones.tooltip.rotext
source: Get access to selected Zones
ca: Obtenir accessos de les zones seleccionades
it: Ottieni accessi delle zone selezionate
sk: Získanie prístupov z vybraných zón

# RES_accessstatusmonitor.button1.text.rotext
source: Button
it: Pulsante
sk: Tlačidlo

# RES_accessstatusmonitor.checkpermission.denied.description.rotext
source: Access denied
ca: Accés denegat
it: Accesso negato
sk: Prístup zamietnutý

# RES_accessstatusmonitor.currentzone.columnemployee.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessstatusmonitor.currentzone.datearrival.rotext
source: Arrival
ca: Arribada
it: Arrivata
sk: Príchod

# RES_accessstatusmonitor.currentzone.imageemployee.rotext
source: Photo
ca: Foto
it: Foto
sk: Foto

# RES_accessstatusmonitor.currentzone.sourcezone.rotext
source: Comes from
ca: Ve de
it: Viene da
sk: Pochádza z

# RES_accessstatusmonitor.currentzone.zonearrival.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_accessstatusmonitor.incaccess.columnemployee.rotext
source: User
ca: Usuari
it: Utente
sk: používateľ

# RES_accessstatusmonitor.incaccess.date.rotext
source: Arrival
ca: Arribada
it: Arrivata
sk: Príchod

# RES_accessstatusmonitor.incaccess.datearrival.rotext
source: Arrival
ca: Arribada
it: Arrivata
sk: Príchod

# RES_accessstatusmonitor.incaccess.detail.rotext
source: Reason
ca: Motiu
it: Motivo
sk: Dôvod

# RES_accessstatusmonitor.incaccess.imageemployee.rotext
source: Photo
ca: Foto
it: Foto
sk: Foto

# RES_accessstatusmonitor.incaccess.invaliddetail.rotext
source: Reason
ca: Motiu
it: Motivo
sk: Dôvod

# RES_accessstatusmonitor.incaccess.zonearrival.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_accessstatusmonitor.incorrectaccess.type.0.rotext
source: Incorrect documentation
ca: Documentació incorrecta
it: Documentazione errata
sk: Nesprávna dokumentácia

# RES_accessstatusmonitor.incorrectaccess.type.1.rotext
source: After hours
ca: Fora d'horari
it: Fuori tempo
sk: Mimo pracovných hodín

# RES_accessstatusmonitor.incorrectaccess.type.2.rotext
source: Unauthorized area
ca: Zona no autoritzada
it: Zona non autorizzata
sk: Nepovolená oblasť

# RES_accessstatusmonitor.incorrectaccess.type.3.rotext
source: Unauthorized terminal
ca: Terminal no autoritzat
it: Terminale non autorizzato
sk: Nepovolený terminál

# RES_accessstatusmonitor.incorrectaccess.type.4.rotext
source: No contract
ca: Sense contracte
it: Senza contratto
sk: Žiadna zmluva

# RES_accessstatusmonitor.lbltitleempinzone.text.rotext
source: Users entering
ca: Usuaris que entren
it: Utenti che entrano
sk: Prihlásenie používateľov

# RES_accessstatusmonitor.lbltitleincorrectaccess.text.rotext
source: Incorrect access in this area
ca: Accessos incorrectes en aquesta zona
it: Accessi errati in questa zona
sk: Nesprávny prístup v tejto oblasti

# RES_accessstatusmonitor.noemployeesinzone.rotext
source: There are no accesses in the selected areas
ca: No hi ha accessos a les zones seleccionades
it: Non ci sono accessi alle zone selezionate
sk: Vo vybraných zónach nie sú žiadne prístupy

# RES_accessstatusmonitor.noincorrectaccess.rotext
source: There are no incorrect accesses in the selected Zones
ca: No hi ha accessos incorrectes a les zones seleccionades
it: Non ci sono accessi errati nelle zone selezionate
sk: Vo vybraných zónach nie sú žiadne nesprávne prístupy

# RES_accessstatusmonitor.title.rotext
source: Access monitor
ca: Monitor d’accessos
it: Monitor di accessi
sk: Monitor prístupu

# RES_accessstatusmonitor.title_accessstatusmonitor_pathway.rotext
source: Access status
ca: Estat d’accessos
it: Stato degli accessi
sk: Stav prístupu

# RES_accessstatusmonitor.viewemployee.rotext
source: View user
ca: Veure usuari
it: Vedi utente
sk: Pozri používateľa

# RES_accesszones.addnew.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accesszones.checkpermission.denied.description.rotext
source: Access denied
ca: Accés denegat
it: Accesso negato
sk: Prístup zamietnutý

# RES_accesszones.dxcolorpicker.acceptbutton.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_accesszones.dxcolorpicker.cancelbutton.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_accesszones.gridheader.datebegin.rotext
source: Home
ca: Inici
it: Inizio
sk: domov

# RES_accesszones.gridheader.dateend.rotext
source: End
ca: Final
it: FINE
sk: Koniec

# RES_accesszones.gridheader.dateexception.rotext
source: Exception date
ca: Data d’excepció
it: Data di eccezione
sk: Dátum výnimky

# RES_accesszones.gridheader.weekdayname.rotext
source: Day of the week
ca: Dia de la setmana
it: Giorno feriale
sk: Deň v týždni

# RES_accesszones.lblaccesszonesdesc.text.rotext
source: Specific data for the access zone. In this screen you can view and change the data of the selected access zone: name, location on the map, etc.
ca: Dades específiques per a la zona d’accés. En aquesta pantalla es poden visualitzar i canviar les dades de la zona d’accés seleccionada: nom, situació al mapa...
it: Dati specifici per la zona di accesso. In questa schermata è possibile visualizzare e modificare i dati della zona di accesso selezionata: nome, posizione nella mappa...
sk: Špecifické údaje pre prístupovú zónu. Na tejto obrazovke môžete zobraziť a zmeniť údaje vybranej prístupovej zóny: názov, umiestnenie na mape...

# RES_accesszones.lblaccesszonesemp.text.rotext
source: Specific data for the access zone. In this screen you can view and change the data of the selected access zone: name, location on the map, etc.
ca: Dades específiques per a la zona d’accés. En aquesta pantalla es poden visualitzar i canviar les dades de la zona d’accés seleccionada: nom, situació al mapa...
it: Dati specifici per la zona di accesso. In questa schermata è possibile visualizzare e modificare i dati della zona di accesso selezionata: nome, posizione nella mappa...
sk: Špecifické údaje pre prístupovú zónu. Na tejto obrazovke môžete zobraziť a zmeniť údaje vybranej prístupovej zóny: názov, umiestnenie na mape...

# RES_accesszones.lblaccesszonesmaintitleexceptions.text.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni
sk: Výnimky

# RES_accesszones.lblaccesszonesmaintitlegeneral.text.rotext
source: General
it: Generale
sk: všeobecné

# RES_accesszones.lblaccesszonesmaintitleperiods.text.rotext
source: Open House Period
ca: Període de portes obertes
it: Periodo di porte aperte
sk: Obdobie otvorených dverí

# RES_accesszones.lblaccesszonesmaintitleperiodsdescription.text.rotext
source: Here you can define all open zone periods with their respective exceptions
ca: Aquí pots definir tots els períodes de zones obertes amb les seves respectives excepcions
it: Qui puoi definire tutti i periodi di zone aperte con le relative eccezioni
sk: Tu môžete definovať všetky obdobia otvorených zón s príslušnými výnimkami

# RES_accesszones.lblaccesszonestitlegeneral.text.rotext
source: General
it: Generale
sk: všeobecné

# RES_accesszones.lblaccesszonestitlegeneraldescription.text.rotext
source: Definition of access zones
ca: Definició de les zones d’accés
it: Definizione delle zone di accesso
sk: Vymedzenie prístupových oblastí

# RES_accesszones.lbladdexception.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accesszones.lbladdinactivity.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_accesszones.lblcolor.text.rotext
source: Color
it: Colore
sk: Farba

# RES_accesszones.lblcolorfield.text.rotext
source: Identification color of the area
ca: Color identificatiu de la zona
it: Colore identificativo della zona
sk: Farebná identifikácia oblasti

# RES_accesszones.lbldefaulttimezone.text.rotext
source: Time zone
ca: Zona horària
it: Fuso orario
sk: Časové pásmo

# RES_accesszones.lbldefaulttimezonedescription.text.rotext
source: Default time zone where is the zone
ca: Zona horària per defecte al lloc on hi ha la zona
it: Fascia oraria predefinita in cui si trova la zona
sk: Predvolené časové pásmo, v ktorom sa zóna nachádza

# RES_accesszones.lbldesccamera.text.rotext
source: Camera
ca: Càmera
it: Videocamera
sk: Kamera

# RES_accesszones.lbldesccameradesc.text.rotext
source: Chamber of the area
ca: Càmera de la zona
it: Videocamera della zona
sk: Komora oblasti

# RES_accesszones.lbldesczone.text.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_accesszones.lbldesczonedesc.text.rotext
source: Description of the area
ca: Descripció de la zona
it: Descrizione della zona
sk: Opis oblasti

# RES_accesszones.lblinactivitygriddesc.text.rotext
source: Open House Periods
ca: Períodes de portes obertes
it: Periodi di porte aperte
sk: Obdobie otvorených dverí

# RES_accesszones.lblname.text.rotext
source: Name:
ca: Nom:
it: Nome:
sk: Názov:

# RES_accesszones.lblnamedescription.text.rotext
source: Access zone name
ca: Nom de la zona d’accés
it: Nome della zona di accesso
sk: Názov prístupovej oblasti

# RES_accesszones.lbloptaus.text.rotext
source: Count time in this area as absence.
ca: Comptabilitzar temps en aquesta zona com a absència.
it: Contabilizza tempo in questa zona come assenza.
sk: Čas strávený v tejto oblasti sa počíta ako neprítomnosť.

# RES_accesszones.lbloptpres.text.rotext
source: Count time in this area as presence.
ca: Comptabilitzar temps en aquesta zona com a presència.
it: Contabilizza tempo in questa zona come presenza.
sk: Čas strávený v tejto oblasti počítajte ako prítomnosť.

# RES_accesszones.lblpresence.text.rotext
source: Presence
ca: Presència
it: Presenza
sk: Prítomnosť

# RES_accesszones.lblzonaplanedesc.text.rotext
source: Flat
ca: Plànol
it: Pianta
sk: Mapa

# RES_accesszones.lblzonaplanedescdescription.text.rotext
source: Area map
ca: Plànol de la zona
it: Pianta della zona
sk: Mapa oblasti

# RES_accesszones.lblzoneplane.text.rotext
source: Area map:
ca: Plànol de zona:
it: Pianta di zona:
sk: Plán oblasti:

# RES_accesszones.lblzonesexception.text.rotext
source: Enter the days on which the defined open house periods will not apply. For example, enter your company's public holidays.
ca: Introdueix els dies en què no s’aplicaran els períodes de portes obertes definits. Per exemple, introdueix els dies festius de l’empresa.
it: Immetti i giorni in cui non verranno applicati i periodi di porte aperte definiti. Immetti ad esempio i giorni festivi dell´azienda.
sk: Zadajte dni, v ktorých sa neuplatňujú definované obdobia otvorených dverí. Zadajte napríklad štátne sviatky vašej spoločnosti.

# RES_accesszones.lblzonesexceptiondescription.text.rotext
source: Enter the days on which the defined open house periods will not apply. For example, enter your company's public holidays.
ca: Introdueix els dies en què no s’aplicaran els períodes de portes obertes definits. Per exemple, introdueix els dies festius de l’empresa.
it: Immetti i giorni in cui non verranno applicati i periodi di porte aperte definiti. Immetti ad esempio i giorni festivi dell´azienda.
sk: Zadajte dni, v ktorých sa neuplatňujú definované obdobia otvorených dverí. Zadajte napríklad štátne sviatky vašej spoločnosti.

# RES_accesszones.lblzonesexceptiongridtitle.text.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni
sk: Výnimky

# RES_accesszones.lblzonesexceptiontitle.text.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni
sk: Výnimky

# RES_accesszones.lblzonesinactivity.text.rotext
source: Enter the Periods during which access to this area will be free.
ca: Introdueix els períodes en què l’accés a aquesta zona serà lliure.
it: Immetti i periodi in cui l´accesso a questa zona sarà libero.
sk: Zadajte obdobia, počas ktorých bude prístup do tejto oblasti bezplatný.

# RES_accesszones.lblzonesinactivitydescription.text.rotext
source: Enter the periods during which access to this area will be free.
ca: Introdueix els períodes en què l’accés a aquesta zona serà lliure.
it: Immetti i periodi in cui l´accesso a questa zona sarà libero.
sk: Zadajte obdobia, počas ktorých bude prístup do tejto oblasti voľný.

# RES_accesszones.lblzonesinactivitytitle.text.rotext
source: Free access periods
ca: Períodes d’accés lliure
it: Periodi di accesso libero
sk: Obdobia otvoreného prístupu

# RES_accesszones.msghaschanges.rotext
source: Changes have been found in the area.
ca: S’han trobat canvis a la zona
it: Sono state rilevate modifiche nella zona.
sk: V oblasti boli zistené zmeny.

# RES_accesszones.msghaserrors.rotext
source: Errors have been found in the area.
ca: S’han trobat errors a la zona
it: Sono stati rilevati errori nella zona.
sk: V tejto oblasti boli zistené chyby.

# RES_accesszones.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche
sk: Uloženie zmien

# RES_accesszones.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche
sk: Zrušenie zmien

# RES_accesszones.nocamera.rotext
source: [ Without camera ]
ca: [ Sense càmera ]
it: [ Senza fotocamera ]
sk: [ Bez kamery ] [ Bez kamery ] [ Bez kamery ] [ Bez kamery ] [ Bez kamery ] [ Bez kamery ] [ Bez kamery ] [ Bez kamery ] [ Bez kamery

# RES_accesszones.noplane.rotext
source: [ No area map ]
ca: [ Sense plànol de zona ]
it: [ Senza pianta dell´area ]
sk: [Žiadny plán oblasti]

# RES_accesszones.optlist.absence.rotext
source: Count time in this area as absence.
ca: Comptabilitzar temps en aquesta zona com a absència.
it: Contabilizza tempo in questa zona come assenza.
sk: Čas strávený v tejto oblasti sa počíta ako neprítomnosť.

# RES_accesszones.optlist.presence.rotext
source: Count time in this area as presence.
ca: Comptabilitzar temps en aquesta zona com a presència.
it: Contabilizza tempo in questa zona come presenza.
sk: Čas strávený v tejto oblasti počítajte ako prítomnosť.

# RES_accesszones.reports.title.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_accesszones.tabexceptions.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni
sk: Výnimky

# RES_accesszones.tabgeneral.rotext
source: General
it: Generale
sk: všeobecné

# RES_accesszones.tabperiods.rotext
source: Open door period
ca: Període portes obertes
it: Periodo porte aperte
sk: Obdobie otvorených dverí

# RES_accesszones.tbaddnewzone.rotext
source: Add new zone
ca: Afegir nova zona
it: Aggiungi nuova zona
sk: Pridanie novej oblasti

# RES_accesszones.tbdelzone.rotext
source: Delete area
ca: Eliminar zona
it: Elimina zona
sk: Odstránenie zóny

# RES_accesszones.tbeditnewzone.rotext
source: Edit zone
ca: Editar zona
it: Modifica zona
sk: Zóna úprav
