Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAccess.*.resx
Languages: ca, it, sk

source: Select end time
ca: Selecciona hora final
it: Seleziona ora fine
sk: Vyberte čas ukončenia

# RES_srvmsgboxaccess.error.frmnewperiod.ok.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.error.frmnewperiod.timeperiodincorrectdesc.rotext
source: You must enter a valid time period.
ca: Cal introduir un període d’hores vàlid.
it: Si deve inserire un periodo di ore valido.
sk: Musíte vložiť platný časový úsek.

# RES_srvmsgboxaccess.error.frmnewperiod.timeperiodincorrecttitle.rotext
source: Incorrect time period
ca: Període d’hores incorrecte
it: Periodo di ore errato
sk: Nesprávne časové obdobie

# RES_srvmsgboxaccess.error.frmnewperiod.txtdaytitle.rotext
source: Invalid day selected.
ca: Dia seleccionat no vàlid.
it: Giorno selezionato non valido.
sk: Vybraný deň nie je platný.

# RES_srvmsgboxaccess.error.frmnewperiod.txtdaytitledesc.rotext
source: The selected day is not valid.
ca: El dia seleccionat no és vàlid.
it: Il giorno selezionato non è valido.
sk: Vybraný deň nie je platný.

# RES_srvmsgboxaccess.error.ok.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.error.title.rotext
source: Mistake
ca: Error
it: Errore
sk: Chyba

# RES_srvmsgboxaccess.error.validationfieldsfailed.rotext
source: Not all required fields have been entered
ca: No s'han introduït tots els camps obligatoris
it: Non tutti i campi obbligatori sono stati compilati
sk: Nie sú zadané všetky požadované polia

# RES_srvmsgboxaccess.savename.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.savename.error.text.rotext
source: Errors have been found
ca: S'han trobat errors
it: Errori trovati
sk: Zistené chyby

# RES_zones.askzonetype.rotext
source: Ask the user
ca: Preguntar a l’usuari
it: Domandare all´utente
sk: Opýtajte sa používateľa

# RES_zones.camera.rotext
source: Camera
ca: Càmera
it: Videocamera
sk: Kamera

# RES_zones.color.rotext
source: Color
it: Colore
sk: Farba

# RES_zones.createzone.rotext
source: Create a new zone
ca: Crear una nova zona
it: Crea una nuova zona
sk: Vytvorenie novej zóny

# RES_zones.datebegin.rotext
source: Home
ca: Inici
it: Inizio
sk: domov

# RES_zones.dateend.rotext
source: End
ca: Final
it: FINE
sk: Koniec

# RES_zones.dateexception.rotext
source: Exception date
ca: Data d’excepció
it: Data di eccezione
sk: Dátum výnimky

# RES_zones.deleteexceptionzoneheader.rotext
source: Remove exception
ca: Eliminar excepció
it: Elimina eccezione
sk: Odstránenie výnimky

# RES_zones.deleteexceptionzoneinfo.rotext
source: Are you sure you want to delete the exception?
ca: Segur que vols eliminar l’excepció?
it: Vuoi davvero eliminare l´eccezione?
sk: ste si istí, že chcete odstrániť výnimku?

# RES_zones.deleteinactivityzoneheader.rotext
source: Remove free access period
ca: Eliminar període d’accés lliure
it: Elimina il periodo di accesso libero
sk: Zrušenie obdobia otvoreného prístupu

# RES_zones.deleteinactivityzoneinfo.rotext
source: Are you sure you want to delete the free access period?
ca: Segur que vols eliminar el període d’accés lliure?
it: Sei sicuro/a di voler eliminare il periodo di accesso libero?
sk: ste si istí, že chcete zrušiť obdobie otvoreného prístupu?

# RES_zones.deletezoneheader.rotext
source: Delete area
ca: Eliminar zona
it: Elimina zona
sk: Odstránenie zóny

# RES_zones.deletezoneinfo.rotext
source: Are you sure you want to delete the area?
ca: Segur que vols eliminar la zona?
it: Vuoi davvero eliminare la zona?
sk: ste si istí, že chcete odstrániť zónu?

# RES_zones.description.rotext
source: A zone is a geographical area delimited by a strip composed of GPS coordinates, defined using Google Maps. You can create and/or modify the different zones to control the maximum capacity allowed in them, as well as determine which work center it belongs to and whether or not it is a zone that applies to the emergency report in case of evacuation.
ca: Una zona és una àrea geogràfica delimitada per una franja formada per coordenades GPS i definida mitjançant Google Maps. Pots crear i modificar les diferents zones per controlar-ne l’aforament màxim permès, com també per determinar a quin centre de treball pertany i si es tracta d’una zona subjecta a l’informe d’emergència en cas d’evacuació.
it: Una zona è un´area geografica delimitata da una fascia composta da coordinate GPS, definita tramite Google Maps. Puoi creare e/o modificare le diverse zone per controllare la capienza massima permessa nelle stesse, così come determinare a quale centro di lavoro appartiene e se si tratta o meno di una zona compresa nel rapporto di emergenza in caso di evacuazione.
sk: Zóna je geografická oblasť ohraničená pásom pozostávajúcim zo súradníc GPS, definovaná pomocou služby Google Maps. Môžete vytvárať a/alebo upravovať rôzne zóny a kontrolovať maximálnu povolenú kapacitu v nich, ako aj určiť, ku ktorému pracovnému stredisku patrí a či ide o zónu, ktorá sa vzťahuje na hlásenie mimoriadnych udalostí v prípade evakuácie.

# RES_zones.descriptioninfo.rotext
source: Define and organize all your areas as simply as you imagined.
ca: Defineix i organitza totes les teves zones d’una manera ben senzilla.
it: Definisce e organizza le tue zone in modo semplice proprio come ti immaginavi.
sk: Definujte a usporiadajte všetky svoje zóny tak jednoducho, ako ste si predstavovali.

# RES_zones.descriptionlabel.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_zones.empty.rotext
source: There are no zones created yet
ca: Encara no hi ha zones creades
it: Non sono state ancora creare zone
sk: Zatiaľ neboli vytvorené žiadne zóny

# RES_zones.emptyperiods.rotext
source: There are no free access periods created yet
ca: Encara no hi ha períodes d’accés lliure creats
it: Non sono stati ancora creati periodi di accesso libero
sk: Zatiaľ neboli vytvorené žiadne obdobia otvoreného prístupu

# RES_zones.exceptionempty.rotext
source: There are no exceptions yet
ca: Encara no hi ha excepcions
it: Non ci sono ancora eccezioni
sk: Zatiaľ žiadne výnimky

# RES_zones.headertitle.rotext
source: Zones
it: Zone
sk: Zóny

# RES_zones.headertitlenewzone.rotext
source: Define your zone
ca: Defineix la teva zona
it: Definisci la tua zona
sk: Definujte svoju zónu

# RES_zones.inactivityempty.rotext
source: There are no free access periods created yet
ca: Encara no hi ha períodes d’accés lliure creats
it: Non sono stati ancora creati periodi di accesso libero
sk: Zatiaľ neboli vytvorené žiadne obdobia otvoreného prístupu

# RES_zones.isemergencyzone.rotext
source: Show this area in Emergency Report?
ca: Mostrar-ho a l’informe d’emergència d’aquesta zona?
it: Mostrare questa zona nel Rapporto di emergenza?
sk: zobraziť v časti Núdzové hlásenie túto oblasť?

# RES_zones.istelecommutingzone.rotext
source: Is it a teleworking area?
ca: És zona de teletreball?
it: È una zona di telelavoro?
sk: je to oblasť pre prácu na diaľku?

# RES_zones.isworkingzone.rotext
source: Is this a work area?
ca: És zona de treball?
it: È una zona di lavoro?
sk: je to pracovný priestor?

# RES_zones.lblaccesszonesmaintitleperiods.rotext
source: Open House Period
ca: Període de portes obertes
it: Periodo di porte aperte
sk: Obdobie otvorených dverí

# RES_zones.lblzonesexceptiontitle.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni
sk: Výnimky

# RES_zones.lblzonesinactivitytitle.rotext
source: Free access periods
ca: Períodes d’accés lliure
it: Periodi di accesso libero
sk: Obdobia otvoreného prístupu

# RES_zones.lblzonetype.rotext
source: Type of area
ca: Tipus de zona
it: Tipo di zona
sk: Typ zóny

# RES_zones.lblyes.rotext
source: Yes
ca: Sí
it: Sì
sk: Áno

# RES_zones.lblno.rotext
source: No
sk: NIE

# RES_zones.loading.rotext
source: Charging...
ca: Carregant...
it: Caricamento in corso...
sk: Načítanie...

# RES_zones.maps.rotext
source: Map
ca: Mapa
it: Mappa
sk: Mapa

# RES_zones.maxcapacity.rotext
source: This area has a maximum capacity of
ca: Aquesta zona té un aforament màxim de
it: Questa zona ha una capienza massima di
sk: Táto oblasť má maximálnu kapacitu

# RES_zones.name.rotext
source: Name
ca: Nom
it: Nome
sk: názov

# RES_zones.numberpeople.rotext
source: people
ca: persones
it: persone
sk: ľudia

# RES_zones.plane.rotext
source: Flat
ca: Plànol
it: Pianta
sk: Mapa

# RES_zones.presencezonetype.rotext
source: No
sk: NIE

# RES_zones.priority.rotext
source: Priority
ca: Prioritat
it: Priorità
sk: Priorita

# RES_zones.rozoneadvanced.rotext
source: Advanced
ca: Avançat
it: Avanzato
sk: Pokročilé

# RES_zones.rozoneconfiguration.rotext
source: Configuration
ca: Configuració
it: Collocamento
sk: Konfigurácia

# RES_zones.selecttelecommutingtype.rotext
source: Select the type of zone
ca: Seleccionar tipus de zona
it: Seleziona il tipo di zona
sk: Vyberte typ zóny

# RES_zones.selecttimezone.rotext
source: Select time zone...
ca: Seleccionar zona horària...
it: Seleziona la fascia oraria...
sk: Vyberte časové pásmo...

# RES_zones.selectzonesupervisor.rotext
source: Select the person in charge of the area
ca: Seleccionar responsable de la zona
it: Seleziona il responsabile della zona
sk: Vyberte manažéra oblasti

# RES_zones.selectzoneworkcenter.rotext
source: Select work center...
ca: Seleccionar centre de treball...
it: Seleziona il centro di lavoro...
sk: Vyberte pracovné centrum...

# RES_zones.showinmap.rotext
source: View on map
ca: Veure al mapa
it: Visualizza la mappa
sk: Pozri na mape

# RES_zones.showzonecapacity.rotext
source: Allow users to check available capacity
ca: Permetre que els usuaris consultin l’aforament disponible
it: Consenti agli utenti di consultare la capienza disponibile
sk: Umožniť používateľom skontrolovať dostupnú kapacitu

# RES_zones.telecommutingzonetype.rotext
source: Yes
ca: Sí
it: Sì
sk: Áno

# RES_zones.timezone.rotext
source: Time zone
ca: Zona horària
it: Fuso orario
sk: Časové pásmo

# RES_zones.usersinzone.rotext
source: Current users
ca: Usuaris que hi ha actualment
it: Utenti attualmente presenti
sk: Súčasní používatelia

# RES_zones.usersinzonelasthour.rotext
source: Users who left in the last hour
ca: Usuaris que han marxat durant la darrera hora
it: Utenti che se ne sono andati nell´ultima ora
sk: Používatelia, ktorí odišli za poslednú hodinu

# RES_zones.weekdayname.rotext
source: Day of the week
ca: Dia de la setmana
it: Giorno feriale
sk: Deň v týždni

# RES_zones.zoneadministration.rotext
source: Administration
ca: Administració
it: Amministrazione
sk: Administratíva

# RES_zones.zonecurrentcapacity.rotext
source: Current capacity
ca: Aforament actual
it: Capienza attuale
sk: Súčasná kapacita

# RES_zones.zonelocation.rotext
source: Show zone name as transfer location?
ca: Mostrar nom de la zona com a lloc de fitxatge?
it: Mostra il nome della zona come località di timbratura?
sk: ukázať názov oblasti ako miesto prenosu?

# RES_zones.zonesmanagement.rotext
source: Zone management
ca: Gestió de zones
it: Gestione delle zone
sk: Správa zón

# RES_zones.zonestatus.rotext
source: Status
ca: Estat
it: Stato
sk: Štát

# RES_zones.zonesupervisor.rotext
source: Supervisor responsible for the area
ca: Supervisor responsable de la zona
it: Supervisore responsabile della zona
sk: Vedúci pracovník zodpovedný za danú oblasť

# RES_zones.zoneworkcenter.rotext
source: Work center
ca: Centre de treball
it: Centro di lavoro
sk: Pracovisko

# RES_zoomstatus.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_zoomstatus.btclose.text.rotext
source: Close
ca: Tancar
it: Vicino
sk: Zatvoriť

# RES_zoomstatus.btok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_zoomstatus.lblfixpoints.text.rotext
source: Mark two points on the map to generate a zone.<br/> Once created, you can drag it by selecting one of the two selectors.
ca: Marca dos punts al mapa per generar una zona.<br /> Una vegada creada, pots arrossegar-la seleccionant un dels dos selectors.
it: Indica due punti sulla mappa per generare una zona.<br /> Una volta creata, puoi trascinarla selezionando uno dei due selettori.
sk: Označte dva body na mape a vytvorte zónu.<br /> Po vytvorení ju môžete pretiahnuť výberom jedného z dvoch výberov.

# RES_zoomstatus.lblzoom.text.rotext
source: From this area you can view the Access Zones
ca: Des d’aquesta àrea pots visualitzar les zones d’accés
it: Da questa area è possibile visualizzare le zone di accesso
sk: V tejto oblasti môžete zobraziť oblasti prístupu

# RES_zoomstatus.title.rotext
source: Zoom Status
sk: Stav priblíženia

# RES_zoomzone.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_zoomzone.btok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_zoomzone.lblfixpoints.text.rotext
source: Mark two points on the map to generate a zone.<br/> Once created, you can drag it by selecting one of the two selectors.
ca: Marca dos punts al mapa per generar una zona.<br /> Una vegada creada, pots arrossegar-la seleccionant un dels dos selectors.
it: Indica due punti sulla mappa per generare una zona.<br /> Una volta creata, puoi trascinarla selezionando uno dei due selettori.
sk: Označte dva body na mape a vytvorte zónu.<br /> Po vytvorení ju môžete pretiahnuť výberom jedného z dvoch výberov.

# RES_zoomzone.lblzoom.text.rotext
source: From this area you can view the Access Zones
ca: Des d’aquesta àrea pots visualitzar les zones d’accés
it: Da questa area è possibile visualizzare le zone di accesso
sk: V tejto oblasti môžete zobraziť oblasti prístupu

# RES_zoomzone.title.rotext
source: Zoom Zone
ca: Zoom zona
it: Zoom zona
sk: Zóna priblíženia

# RES_zones.zonesworkingmode.rotext
source: General
it: Generale
sk: všeobecné

# RES_zones.zonesworkingmodelbl.rotext
source: Location by IP list
ca: Localització per llista d'IP's
it: Posizione tramite elenco IP
sk: Lokalizácia podľa zoznamu IP

# RES_zones.activelbl.rotext
source: Yes
ca: Sí
it: Sì
sk: Áno

# RES_zones.inactivelbl.rotext
source: No
sk: NIE

# RES_zones.zonesworkingmodelbldesc.rotext
source: By activating this check, only one zone can be identified by IPs, any other system will be disabled. By activating this method, the user will always be asked to confirm the zone.
ca: En activar aquest check només es podrà identificar una zona mitjançant les IP's, qualsevol altre sistema quedarà desactivat. En activar aquest mètode, se sol·licitarà sempre a l'usuari confirmar la zona
it: Attivando questo controllo solo una zona potrà essere identificata tramite IP, qualsiasi altro sistema verrà disattivato. Attivando questa modalità all'utente verrà sempre chiesto di confermare la zona
sk: Aktiváciou tejto kontroly je možné identifikovať iba zónu podľa IP, akýkoľvek iný systém bude deaktivovaný. Aktiváciou tejto metódy bude používateľ vždy požiadaný o potvrdenie zóny

# RES_zones.zonename.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_zones.zoneallowedip.rotext
source: Assigned IPs
ca: Ip's assignades
it: IP assegnati
sk: Pridelené Ip

# RES_zones.ipsempty.rotext
source: Without any assigned IP
ca: Sense cap ip assignada
it: Senza alcun IP assegnato
sk: Žiadna pridelená IP adresa

# RES_zones.timezone.dateline standard time.rotext
source: (UTC-12:00) International Date Change Line
ca: (UTC-12:00) Línia internacional de canvi de data
it: (UTC-12:00) Linea internazionale per il cambio di data
sk: (UTC-12:00) Medzinárodný riadok na zmenu dátumu

# RES_zones.timezone.utc-11.rotext
source: (UTC-11:00) Universal Time Coordinated-11
ca: (UTC-11:00) Hora universal coordinada-11
it: (UTC-11:00) Tempo Universale Coordinato-11
sk: (UTC-11:00) Univerzálny čas koordinovaný 11

# RES_zones.timezone.hawaiian standard time.rotext
source: (UTC-10:00) Hawaii
sk: (UTC-10:00) Havaj

# RES_zones.timezone.aleutian standard time.rotext
source: (UTC-10:00) Aleutian Islands
ca: (UTC-10:00) Illes Aleutianes
it: (UTC-10:00) Isole Aleutine
sk: (UTC-10:00) Aleutské ostrovy

# RES_zones.timezone.marquesas standard time.rotext
source: (UTC-09:30) Marquesas Islands
ca: (UTC-09:30) Illes Marqueses
it: (UTC-09:30) Isole Marchesi
sk: (UTC-09:30) Markézske ostrovy

# RES_zones.timezone.alaskan standard time.rotext
source: (UTC-09:00) Alaska
sk: (UTC-09:00) Aljaška

# RES_zones.timezone.utc-09.rotext
source: (UTC-09:00) Universal Time Coordinated-09
ca: (UTC-09:00) Hora universal coordinada-09
it: (UTC-09:00) Tempo Universale Coordinato-09
sk: (UTC-09:00) Univerzálny koordinovaný čas-09

# RES_zones.timezone.pacific standard time.rotext
source: (UTC-08:00) Pacific Time (U.S. and Canada)
ca: (UTC-08:00) Hora del Pacífic (EUA i Canadà)
it: (UTC-08:00) Ora del Pacifico (Stati Uniti e Canada)
sk: (UTC-08:00) tichomorského času (USA a Kanada)

# RES_zones.timezone.utc-08.rotext
source: (UTC-08:00) Universal Time Coordinated-08
ca: (UTC-08:00) Hora universal coordinada-08
it: (UTC-08:00) Tempo Universale Coordinato-08
sk: (UTC-08:00) Koordinovaný svetový čas-08

# RES_zones.timezone.mountain standard time.rotext
source: (UTC-07:00) Rocky Mountain Time (U.S. & Canada)
ca: (UTC-07:00) Hora de les Muntanyes Rocoses (EUA i Canadà)
it: (UTC-07:00) Ora delle Montagne Rocciose (Stati Uniti e Canada)
sk: (UTC-07:00) Rocky Mountain Time (USA a Kanada)

# RES_zones.timezone.central america standard time.rotext
source: (UTC-06:00) Central America
ca: (UTC-06:00) Amèrica Central
it: (UTC-06:00) America Centrale
sk: (UTC-06:00) Stredná Amerika

# RES_zones.timezone.central standard time.rotext
source: (UTC-06:00) Central Time (U.S. and Canada)
ca: (UTC-06:00) Hora central (EUA i Canadà)
it: (UTC-06:00) Ora centrale (USA e Canada)
sk: (UTC-06:00) Stredný čas (USA a Kanada)

# RES_zones.timezone.easter island standard time.rotext
source: (UTC-06:00) Easter Island
ca: (UTC-06:00) Illa de Pasqua
it: (UTC-06:00) Isola di Pasqua
sk: (UTC-06:00) Veľkonočný ostrov

# RES_zones.timezone.eastern standard time.rotext
source: (UTC-05:00) Eastern Time (U.S.A. and Canada)
ca: (UTC-05:00) Hora de l'est (EUA i Canadà)
it: (UTC-05:00) Ora orientale (Stati Uniti e Canada)
sk: (UTC-05:00) východného času (USA a Kanada)

# RES_zones.timezone.us eastern standard time.rotext
source: (UTC-05:00) Indiana (east)
ca: (UTC-05:00) Indiana (est)
it: (UTC-05:00) Indiana (est)
sk: (UTC-05:00) Indiana (východ)

# RES_zones.timezone.turks and caicos standard time.rotext
source: (UTC-05:00) Turks and Caicos Islands
ca: (UTC-05:00) Illes Turks i Caicos
it: (UTC-05:00) Isole Turks e Caicos
sk: (UTC-05:00) Turks a Caicos

# RES_zones.timezone.atlantic standard time.rotext
source: (UTC-04:00) Atlantic Time (Canada)
ca: (UTC-04:00) Hora de l'Atlàntic (Canadà)
it: (UTC-04:00) Ora solare dell'Atlantico (Canada)
sk: (UTC-04:00) Atlantický štandardný čas (Kanada)

# RES_zones.timezone.argentina standard time.rotext
source: (UTC-03:00) Buenos Aires City
ca: (UTC-03:00) Ciutat de Buenos Aires
it: (UTC-03:00) Città di Buenos Aires
sk: (UTC-03:00) Mesto Buenos Aires

# RES_zones.timezone.saint pierre standard time.rotext
source: (UTC-03:00) Saint Pierre and Miquelon
ca: (UTC-03:00) Sant Pere i Miqueló
it: (UTC-03:00) Saint-Pierre e Miquelon
sk: (UTC-03:00) Saint Pierre a Miquelon

# RES_zones.timezone.mid-atlantic standard time.rotext
source: (UTC-02:00) Mid-Atlantic - Old
ca: (UTC-02:00) Atlàntic central - Antic
sk: (UTC-02:00) Stredný Atlantik - Starý

# RES_zones.timezone.greenland standard time.rotext
source: (UTC-02:00) Greenland
ca: (UTC-02:00) Groenlàndia
it: (UTC-02:00) Groenlandia
sk: (UTC-02:00) Grónsko

# RES_zones.timezone.utc-02.rotext
source: (UTC-02:00) Universal Time Coordinated-02
ca: (UTC-02:00) Hora universal coordinada-02
it: (UTC-02:00) Tempo Universale Coordinato-02
sk: (UTC-02:00) Univerzálny koordinovaný čas-02

# RES_zones.timezone.azores standard time.rotext
source: (UTC-01:00) Azores
ca: (UTC-01:00) Açores
it: (UTC-01:00) Azzorre
sk: (UTC-01:00) Azorské ostrovy

# RES_zones.timezone.cape verde standard time.rotext
source: (UTC-01:00) Cape Verde
ca: (UTC-01:00) Cap Verd
it: (UTC-01:00) Capo Verde
sk: (UTC-01:00) Kapverdy

# RES_zones.timezone.utc.rotext
source: (UTC) Coordinated Universal Time
ca: (UTC) Hora universal coordinada
it: (UTC) Tempo universale coordinato
sk: (UTC) koordinovaný svetový čas

# RES_zones.timezone.gmt standard time.rotext
source: (UTC+00:00) Dublin, Edinburgh, Lisbon, London
ca: (UTC+00:00) Dublín, Edimburg, Lisboa, Londres
it: (UTC+00:00) Dublino, Edimburgo, Lisbona, Londra
sk: (UTC+00:00) Dublin, Edinburgh, Lisabon, Londýn

# RES_zones.timezone.greenwich standard time.rotext
source: (UTC+00:00) Monrovia, Reykjavik
ca: (UTC+00:00) Monròvia, Reykjavík
sk: (UTC+00:00) Monrovia, Reykjavík

# RES_zones.timezone.sao tome standard time.rotext
source: (UTC+00:00) Sao Tome
ca: (UTC+00:00) Sao Tomé
it: (UTC+00:00) Sao Tomè
sk: (UTC+00:00) Svätý Tomáš

# RES_zones.timezone.w. europe standard time.rotext
source: (UTC+01:00) Amsterdam, Berlin, Berne, Rome, Stockholm, Vienna
ca: (UTC+01:00) Amsterdam, Berlín, Berna, Roma, Estocolm, Viena
it: (UTC+01:00) Amsterdam, Berlino, Berna, Roma, Stoccolma, Vienna
sk: (UTC+01:00) Amsterdam, Berlín, Bern, Rím, Štokholm, Viedeň

# RES_zones.timezone.central europe standard time.rotext
source: (UTC+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
ca: (UTC+01:00) Belgrad, Bratislava, Budapest, Ljubljana, Praga
it: (UTC+01:00) Belgrado, Bratislava, Budapest, Lubiana, Praga
sk: (UTC+01:00) Belehrad, Bratislava, Budapešť, Ľubľana, Praha

# RES_zones.timezone.romance standard time.rotext
source: (UTC+01:00) Brussels, Copenhagen, Madrid, Paris
ca: (UTC+01:00) Brussel·les, Copenhaguen, Madrid, París
it: (UTC+01:00) Bruxelles, Copenaghen, Madrid, Parigi
sk: (UTC+01:00) Brusel, Kodaň, Madrid, Paríž

# RES_zones.timezone.central european standard time.rotext
source: (UTC+01:00) Sarajevo, Skopje, Warsaw, Zagreb
ca: (UTC+01:00) Sarajevo, Skopie, Varsòvia, Zagreb
it: (UTC+01:00) Sarajevo, Skopje, Varsavia, Zagabria
sk: (UTC+01:00) Sarajevo, Skopje, Varšava, Záhreb

# RES_zones.timezone.w. central africa standard time.rotext
source: (UTC+01:00) West Central Africa
ca: (UTC+01:00) Àfrica Central Occidental
it: (UTC+01:00) Africa centro-occidentale
sk: (UTC+01:00) Stredná západná Afrika

# RES_zones.timezone.gtb standard time.rotext
source: (UTC+02:00) Athens, Bucharest
ca: (UTC+02:00) Atenes, Bucarest
it: (UTC+02:00) Atene, Bucarest
sk: (UTC+02:00) Atény, Bukurešť

# RES_zones.timezone.middle east standard time.rotext
source: (UTC+02:00) Beirut
sk: (UTC+02:00) Bejrút

# RES_zones.timezone.e. europe standard time.rotext
source: (UTC+02:00) Chisinau
sk: (UTC+02:00) Kišiňov

# RES_zones.timezone.egypt standard time.rotext
source: (UTC+02:00) Cairo
ca: (UTC+02:00) El Caire
it: (UTC+02:00) Il Cairo
sk: (UTC+02:00) Káhira

# RES_zones.timezone.south africa standard time.rotext
source: (UTC+02:00) Harare, Pretoria
ca: (UTC+02:00) Harare, Pretòria
sk: (UTC+02:00) Harare, Pretória

# RES_zones.timezone.fle standard time.rotext
source: (UTC+02:00) Helsinki, Kiev, Riga, Sofia, Sofia, Tallinn, Vilnius
ca: (UTC+02:00) Hèlsinki, Kíev, Riga, Sofia, Tallinn, Vílnius
it: (UTC+02:00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius
sk: (UTC+02:00) Helsinki, Kyjev, Riga, Sofia, Tallinn, Vilnius

# RES_zones.timezone.sudan standard time.rotext
source: (UTC+02:00) Khartoum
ca: (UTC+02:00) Khartum
sk: (UTC+02:00) Chartúm

# RES_zones.timezone.israel standard time.rotext
source: (UTC+02:00) Jerusalem
it: (UTC+02:00) Gerusalemme
sk: (UTC+02:00) Jeruzalem

# RES_zones.timezone.libya standard time.rotext
source: (UTC+02:00) Tripoli
ca: (UTC+02:00) Trípoli
sk: (UTC+02:00) Tripolis

# RES_zones.timezone.jordan standard time.rotext
source: (UTC+03:00) Amman
sk: (UTC+03:00) Ammán

# RES_zones.timezone.arabic standard time.rotext
source: (UTC+03:00) Baghdad
ca: (UTC+03:00) Bagdad
sk: (UTC+03:00) Bagdad
