Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOne.*.resx
Languages: ca, fr, it, pt

# RES_accrualsquery.accrualdaily.rotext
source: Diario
ca: Diari
fr: Agenda
pt: Diário

# RES_accrualsquery.accrualsgridheader.rotext
source: Mis saldos a
ca: Els meus saldos a
fr: Mes soldes au
it: Saldi personali fino a
pt: Os meus saldos em

# RES_accrualsquery.accrualtype.monthly.rotext
source: Mensual
fr: Mensuel
it: Mensile
pt: Mensal

# RES_accrualsquery.accrualtype.year.rotext
source: Anual
fr: Annuel
it: Annuale

# RES_accrualsquery.btncancel.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_accrualsquery.chkaccrualsquery.text.rotext
source: Consulta horas trabajadas
ca: Consulta hores treballades
fr: Consultation des heures travaillées
it: Consulta le ore lavorate
pt: Consulta de horas trabalhadas

# RES_accrualsquery.gridaccrualsquerys.text.rotext
source: Mis saldos
ca: Els meus saldos
fr: Mes soldes
it: Saldi personali
pt: Os meus saldos

# RES_accrualsquery.gridbuttonselectdate.rotext
source: Seleccionar fecha
ca: Seleccionar data
fr: Sélectionner date
it: Seleziona data
pt: Selecionar data

# RES_accrualsquery.gridbuttonshowpunches.rotext
source: Mis fichajes a este día
ca: Els meus fitxatges en aquest dia
fr: Mes pointages à ce jour
it: Timbrature personali fino a oggi
pt: As minhas picagens até hoje

# RES_calendar.absenceinfo.incidencemessage.rotext
source: Ausencia por ${1}
ca: Absència per ${1}
fr: Absence pour ${1}
it: Assenza per ${1}
pt: Ausência por ${1}

# RES_calendar.absenceinfo.message.rotext
source: En ${1} hasta ${2}
ca: A ${1} fins a ${2}
fr: En ${1} jusqu´à ${2}
it: In ${1} fino a ${2}
pt: Em ${1} até ${2}

# RES_calendar.bnnew.text.rotext
source: Nueva sol.
ca: Nova sol.
fr: Nouv. dem.
it: Nuova rich.
pt: Novo ped.

# RES_calendar.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_calendar.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_calendar.calendar.rotext
source: Mi calendario
ca: El meu calendari
fr: Mon calendrier
it: Calendario personale
pt: O meu calendário

# RES_calendar.chkincidencelist.text.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_calendar.gridbuttonshowcalendarinfo.rotext
source: Información general
ca: Informació general
fr: Informations générales
it: Informazione generale
pt: Informação geral

# RES_calendar.gridbuttonshowlegend.rotext
source: Leyenda horarios
ca: Llegenda horaris
fr: Légende horaires
it: Legenda orari
pt: Legenda de horários

# RES_calendar.gridbuttonshowrequests.rotext
source: Ver solicitudes
ca: Veure sol·licituds
fr: Voir demandes
it: Vedi richieste
pt: Ver pedidos

# RES_calendarinfo.btncancel.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_calendarinfo.calendarinfogridheader.rotext
source: Información general calendario
ca: Informació general calendari
fr: Informations générales calendrier
it: Informazione generale calendario
pt: Informação geral do calendário

# RES_calendarinfo.gridcalendarinfo.text.rotext
source: Información calendario
ca: Informació calendari
fr: Informations calendrier
it: Informazione calendario
pt: Informação do calendário

# RES_calendarinfo.vacationsresumeheader.disponible.rotext
source: Saldo actual
fr: Solde actuel
it: Saldo attuale
pt: Saldo atual

# RES_calendarinfo.vacationsresumeheader.done.rotext
source: Ya disfrutadas
ca: Ja gaudides
fr: Déjà pris
it: Già utilizzate
pt: Já gozadas

# RES_calendarinfo.vacationsresumeheader.lasting.rotext
source: Aprobadas y pendientes de disfrutar
ca: Aprovades i pendents de gaudir
fr: Approuvées et en attente d´être utilisées
it: Approvate e in attesa di utilizzo
pt: Aprovadas e ainda por usufruir

# RES_calendarinfo.vacationsresumeheader.pending.rotext
source: Pendientes de procesar
ca: Pendents de processar
fr: Traitement en attente
it: In attesa di elaborazione
pt: Processamento pendente

# RES_calendarinfo.vacationsresumeheader.prevision.rotext
source: Saldo resultante previsto
ca: Saldo resultant previst
fr: Solde résultant prévu
it: Saldo risultante previsto

# RES_calendarinfo.vacationsresumevalue.daysvalue.rotext
source: <b>${1}</b> días
ca: <b>${1}</b> dies
fr: <b>${1}</b> jours
it: <b>${1}</b> giorni
pt: <b>${1}</b> dias

# RES_calendarinfo.vacationsresumevalue.onedayvalue.rotext
source: <b>${1}</b> día
ca: <b>${1}</b> dia
fr: <b>${1}</b> jour
it: <b>${1}</b> giorno
pt: <b>${1}</b> dia

# RES_correctpunch.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_correctpunch.btnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_correctpunch.chkincidencelist.text.rotext
source: Motivo
ca: Motiu
fr: Motif

# RES_correctpunch.forbiddenpunchtitle.rotext
source: Fichaje no realizado
ca: Fitxatge no realitzat
fr: Pointage non effectué
it: Timbratura non effettuata
pt: Picagem não efetuada

# RES_correctpunch.headertop.text.rotext
source: Corregir fichaje
ca: Corregir fitxatge
fr: Corriger pointage
it: Correggi timbratura
pt: Corrigir picagem

# RES_correctpunch.lbldate.text.rotext
source: Fecha del fichaje:
ca: Data del fitxatge:
fr: Date du pointage :
it: Data della timbratura:
pt: Data da picagem:

# RES_correctpunch.lblincidencelabel.text.rotext
source: Incidencia
ca: Incidència
fr: Incidence
it: Incidenza
pt: Incidência

# RES_correctpunch.lblobservations.text.rotext
source: Observaciones
ca: Observacions
fr: Remarques
it: Osservazioni
pt: Observações

# RES_correctpunch.lbltime.text.rotext
source: Hora del fichaje:
ca: Hora del fitxatge:
fr: Heure du pointage :
it: Ora della timbratura:
pt: Hora da picagem:

# RES_datepicker.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_datepicker.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_datepicker.selectdate.rotext
source: Seleccione una fecha
ca: Selecciona una data
fr: Sélectionnez une date
it: Seleziona una data
pt: Selecione uma data

# RES_default.lblclicktoenter.text.rotext
source: Pulse para acceder
ca: Fes clic per accedir
fr: Appuyez pour accéder
it: Premi per accedere
pt: Prima para aceder

# RES_entrybox.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_entrybox.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_entrybox.chkincidencelist.text.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_entrybox.gridrequests.text.rotext
source: Bandeja de entrada
ca: Safata d’entrada
fr: Boîte de réception
it: Posta in arrivo
pt: Caixa de entrada

# RES_exchangeshiftrequest.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_exchangeshiftrequest.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_exchangeshiftrequest.title_exchangeshiftrequest.text.rotext
source: Solicitud de intercambio de horarios
ca: Sol·licitud d’intercanvi d’horaris
fr: Demande d´échange d´horaires
it: Richiesta di scambio di orari
pt: Pedido de troca de horários

# RES_generic.accept.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_generic.back.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_generic.cancel.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_generic.delete.rotext
source: Borrar
ca: Esborrar
fr: Supprimer
it: Eliminare
pt: Eliminar

# RES_incidencelist.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_incidencelist.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_incidencelist.chkincidencelist.text.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_incidencerequest.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_incidencerequest.btnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_incidencerequest.chkcause.text.rotext
source: Justificación
ca: Justificació
fr: Justification
it: Giustificazione
pt: Justificação

# RES_incidencerequest.headertop.text.rotext
source: Previsión horas de ausencia
ca: Previsió hores d'absència
fr: Prévision des heures d'absence
it: Previsione ore di assenza
pt: Previsão horas de ausência

# RES_incidencerequest.lbldate.text.rotext
source: Fecha:
ca: Data:
fr: Date :
it: Data:
pt: Data:

# RES_incidencerequest.lblfrom.text.rotext
source: Entre las
ca: Entre les
fr: Entre
it: Tra le
pt: Entre as

# RES_incidencerequest.lblincidencelabel.text.rotext
source: Justificación
ca: Justificació
fr: Justification
it: Giustificazione
pt: Justificação

# RES_incidencerequest.lblobservations.text.rotext
source: Observaciones
ca: Observacions
fr: Remarques
it: Osservazioni
pt: Observações

# RES_incidencerequest.lbltime.text.rotext
source: Duración máxima:
ca: Durada màxima:
fr: Durée maximale :
it: Durata massima:
pt: Duração máxima:

# RES_incidencerequest.lblto.text.rotext
source: y las
ca: i les
fr: et les
it: e le
pt: e as

# RES_login.chkautoconn.text.rotext
source: Conectar automáticamente
ca: Connectar automàticament
fr: Connecter automatiquement
it: Connetti automaticamente
pt: Ligar automaticamente

# RES_login.chkrempass.text.rotext
source: Recordar contraseña
ca: Recordar contrasenya
fr: Se souvenir du mot de passe
it: Ricorda password
pt: Lembrar palavra-passe

# RES_login.chkselector.text.rotext
source: Selección modo autenticación
ca: Selecció mode autenticació
fr: Sélection mode authentification
it: Selezione modalità autenticazione
pt: Seleção modo de autenticação

# RES_login.chkselector.title.rotext
source: Selección modo autenticación
ca: Selecció mode autenticació
fr: Sélection mode authentification
it: Selezione modalità autenticazione
pt: Seleção modo de autenticação

# RES_login.chksellang.text.rotext
source: Idioma
fr: Langue
it: Lingua

# RES_login.chksellang.title.rotext
source: Idioma
fr: Langue
it: Lingua

# RES_login.employeepassportrequired.message.rotext
source: Usuario sin usuario asociado.
ca: Usuari sense usuari associat.
fr: Utilisateur sans utilisateur associé.
it: Utente senza utente associato.
pt: Utilizador sem utilizador associado.

# RES_login.invalidlicense.description.rotext
source: No se puede iniciar el portal del usuario
ca: No es pot iniciar el portal de l’usuari
fr: Impossible de démarrer le portail de l’utilisateur
it: Non è possibile aprire il portale dell´utente
pt: Não é possível iniciar o portal do utilizador

# RES_login.invalidlicense.title.rotext
source: Licencia incorrecta
ca: Llicència incorrecta
fr: Licence incorrecte
it: Licenza errata
pt: Licença incorreta

# RES_login.langcat.rotext
source: Catalán
ca: Català
fr: Catalan
it: Catalano
pt: Catalão

# RES_login.langeng.rotext
source: Inglés
ca: Anglès
fr: Anglais
it: Inglese
pt: Inglês

# RES_login.langesp.rotext
source: Español
ca: Espanyol
fr: Espagnol
it: Spagnolo
pt: Espanhol

# RES_login.language.cat.rotext
source: Catalán
ca: Català
fr: Catalan
it: Catalano
pt: Catalão

# RES_login.language.eng.rotext
source: Inglés
ca: Anglès
fr: Anglais
it: Inglese
pt: Inglês

# RES_login.language.esp.rotext
source: Castellano
ca: Castellà
fr: Castillan
it: castigliano
pt: Castelhano

# RES_login.language.installed.rotext
source: Instalado
ca: Instal·lat
fr: Installé
it: Installato

# RES_login.language.notinstalled.rotext
source: No instalado
ca: No instal·lat
fr: Non installé
it: Non installato
pt: Não instalado

# RES_login.lblloading.text.rotext
source: Cargando...
ca: Carregant...
fr: Chargement en cours...
it: Caricamento in corso...
pt: A carregar...

# RES_login.lblloginpass.text.rotext
source: Contraseña:
ca: Contrasenya:
fr: Mot de passe:
it: Parola d'ordine:
pt: Palavra-passe:

# RES_login.lblloginuser.text.rotext
source: Usuario:
ca: Usuari:
fr: Utilisateur :
it: Utente:
pt: Utilizador:

# RES_login.messagebox.text.rotext
source: Texto del mensaje
ca: Text del missatge
fr: Texte du message
it: Testo del messaggio
pt: Texto da mensagem

# RES_login.msgbtncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_login.msgbtnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_login.noliveportalterminalassigned.message.rotext
source: No tiene permisos para utilizar el Portal del usuario.
ca: No tens permís per utilitzar el portal de l’usuari.
fr: Vous n’avez pas d’autorisations pour utiliser le portail de l’utilisateur.
it: Non disponi delle autorizzazioni per utilizzare il portale dell´utente.
pt: Não tem autorização para utilizar o Portal do utilizador.

# RES_login.rbtncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_login.rbtnconnect.text.rotext
source: Conectar
ca: Connectar
fr: Connecter
it: Connetti
pt: Ligar

# RES_login.rbtnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_login.rbtnoptions.text.rotext
source: Opciones
ca: Opcions
fr: Options
it: Opzioni
pt: Opções

# RES_login.title.rotext
source: VTLive Portal - Login
ca: VTLive Portal - Inici de sessió
fr: VTLive Portal - Connexion

# RES_login.userpassword.rotext
source: Usuario y contraseña
ca: Usuari i contrasenya
fr: Utilisateur et mot de passe
it: Utente e password
pt: Utilizador e palavra-passe

# RES_main.accessdenied.description.rotext
source: No tiene permisos para acceder
ca: No tens permís per accedir
fr: Vous n´avez pas d´autorisations d´accès
it: Non disponi delle autorizzazioni per accedere
pt: Não tem autorização para aceder

# RES_main.accessdenied.title.rotext
source: Acceso denegado
ca: Accés denegat
fr: Accès refusé
it: Accesso negato
pt: Acesso recusado

# RES_main.button.cancel.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_main.button.ok.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_main.calendarlegendtitle.rotext
source: Leyenda
ca: Llegenda
fr: Légende
it: Legenda
pt: Legenda

# RES_main.changepwd.incorrectpassword.message.rotext
source: La nueva contraseña no es válida.
ca: La nova contrasenya no és vàlida.
fr: Le nouveau mot de passe n´est pas valide.
it: La nuova password non è valida.
pt: A nova palavra-passe não é válida.

# RES_main.changepwd.invalidnewpassword.message.rotext
source: Las contraseñas son distintas
ca: Les contrasenyes són diferents
fr: Les mots de passe sont différents
it: Le password sono diverse
pt: As palavras-passe são diferentes

# RES_main.changepwd.invalidoldpassword.message.rotext
source: El password anterior no coincide.
ca: La contrasenya anterior no coincideix.
fr: Le mot de passe précédent ne correspond pas.
it: La password precedente non coincide.
pt: A palavra-passe anterior não coincide.

# RES_main.changeshift.dateendincorrectdesc.rotext
source: La fecha fin tiene un formato incorrecto.
ca: La data final té un format incorrecte.
fr: La date de fin présente un format incorrect.
it: La data di fine ha un formato errato.
pt: A data de fim tem um formato incorreto.

# RES_main.changeshift.dateendincorrecttitle.rotext
source: Fecha fin incorrecta
ca: Data final incorrecta
fr: Date fin incorrecte
it: Data di fine errata
pt: Data de fim incorreta

# RES_main.changeshift.datestartincorrectdesc.rotext
source: La fecha tiene un formato incorrecto.
ca: La data té un format incorrecte.
fr: La date présente un format incorrect.
it: La data ha un formato errato.
pt: A data tem um formato incorreto.

# RES_main.changeshift.datestartincorrecttitle.rotext
source: Fecha inicio incorrecta
ca: Data d’inici incorrecta
fr: Date de début incorrecte
it: Data inizio errata
pt: Data de início incorreta

# RES_main.changeshift.selectshiftdesc.rotext
source: Debe seleccionar un horario para asignar.
ca: Cal seleccionar un horari per assignar.
fr: Vous devez sélectionner un horaire à attribuer.
it: Si deve selezionare un orario da assegnare.
pt: Deve selecionar um horário a atribuir.

# RES_main.changeshift.selectshifttitle.rotext
source: Seleccione un horario
ca: Selecciona un horari
fr: Sélectionnez un horaire
it: Seleziona un orario
pt: Selecione um horário

# RES_main.changeshift.timeincorrectdesc.rotext
source: Hora de inicio del horario flotante incorrecta.
ca: Hora d’inici de l’horari flotant incorrecta.
fr: Heure de début de l´horaire flottant incorrecte.
it: Ora di inizio dell´orario mobile errata.
pt: Hora de início de horário flutuante incorreta.

# RES_main.changeshift.timeincorrecttitle.rotext
source: Hora incorrecta
fr: Heure incorrecte
it: Ora errata
pt: Hora incorreta

# RES_main.correctpunch.changestate.error.description.rotext
source: No se ha podido cambiar el estado.${1}
ca: No s’ha pogut canviar l’estat.${1}
fr: Il a été impossible de modifier l´état.${1}
it: Non è stato possibile modificare lo stato.${1}
pt: Não foi possível alterar o estado.${1}

# RES_main.correctpunch.changestate.error.title.rotext
source: Error al cambiar el estado
ca: Error en canviar l’estat
fr: Erreur lors du changement d´état
it: Errore durante la modifica dello stato
pt: Erro ao alterar o estado

# RES_main.correctpunch.dateincorrectdesc.rotext
source: La fecha tiene un formato incorrecto.
ca: La data té un format incorrecte.
fr: La date présente un format incorrect.
it: La data ha un formato errato.
pt: A data tem um formato incorreto.

# RES_main.correctpunch.dateincorrecttitle.rotext
source: Fecha incorrecta
ca: Data incorrecta
fr: Date incorrecte
it: Data errata
pt: Data incorreta

# RES_main.correctpunch.incorrecthournonumeric.rotext
source: La hora no es válida.
ca: L’hora no és vàlida.
fr: L´heure n´est pas valide.
it: L´ora non è valida.
pt: A hora não é válida.

# RES_main.correctpunch.incorrecthourunreal.rotext
source: La hora sólo puede ser entre 0 y 23 horas
ca: L’hora només pot ser entre 0 i 23 hores
fr: L´heure ne peut être comprise qu´entre 0 et 23 heures
it: L´ora può essere compresa solo tra 0 e 23 ore
pt: A hora só pode ser entre as 0 e as 23 horas.

# RES_main.correctpunch.incorrectminuteunreal.rotext
source: Los minutos pasan el tiempo real (0 y 59)
ca: Els minuts superen el temps real (0 i 59)
fr: Les minutes affichent l´heure réelle (0 et 59)
it: I minuti che superano il tempo reale (0 e 59)
pt: Os minutos passam o tempo real (0 e 59)

# RES_main.correctpunch.incorrecttime.rotext
source: La hora no es válida.
ca: L’hora no és vàlida.
fr: L´heure n´est pas valide.
it: L´ora non è valida.
pt: A hora não é válida.

# RES_main.correctpunch.selectcausedesc.rotext
source: Debe seleccionar una justificación
ca: Cal seleccionar una justificació
fr: Vous devez sélectionner une justification
it: Si deve selezionare una giustificazione
pt: Deve selecionar uma justificação

# RES_main.correctpunch.selectcausetitle.rotext
source: Seleccione justificación
ca: Selecciona la justificació
fr: Sélectionnez justification
it: Seleziona giustificazione
pt: Selecione a justificação

# RES_main.correctpunch.timebeforelastpunch.rotext
source: La hora no puede ser anterior al último fichaje
ca: L’hora no pot ser anterior al darrer fitxatge
fr: L´heure ne peut pas être antérieure au dernier pointage
it: L´ora non può essere anteriore all´ultima timbratura
pt: A hora não pode ser anterior à última picagem

# RES_main.correctpunch.timeincorrectdesc.rotext
source: La hora tiene un formato incorrecto.
ca: L’hora té un format incorrecte.
fr: L´heure présente un format incorrect.
it: L´ora ha un formato errato.
pt: A hora tem um formato incorreto.

# RES_main.correctpunch.timeincorrecttitle.rotext
source: Hora incorrecta
fr: Heure incorrecte
it: Ora errata
pt: Hora incorreta

# RES_main.day.rotext
source: día
ca: dia
fr: jour
it: giorno
pt: dia

# RES_main.days.rotext
source: días
ca: dies
fr: jours
it: giorni
pt: dias

# RES_main.enterfrom.rotext
source: Entró hace
ca: Va entrar fa
fr: Est entré il y a
it: È rientrato da
pt: Entrou há

# RES_main.enterfromonly.rotext
source: Presente
ca: Present
fr: Présent

# RES_main.exitfrom.rotext
source: Salió hace
ca: Va sortir fa
fr: Il est sorti il y a
it: È uscito da
pt: Saiu há

# RES_main.exitfromonly.rotext
source: Ausente
ca: Absent
fr: Absent
it: Assente

# RES_main.externalwork.deletedesc.rotext
source: ¿Esta seguro de eliminar la solicitud?
ca: Segur que vols eliminar la sol·licitud?
fr: Êtes-vous sûr(e) de vouloir supprimer la demande ?
it: Eliminare la richiesta?
pt: Tem a certeza que quer eliminar o pedido?

# RES_main.externalwork.deletetitle.rotext
source: Eliminar solicitud
ca: Eliminar sol·licitud
fr: Supprimer demande
it: Elimina richiesta
pt: Eliminar pedido

# RES_main.externalwork.timeincorrectdesc.rotext
source: Las horas indicadas son incorrectas.
ca: Les hores indicades són incorrectes.
fr: Les heures indiquées sont incorrectes.
it: Le ore indicate sono errate.
pt: As horas indicadas estão incorretas.

# RES_main.externalwork.timeincorrecttitle.rotext
source: Horas incorrectas
ca: Hores incorrectes
fr: Heures incorrectes
it: Ore errate
pt: Horas incorretas

# RES_main.hour.rotext
source: hora
fr: heure
it: ora

# RES_main.hours.rotext
source: horas
ca: hores
fr: Heures
it: ore

# RES_main.incidencelist.noselectedcause.rotext
source: Debe seleccionar un motivo
ca: Cal seleccionar un motiu
fr: Vous devez sélectionner un motif
it: Si deve selezionare un motivo
pt: Deve selecionar um motivo

# RES_main.incidencelist.noselectedcausetitle.rotext
source: Seleccione un motivo
ca: Selecciona un motiu
fr: Sélectionnez un motif
it: Seleziona un motivo
pt: Selecione um motivo

# RES_main.incidencerequest.dateincorrectdesc.rotext
source: Debe indicar una fecha correcta
ca: Cal indicar una data correcta
fr: Vous devez indiquer une date correcte
it: Si deve indicare una data corretta
pt: Deve indicar uma data correta

# RES_main.incidencerequest.dateincorrecttitle.rotext
source: Fecha incorrecta
ca: Data incorrecta
fr: Date incorrecte
it: Data errata
pt: Data incorreta

# RES_main.incidencerequest.idcauseincorrectdesc.rotext
source: Debe seleccionar una justificación
ca: Cal seleccionar una justificació
fr: Vous devez sélectionner une justification
it: Si deve selezionare una giustificazione
pt: Deve selecionar uma justificação

# RES_main.incidencerequest.idcauseincorrecttitle.rotext
source: Justificación incorrecto
ca: Justificació incorrecta
fr: Justification incorrecte
it: Giustificazione errata
pt: Justificação incorreta

# RES_main.incidencerequest.timeincorrectdesc.rotext
source: La duración tiene que tener un formato correcto
ca: La durada ha de tenir un format correcte
fr: La durée doit avoir un format correct
it: La durata deve avere un formato corretto
pt: A duração tem que ter um formato correto

# RES_main.incidencerequest.timeincorrecttitle.rotext
source: Duración incorrecta
ca: Durada incorrecta
fr: Durée incorrecte
it: Durata errata
pt: Duração incorreta

# RES_main.lblloading.text.rotext
source: Cargando...
ca: Carregant...
fr: Chargement en cours...
it: Caricamento in corso...
pt: A carregar...

# RES_main.maxseqerr.btninsert.rotext
source: Insertar
ca: Introduir
fr: Insérer
it: Inserisci
pt: Inserir

# RES_main.maxseqerr.description.rotext
source: Debe insertar el último fichaje no realizado.</br>Último fichaje realizado ${1}.
ca: Cal introduir el darrer fitxatge no realitzat.</br>Darrer fitxatge realitzat ${1}.
fr: Vous devez insérer le dernier pointage non effectué.</br>Dernier pointage effectué ${1}.
it: Si deve inserire l´ultima timbratura non effettuata.</br>Ultima timbratura effettuata ${1}.
pt: Deve inserir a última picagem não efetuada.</br>Última picagem efetuada {1}.
