Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveConcepts.*.resx
Languages: eu, pt

# RES_compositions.btncancel.text.rotext
source: Cancel
eu: Utzi
pt: Anular

# RES_compositions.btnok.text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_compositions.checkpermission.denied.description.rotext
source: Access denied. You do not have permissions to perform this action.
eu: Sarrera debekatua. Ez duzu ekintza hau egiteko baimenik.
pt: Acesso recusado. Não tem autorização para realizar esta ação.

# RES_compositions.closewindow.rotext
source: Close
eu: Itxi
pt: Fechar

# RES_compositions.directvalue.rotext
source: Direct value
eu: Balio zuzena
pt: Valor direto

# RES_compositions.distinct.rotext
source: Different from
eu: Ezberdina
pt: Diferente de

# RES_compositions.equal.rotext
source: Same as
eu: Atsegin dut
pt: Igual a

# RES_compositions.gridheadercause.rotext
source: Justification
eu: Justifikazioa
pt: Justificação

# RES_compositions.gridheaderoperation.rotext
source: Operation
eu: Operazioa
pt: Operação

# RES_compositions.idcause.rotext
source: Value of justification
eu: Justifikazio-balioa
pt: Valor da justificação

# RES_compositions.lblcategorytitle2.text.rotext
source: Enter the name of the new category
eu: Sartu kategoria berriaren izena
pt: Introduza o nome da nova categoria

# RES_compositions.lblcauses.text.rotext
source: Justifications
eu: Justifikazioak
pt: Justificações

# RES_compositions.lblcausetitle2.text.rotext
source: Select justification
eu: Hautatu justifikazioa
pt: Selecione a justificação

# RES_compositions.lblchkconddesc.text.rotext
source: Description of criteria...
eu: Irizpideen deskribapena...
pt: Descrição de critérios...

# RES_compositions.lblchkcondition.text.rotext
source: Use criteria prior to 2015 (for compatibility only)
eu: Erabili 2015 baino zaharragoak diren irizpideak (bateragarritasunerako soilik)
pt: Usar critérios anteriores a 2015 (apenas para compatibilidade)

# RES_compositions.lblcmbjustification.text.rotext
source: Justification
eu: Justifikazioa
pt: Justificação

# RES_compositions.lblcompares.text.rotext
source: Comparison
eu: Konparaketa
pt: Comparação

# RES_compositions.lblcompdesc.text.rotext
source: Descriptive text for the composition.
eu: Konposizioaren deskribapen testua.
pt: Texto descritivo para a composição.

# RES_compositions.lblcomptitle.text.rotext
source: Composition
eu: Konposizioa
pt: Composição

# RES_compositions.lblnewcategorytitle.text.rotext
source: New category
eu: Kategoria berria
pt: Nova categoria

# RES_compositions.lblnewcausetitle.text.rotext
source: New justification
eu: Justifikazio berria
pt: Nova justificação

# RES_compositions.lblopminus.text.rotext
source: Justification will be subtracted
eu: Justifikazioa kenduko da
pt: Será subtraída a justificação

# RES_compositions.lblopplus.text.rotext
source: Justification will be added
eu: Justifikazioa gehituko da
pt: A justificação será somada

# RES_compositions.lbltxtfactor.text.rotext
source: Factor
eu: Faktorea
pt: Fator

# RES_compositions.lbltypevalues.text.rotext
source: Type
eu: Guy
pt: Tipo

# RES_compositions.lblvalues.text.rotext
source: Value
eu: Merezi
pt: Valor

# RES_compositions.major.rotext
source: Greater than
eu: Baino handiagoa
pt: Maior que

# RES_compositions.majorequal.rotext
source: Greater than or equal to
eu: Handiagoa edo berdina
pt: É maior ou igual a

# RES_compositions.minor.rotext
source: Less than
eu: baino txikiagoa
pt: É menor que

# RES_compositions.minorequal.rotext
source: Less than or equal to
eu: baino txikiagoa edo berdina
pt: Menor ou igual a

# RES_compositions.msgerrornoconditions.rotext
source: You must insert a justification.
eu: Justifikazioa sartu behar duzu.
pt: É necessário inserir uma justificação.

# RES_compositions.msghaschanges.rotext
source: Changes have been made to the composition.
eu: Osaeran aldaketak egin dira.
pt: Foram efetuadas alterações à composição.

# RES_compositions.msghaserrors.rotext
source: Invalid values have been found in the composition.
eu: Balio baliogabeak aurkitu dira konposizioan.
pt: Foram encontrados valores inválidos na composição.

# RES_compositions.operationminus.rotext
source: Subtraction
eu: Kenketa
pt: Subtração

# RES_compositions.operationplus.rotext
source: Addition
eu: Gehitzea
pt: Soma

# RES_compositions.title.rotext
source: ${Compositions}
eu: ${Konposizioak}

# RES_concepts.alldays.rotext
source: Any
eu: Edozein
pt: Qualquer

# RES_concepts.automaticaccrual.directvalue.rotext
source: The direct value
eu: Balio zuzena
pt: O valor direto

# RES_concepts.automaticaccrual.userfieldvalue.rotext
source: The value of the token field
eu: Token eremuaren balioa
pt: O valor do campo da ficha

# RES_concepts.bc.text.rotext
source: Empty
eu: Hutsik
pt: Esvaziar

# RES_concepts.bo.text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_concepts.bt.text.rotext
source: Today
eu: Gaur
pt: Hoje

# RES_concepts.btcancel.text.rotext
source: Undo changes
eu: Desegin aldaketak
pt: Anular alterações

# RES_concepts.btncancel.text.rotext
source: Cancel
eu: Utzi
pt: Anular

# RES_concepts.btnok.text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_concepts.btnsavecancel.text.rotext
source: Cancel
eu: Utzi
pt: Anular

# RES_concepts.btnsaveok.text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_concepts.btsave.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
pt: Aplicar alterações

# RES_concepts.changename.rotext
source: Rename balance group
eu: Aldatu oreka taldearen izena
pt: Mudar nome do grupo de saldos

# RES_concepts.checkpermission.denied.description.rotext
source: Access denied. You do not have permissions to perform this action.
eu: Sarrera debekatua. Ez duzu ekintza hau egiteko baimenik.
pt: Acesso recusado. Não tem autorização para realizar esta ação.

# RES_concepts.ckdaysautomaticaccrualalldays.text.rotext
source: All days are accrued unless they contain the following justifications or schedules:
eu: Egunero metatzen da honako justifikazio edo ordutegiak badituzte izan ezik
pt: Todos os dias são pagos, exceto se contiverem as seguintes justificações ou horários

# RES_concepts.ckdaysautomaticaccrualonlydays.text.rotext
source: Only the days that contain the following justifications or schedules are accrued:
eu: Ondoko justifikazio edo egutegi hauek dituzten egunak baino ez dira metatzen
pt: Só são pagos os dias que contenham as seguintes justificações ou horários

# RES_concepts.compositions.operationminus.rotext
source: Subtraction
eu: Kenketa
pt: Subtração

# RES_concepts.compositions.operationsplus.rotext
source: Addition
eu: Gehitzea
pt: Soma

# RES_concepts.contractaccrual.rotext
source: Contract in progress
eu: Kontratua martxan
pt: Contrato em curso

# RES_concepts.criteria.contains.rotext
source: Contain
eu: Eduki
pt: Contenha

# RES_concepts.criteria.different.rotext
source: Be different
eu: Desberdina izan
pt: Seja diferente

# RES_concepts.criteria.equals.rotext
source: Be equal
eu: Berdin izan
pt: Seja igual

# RES_concepts.criteria.major.rotext
source: Be greater than
eu: baino handiagoa izan
pt: Seja maior que

# RES_concepts.criteria.majororequals.rotext
source: is greater than or equal to
eu: baino handiagoa edo berdina da
pt: seja maior ou igual a

# RES_concepts.criteria.minor.rotext
source: Be less than
eu: baino gutxiago izan
pt: Seja menor que

# RES_concepts.criteria.minororequals.rotext
source: is less than or equal to
eu: baino txikiagoa edo berdina da
pt: seja menor ou igual a

# RES_concepts.criteria.nocontains.rotext
source: Do not contain
eu: Ez eduki
pt: Não contenha

# RES_concepts.criteria.startwith.rotext
source: Start with
eu: Hasteko
pt: Comece por

# RES_concepts.criteria.thedate.rotext
source: The date
eu: Data
pt: A data

# RES_concepts.criteria.thedateofjustification.rotext
source: The date of justification
eu: Justifikazioaren data
pt: A data da justificação

# RES_concepts.criteria.theperiod.rotext
source: The period
eu: Epea
pt: O período

# RES_concepts.criteria.thetime.rotext
source: the time
eu: Ordua
pt: a hora

# RES_concepts.criteria.thetimeofjustification.rotext
source: the hour of justification
eu: justifikazio ordua
pt: a hora da justificação

# RES_concepts.criteria.thevalue.rotext
source: The value
eu: Balioa
pt: O valor

# RES_concepts.criteria.thevalues.rotext
source: Values (separated by ;)
eu: Balioak (bereiztuta ;)
pt: Os valores (separados por ;)

# RES_concepts.day.rotext
source: days
eu: egunak
pt: dias

# RES_concepts.directvalue.rotext
source: Direct value
eu: Balio zuzena
pt: Valor direto

# RES_concepts.distinct.rotext
source: Different from
eu: Ezberdina
pt: Diferente de

# RES_concepts.equal.rotext
source: Same as
eu: Atsegin dut
pt: Igual a

# RES_concepts.error.nocorrectvisibilityfilter.rotext
source: Visibility filter is not correct
eu: Ikusgarritasun-iragazkia ez da zuzena
pt: O filtro de visibilidade não é o correto

# RES_concepts.errornobegindate.rotext
source: Insert a start date in the validity period
eu: Sartu hasiera data baliozko epean
pt: Insira uma data de início no período de validade

# RES_concepts.grdconcepts.columns#2.headertext.rotext
source: Name
eu: Izena
pt: Nome

# RES_concepts.grdconcepts.columns#3.headertext.rotext
source: Abbreviation
eu: Laburdura
pt: Abreviatura

# RES_concepts.grdconcepts.columns#4.headertext.rotext
source: Description
eu: Deskribapena
pt: Descrição

# RES_concepts.gridheadercause.rotext
source: Justification
eu: Justifikazioa
pt: Justificação

# RES_concepts.gridheadercgname.rotext
source: Balance
eu: Balantzea
pt: Saldo

# RES_concepts.gridheadercompdesc.rotext
source: Description
eu: Deskribapena
pt: Descrição

# RES_concepts.gridheadercompfactor.rotext
source: Factor
eu: Faktorea
pt: Fator

# RES_concepts.gridheadercompname.rotext
source: Name
eu: Izena
pt: Nome

# RES_concepts.gridheaderconcept.rotext
source: Balance
eu: Balantzea
pt: Saldo

# RES_concepts.gridheaderdescription.rotext
source: Balance
eu: Balantzea
pt: Saldo

# RES_concepts.gridheadername.rotext
source: Balance
eu: Balantzea
pt: Saldo

# RES_concepts.gridheaderoperation.rotext
source: Operation
eu: Operazioa
pt: Operação

# RES_concepts.idcause.rotext
source: Value of justification
eu: Justifikazio-balioa
pt: Valor da justificação

# RES_concepts.laboral.rotext
source: Working day
eu: Lanean
pt: Dia útil

# RES_concepts.laboralyearaccrual.rotext
source: Anniversary
eu: Egungo lan-urtea
pt: Aniversário

# RES_concepts.lblabsdesc.text.rotext
source: If you want the balance to be displayed in the list of absences, check the box below and indicate whether you want it to be paid.
eu: Saldoa absentismoen zerrendan agertzea nahi baduzu, markatu beheko laukia eta adierazi ordaintzea nahi duzun.
pt: Se desejar que o saldo seja visualizado na listagem de absentismo, marque a caixa de seleção a seguir e indique se quer que seja remunerado.

# RES_concepts.lblabsenceconcept.text.rotext
source: Unjustified Absences
eu: Justifikatu gabeko faltak
pt: Ausências Injustificadas

# RES_concepts.lblabsenceconceptdescription.text.rotext
source: It will be displayed as the unexcused absence balance on the calendar screen.
eu: Egutegiko pantailan justifikatu gabeko absentziaren saldo gisa bistaratuko da.
pt: Mostrar-se-á o saldo de ausências injustificadas no ecrã do calendário.

# RES_concepts.lblabsret.text.rotext
source: Absenteeism reflected by this balance will be compensated.
eu: Balantze horrek islatzen duen absentismoa konpentsatu egingo da.
pt: O absentismo refletido neste saldo será remunerado.

# RES_concepts.lblabstitle.text.rotext
source: Absenteeism
eu: Absentismoa
pt: Absentismo

# RES_concepts.lblabsworkhours.text.rotext
source: This balance is the balance of hours worked.
eu: Balantze hori lan egindako orduen balantzea da.
pt: Este saldo é o saldo de horas trabalhadas.

# RES_concepts.lblaccrualexpiration1.text.rotext
source: The values entered in this balance have an expiration of
eu: Balantze honetan sartutako balioek iraungipena dute
pt: Os valores inseridos neste saldo têm uma validade de

# RES_concepts.lblaccrualexpiration2.text.rotext
source: , upon expiration they are subtracted from the balance and justified as
eu: , iraungitzean saldoari kendu eta justifikatzen dira
pt: , ao caducarem, são subtraídos do saldo e justificados como

# RES_concepts.lblaccrualexpirationtitle.text.rotext
source: Balance values have an expiration date
eu: Saldoen balioek iraungitze data dute
pt: Os valores do saldo têm validade

# RES_concepts.lbladdaus.text.rotext
source: Add Content
eu: Gehitu edukia
pt: Adicionar conteúdo

# RES_concepts.lbladdconceptgroup.text.rotext
source: Add balance
eu: Gehitu oreka
pt: Adicionar saldo

# RES_concepts.lbladdidentifymethod.text.rotext
source: Add
eu: Gehitu
pt: Adicionar

# RES_concepts.lblautoapprovedr.text.rotext
source: All applications with an adjusted balance will be automatically approved.
eu: Saldoa egokituta duten eskaera guztiak automatikoki onartuko dira
pt: Todas as solicitações cujo saldo for ajustado serão automaticamente aprovadas

# RES_concepts.lblautomaticaccrualcause.text.rotext
source: Associated justification for generating the accrual value
eu: Sortze-balioa sortzeko loturiko justifikazioa
pt: Justificação associada para gerar o valor da remuneração

# RES_concepts.lblautomaticaccrualsdesc.text.rotext
source: If you want the balance to generate automatic accruals, you must indicate this below by configuring the specified parameters.
eu: Balantzeak sortzapen automatikoak sortu ahal izatea nahi baduzu, behean adierazi beharko duzu zehaztutako parametroak konfiguratuz.
pt: Se desejar que o saldo possa gerar remunerações automáticas, deve dar essa indicação em seguida, configurando os parâmetros especificados.

# RES_concepts.lblautomaticaccrualstitle.text.rotext
source: Accruals
eu: Sortzapenak
pt: Acréscimos

# RES_concepts.lblbusinessgroup.text.rotext
source: Business Group:
eu: Negozio taldea:
pt: Grupo de Negócio:

# RES_concepts.lblbusinessgroupdesc.text.rotext
source: Business group
eu: enpresa taldea
pt: Grupo de negócio

# RES_concepts.lblbusinessgroupdescppal.text.rotext
source: Business groups are used to limit the balance groups that each user can view on the editing screen for timekeeping, reports, analytics, etc.
eu: Enpresa-taldeak erabiltzaile bakoitzak edizio-pantailan erabil ditzakeen saldo-taldeak mugatzeko erabiltzen dira sinaketak, txostenak, analisiak eta abar egiteko.
pt: Os grupos de negócio são utilizados para limitar os grupos de saldos de cada utilizador no ecrã de edição de picagens, relatórios, análises, etc.

# RES_concepts.lblcalendaraux.text.rotext
source: Select how this balance will appear on the calendar screen.
eu: Hautatu saldo hori egutegiko pantailan nola agertuko den.
pt: Selecione como este saldo será visualizado no ecrã do calendário.

# RES_concepts.lblcalendarconcept.text.rotext
source: Balance of Hours
eu: Orduen balantzea
pt: Saldo de Horas

# RES_concepts.lblcalendarconceptdescription.text.rotext
source: It will be displayed as the hour balance on the calendar screen.
eu: Orduen balantze gisa bistaratuko da egutegiko pantailan.
pt: Mostrar-se-á como saldo de horas no ecrã do calendário.

# RES_concepts.lblcalendartitle.text.rotext
source: Calendar
eu: Egutegia
pt: Calendário

# RES_concepts.lblcauses.text.rotext
source: Justifications
eu: Justifikazioak
pt: Justificações

# RES_concepts.lblcausesdaysautomaticaccrual.text.rotext
source: Justifications
eu: Justifikazioak
pt: Justificações

# RES_concepts.lblcausetitle2.text.rotext
source: Select justification
eu: Hautatu justifikazioa
pt: Selecione a justificação

# RES_concepts.lblcgtit.text.rotext
source: Balance
eu: Balantzea
pt: Saldo

# RES_concepts.lblcheckabsreport.text.rotext
source: This balance will be used in Absenteeism Reports.
eu: Balantze hori Absentismo Txostenetan erabiliko da.
pt: Este saldo será utilizado nos Relatórios de absentismo.

# RES_concepts.lblchkconddesc.text.rotext
source: Description of criteria...
eu: Irizpideen deskribapena...
pt: Descrição de critérios...

# RES_concepts.lblchkcondition.text.rotext
source: Use criteria prior to 2015 (for compatibility only)
eu: Erabili 2015 baino zaharragoak diren irizpideak (bateragarritasunerako soilik)
pt: Usar critérios anteriores a 2015 (apenas para compatibilidade)

# RES_concepts.lblchkround.text.rotext
source: Round the value
eu: Balioa biribildu
pt: Arredondar o valor

# RES_concepts.lblchkshowinterminals.text.rotext
source: This balance will appear in queries made at the terminals
eu: Balantze hori terminaletan egindako kontsultetan agertuko da
pt: Este saldo aparecerá nas consultas realizadas nos terminais

# RES_concepts.lblcmbconcept.text.rotext
source: Balance
eu: Balantzea
pt: Saldo

# RES_concepts.lblcmbjustification.text.rotext
source: Justification
eu: Justifikazioa
pt: Justificação

# RES_concepts.lblcolordesc.text.rotext
source: Identification color:
eu: Identifikazio kolorea:
pt: Cor identificadora:

# RES_concepts.lblcompares.text.rotext
source: Comparison
eu: Konparaketa
pt: Comparação

# RES_concepts.lblcompositiondesc.text.rotext
source: Define which justifications make up the balance. For each justification that you add or subtract, you can indicate the factor to multiply. The total value that will appear in the balance will be the sum of all the justifications that make it up multiplied by the factor.
eu: Zehaztu zer justifikaziok osatzen duten balantzea. Batu edo kentzen duen justifikazio bakoitzeko, biderkatu beharreko faktorea adierazi dezakezu. Balantzean agertuko den balio osoa hura osatzen duten justifikazio guztien batura faktoreaz biderkatuta izango da.
pt: Defina que justificações constituem o saldo. Para cada justificação que some ou subtraia, pode indicar o fator a multiplicar. O valor total que aparecerá no saldo será o da soma de todas as justificações que o compõem multiplicadas pelo fator.

# RES_concepts.lblcomptit.text.rotext
source: Composition
eu: Konposizioa
pt: Composição

# RES_concepts.lblcomptitle.text.rotext
source: Composition
eu: Konposizioa
pt: Composição

# RES_concepts.lblconceptcompositiontitle.text.rotext
source: Composition of the balance
eu: Balantzearen konposizioa
pt: Composição do saldo

# RES_concepts.lblconceptcustom.text.rotext
source: The balance is personalized.
eu: Balantzea pertsonalizatua da.
pt: O saldo é personalizado.

# RES_concepts.lblconceptcustomdesc.text.rotext
source: The balance accounts for anything other than hours or days, for example: Bonuses, tickets, etc.
eu: Saldoak orduak edo egunak ez diren beste gauza batzuk hartzen ditu, adibidez: Hobariak, sarrerak, etab...
pt: O saldo contabiliza qualquer outra coisa que não seja nem horas nem dias, como por exemplo: extras, bilhetes, etc...

# RES_concepts.lblconceptgroupgeneraldescription.text.rotext
source: Specific data for a group of balances
eu: Balantze-talde baten berariazko datuak
pt: Dados específicos de um grupo de saldos

# RES_concepts.lblconceptgroupgeneraltitle.text.rotext
source: General
eu: Orokorra
pt: Geral

# RES_concepts.lblconceptgroupgridtitle.text.rotext
source: Composition of balance group
eu: Oreka taldearen osaera
pt: Composição de um grupo de saldos

# RES_concepts.lblconceptgroupname.text.rotext
source: Name:
eu: Izena:
pt: Nome:

# RES_concepts.lblconceptgroupnamedescription.text.rotext
source: Identification name of the balance group
eu: Oreka taldearen identifikazio-izena
pt: Nome identificativo do grupo de saldos

# RES_concepts.lblconceptgroupsdesc.text.rotext
source: Balance groups are used to streamline reporting. A balance group can contain a maximum of 13 balances that will be displayed on the same report. Each balance in the group will represent a column in the report. To assign a balance to a group, select the group in the list on the left and click the Add button below the balance list on the right. You can also create new groups and delete empty ones, as well as remove balances from an existing group.
eu: Balantze-taldeak txostenak arintzeko erabiltzen dira. Balantze-talde batek gehienez 13 saldo izan ditzake txosten berean bistaratuko direnak. Taldeko balantze bakoitzak txostenaren zutabe bat irudikatuko du. Talde bati saldo bat esleitzeko, hautatu taldea ezkerreko zerrendan eta egin klik Gehitu botoian eskuineko saldoen zerrendaren azpian. $CRGainera, talde berriak sor ditzakezu eta hutsik daudenak ezabatu, baita lehendik dagoen talde batetik saldoak kendu ere.
pt: Os grupos de saldo são utilizados para agilizar os relatórios. Um grupo de saldos pode conter um máximo de 13 saldos que serão visualizados no mesmo relatório. Cada saldo do grupo representará uma coluna do relatório. Para atribuir um saldo a um grupo, selecione o grupo da lista da esquerda e prima o botão Adicionar abaixo da lista de saldos, à direita. $CRTambém pode criar novos grupos e eliminar os que estão vazios, bem como retirar saldos de um grupo existente.

# RES_concepts.lblconcepttime.text.rotext
source: The balance accumulates time.
eu: Balantzak denbora pilatzen du.
pt: O saldo acumula tempo.

# RES_concepts.lblconcepttimedesc.text.rotext
source: The balance adds up the amount of time of each justification that makes up the balance.
eu: Balantzeak balantzea osatzen duen justifikazio bakoitzaren denbora gehitzen du.
pt: O saldo soma a quantidade de tempo de cada justificação que constitui o saldo.

# RES_concepts.lblconcepttimes.text.rotext
source: The balance accumulates number of days.
eu: Balantzeak egun kopurua pilatzen du.
pt: O saldo acumula o número de dias.

# RES_concepts.lblconcepttimesdesc.text.rotext
source: The balance records the number of days that the justifications that make up the balance occur.
eu: Balantzeak balantzea osatzen duten justifikazioak zenbat egun dituen zenbatzen du.
pt: O saldo contabiliza o número de dias que ocorrem as justificações que constituem o saldo.

# RES_concepts.lblconcepttitle.text.rotext
source: Group of balances
eu: Oreka taldea
pt: Grupo de saldos

# RES_concepts.lbldailyrecord.text.rotext
source: This balance is used to calculate whether a workday declaration is within the margin of error.
eu: Balantze hori txanda-adierazpen bat errore-marjinaren barruan dagoen kalkulatzeko erabiltzen da.
pt: Este saldo é usado para calcular se uma declaração de jornada está dentro da margem de erro.

# RES_concepts.lbldailyrecorddesc.text.rotext
source: Indicate whether this balance will be used to determine whether a workday statement is adjusted or not and the margin of error allowed.
eu: Adierazi saldo hori txanda-adierazpena doitzen den edo ez eta errore-marjina onartzen den zehazteko erabiliko den.
pt: Indique se esse saldo será usado para determinar se uma declaração de jornada será ajustada ou não e a margem de erro permitida.

# RES_concepts.lbldailyrecordtitle.text.rotext
source: Declaration of working hours
eu: Eguneko adierazpena
pt: Declaração de jornada

# RES_concepts.lbldaysautomaticaccrualdesc.text.rotext
source: Generate accrual days at a rate of
eu: Sortu metaketa-egunak tasaren arabera
pt: Gerar dias de remuneração à razão de

# RES_concepts.lbldaysautomaticaccrualdesc2.text.rotext
source: for each day of contract,
eu: kontratuaren egun bakoitzeko,
pt: por cada dia de contrato,

# RES_concepts.lbldeftitle.text.rotext
source: definition
eu: definizioa
pt: definição

# RES_concepts.lbldesccolor.text.rotext
source: Color is used in some listings to easily identify the balance without having to read.
eu: Zerrenda batzuetan kolorea erabiltzen da oreka erraz identifikatzeko irakurri gabe.
pt: É usada cor em algumas listas para identificar facilmente o saldo, sem necessidade de ler.
