Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_scheduler.btassignmentok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_scheduler.btdisassignaltcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_scheduler.btdisassignaltok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_scheduler.btnviewes.rotext
source: Inputs and Outputs
ca: Entrades i sortides
eu: Sarrerak eta Irteerak
sk: Vstupy a výstupy

# RES_scheduler.btnviewplan.rotext
source: Planning by schedules
ca: Planificació per horaris
eu: Ordutegien plangintza
sk: Časové plánovanie

# RES_scheduler.btnviewplanassign.rotext
source: Planning by positions
ca: Planificació per llocs de treball
eu: Posizioen araberako plangintza
sk: Plánovanie príspevkov

# RES_scheduler.btspecialpastecancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_scheduler.btspecialpastecancelcoverage.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_scheduler.btspecialpasteok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_scheduler.btspecialpasteokcoverage.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_scheduler.btstartshiftcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_scheduler.btstartshiftok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_scheduler.calendarconfig.desc.rotext
source: Allows you to create rules to highlight calendar boxes depending on their content.
ca: Permet crear regles per ressaltar caselles del calendari segons el contingut.
eu: Egutegi-koadroak nabarmentzeko arauak sortzeko aukera ematen du haien edukiaren arabera.
sk: Umožňuje vytvoriť pravidlá na zvýraznenie políčok v kalendári v závislosti od ich obsahu.

# RES_scheduler.calendarconfig.rotext
source: Calendar Settings
ca: Configuració de calendari
eu: Egutegiaren ezarpenak
sk: Konfigurácia kalendára

# RES_scheduler.ckspcopyalternativeshifts.text.rotext
source: Alternative schedules
ca: Horaris alternatius
eu: Ordutegi alternatiboak
sk: Alternatívne cestovné poriadky

# RES_scheduler.ckspcopyholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
eu: Kopiatu oporrak
sk: Kopírovanie dovolenky

# RES_scheduler.ckspcopymainshifts.text.rotext
source: Main schedules
ca: Horaris principals
eu: Ordutegi nagusiak
sk: Hlavné cestovné poriadky

# RES_scheduler.ckspkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_scheduler.ckspkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_scheduler.collapseselector.title.rotext
source: Show only users in the current group.
ca: Mostrar només els usuaris del grup actual.
eu: Erakutsi uneko taldeko erabiltzaileak soilik.
sk: Zobrazí len používateľov aktuálnej skupiny.

# RES_scheduler.contextmenu.addemployeecoverage.rotext
source: Add coverage
ca: Afegir cobertura
eu: Gehitu estaldura
sk: Pridať pokrytie

# RES_scheduler.contextmenu.assign.rotext
source: Assign
ca: Assignar
eu: Esleitu
sk: Priradenie

# RES_scheduler.contextmenu.assignalt.rotext
source: Add alternative schedule
ca: Afegir horari alternatiu
eu: Gehitu ordutegi alternatiboa
sk: Pridať alternatívny rozvrh

# RES_scheduler.contextmenu.assignvacations.rotext
source: Assign vacation schedule...
ca: Assignar horari vacances...
eu: Esleitu oporretarako ordutegia...
sk: Priradenie rozvrhu dovoleniek...

# RES_scheduler.contextmenu.changestartshift.rotext
source: Modify start time
ca: Modificar hora inici
eu: Aldatu hasierako ordua
sk: Zmena času spustenia

# RES_scheduler.contextmenu.changestartshiftalt.rotext
source: Change start time for alternative schedule...
ca: Modificar hora inici horari alternatiu...
eu: Aldatu hasierako ordua ordu alternatiboa...
sk: Zmena času začiatku alternatívneho času ...

# RES_scheduler.contextmenu.copycoverage.rotext
source: Copy
ca: Copiar
eu: Kopiatu
sk: Kopírovať

# RES_scheduler.contextmenu.copyshift.rotext
source: Copy
ca: Copiar
eu: Kopiatu
sk: Kopírovať

# RES_scheduler.contextmenu.delaltshift.rotext
source: Remove alternative schedule...
ca: Eliminar horari alternatiu...
eu: Kendu ordutegi alternatiboa...
sk: Odstrániť alternatívny rozvrh...

# RES_scheduler.contextmenu.delaltshifts.rotext
source: Remove all alternative schedules
ca: Eliminar tots els horaris alternatius
eu: Kendu ordutegi alternatibo guztiak
sk: Odstránenie všetkých alternatívnych cestovných poriadkov

# RES_scheduler.contextmenu.editteoriccoverage.rotext
source: Define theoretical endowment
ca: Definir dotació teòrica
eu: Dotazio teorikoa definitzea
sk: Definujte teoretickú dotáciu

# RES_scheduler.contextmenu.exchangeshifts.rotext
source: Exchange
ca: Intercanviar
eu: Trukatzeko
sk: Výmena

# RES_scheduler.contextmenu.hidecoverageview.rotext
source: Hide endowments
ca: Amagar dotacions
eu: Ezkutatu dotazioak
sk: Skrytie pridelených prostriedkov

# RES_scheduler.contextmenu.lockday.rotext
source: Block day(s)
ca: Bloquejar dia/es
eu: Blokeatu eguna(k)
sk: Blokový deň (dni)

# RES_scheduler.contextmenu.lockunlockday.rotext
source: Lock/Unlock Day
ca: Bloquejar/desbloquejar dia
eu: Blokeatu/desblokeatu eguna
sk: Deň blokovania/odblokovania

# RES_scheduler.contextmenu.pasteadv.rotext
source: Advanced gluing
ca: Enganxament avançat
eu: itsatsi aurreratua
sk: Pokročilé lepenie

# RES_scheduler.contextmenu.pasteadvcoverage.rotext
source: Advanced Paste
ca: Enganxar avançat
eu: Itsatsi aurreratua
sk: Pokročilé vkladanie

# RES_scheduler.contextmenu.pastecoverage.rotext
source: Paste
ca: Enganxar
eu: Itsatsi
sk: Vložiť

# RES_scheduler.contextmenu.pasteshift.rotext
source: Paste
ca: Enganxar
eu: Itsatsi
sk: Vložiť

# RES_scheduler.contextmenu.planifcoverage.rotext
source: Planning staffing
ca: Planificar dotació
eu: Planifikatu langileak
sk: Dotácia plánu

# RES_scheduler.contextmenu.removeassignment.rotext
source: Delete position
ca: Eliminar lloc de treball
eu: Ezabatu posizioa
sk: Vymazať príspevok

# RES_scheduler.contextmenu.removeemployeecoverage.rotext
source: Remove Coverage
ca: Eliminar cobertura
eu: Kendu estaldura
sk: Odstránenie pokrytia

# RES_scheduler.contextmenu.removeteoriccoverage.rotext
source: Eliminate theoretical allocation
ca: Eliminar la dotació teòrica
eu: Dotazio teorikoa ezabatu
sk: Odstránenie teoretickej dotácie

# RES_scheduler.contextmenu.removevacations.rotext
source: Remove holiday schedule
ca: Treure horari vacances
eu: Kendu oporretako ordutegia
sk: Odstránenie prázdninového rozvrhu

# RES_scheduler.contextmenu.selection.rotext
source: Select from/to here
ca: Seleccionar des de/fins aquí
eu: Hautatu hemendik/nora
sk: Vyberte z / do tu

# RES_scheduler.contextmenu.setassignment.rotext
source: Assign position
ca: Assignar lloc de treball
eu: Esleitu postua
sk: Priradenie príspevku

# RES_scheduler.contextmenu.showcoverageview.rotext
source: Show endowments
ca: Mostrar dotacions
eu: Erakutsi xedapenak
sk: Zobrazenie pridelených prostriedkov

# RES_scheduler.contextmenu.unlockday.rotext
source: Unlock day(s)
ca: Desbloquejar dia/es
eu: Desblokeatzeko eguna(k)
sk: Odblokovanie dňa(ov)

# RES_scheduler.copyplanbtwemployees.rotext
source: Copy Planning from one user to another
ca: Copiar planificació d’un usuari a un altre
eu: Kopiatu erabiltzailearen ordutegia beste batera
sk: Kopírovanie plánovania používateľa do iného

# RES_scheduler.copyschedule.noemployeeselected.rotext
source: You must have a user selected to continue.
ca: Cal tenir seleccionat algun usuari per poder continuar.
eu: Jarraitzeko, erabiltzaile bat hautatu behar duzu.
sk: Aby ste mohli sledovať, musíte mať vybratého používateľa.

# RES_scheduler.copyschedule.title.rotext
source: Copy Schedule Wizard
ca: Assistent per copiar planificacions
eu: Kopiatu programazio morroia
sk: Sprievodca plánovaním kopírovania

# RES_scheduler.coverageview.0.selectortitle.rotext
source: Theoretical endowment
ca: Dotació teòrica
eu: Dotazio teorikoa
sk: Teoretické pridelenie

# RES_scheduler.coverageview.1.selectortitle.rotext
source: Planned allocation
ca: Dotació planificada
eu: Aurreikusitako plantilla
sk: Plánované pridelenie

# RES_scheduler.coverageview.2.selectortitle.rotext
source: Royal endowment
ca: Dotació real
eu: errege-dotazioa
sk: Skutočné pridelenie

# RES_scheduler.coverageview.selectortitle.rotext
source: Change crew view
ca: Canviar vista dotació
eu: Aldatu ekipoen ikuspegia
sk: Zmena zobrazenia dotácie

# RES_scheduler.coveredby.info.tooltip.rotext
source: Covered by ${1}
ca: Cobert per ${1}
eu: ${1}-k estalita
sk: Pokryté sumou ${1}

# RES_scheduler.covereing.info.tooltip.rotext
source: Covering ${1}
ca: Cobrint ${1}
eu: ${1} estaltzen ditu
sk: Pokrytie ${1}

# RES_scheduler.dailyschedulecoverageday.description.rotext
source: Day planning with coverage
ca: Dia planificació amb cobertura
eu: Plangintza eguna estaldurarekin
sk: Deň plánovania s pokrytím

# RES_scheduler.dailyschedulelockedday.description.rotext
source: User ${1} has the schedule for day ${2} locked.
ca: L’usuari ${1} té la planificació del dia ${2} bloquejada.
eu: ${1} erabiltzaileak ${2} eguneko ordutegia blokeatuta dauka.
sk: Používateľ ${1} má uzamknutý rozvrh dňa ${2}.

# RES_scheduler.dailyschedulelockedday.removeemployeecoverage.description.rotext
source: User $b{1}$/b has the schedule for day $b{2}$/b blocked.$brIndicate whether you want to replace this schedule.
ca: L’usuari $b{1}$/b té la planificació del dia $b{2}$/b bloquejada.$brIndica si vols substituir aquesta planificació.
eu: $b{1}$/b erabiltzaileak eguneko ordutegia $b{2}$/b blokeatuta dauka.$brAdierazi ordutegi hori ordeztu nahi duzun.
sk: Používateľ $b{1}$/b má uzamknutý rozvrh na deň $b{2}$/b.$br Uveďte, či chcete tento rozvrh prepísať.

# RES_scheduler.dailyscheduleshiftwithoutpermission.description.rotext
source: You do not have permission to access the schedule (primary or alternate) of user ${1} on day ${2}.
ca: No tens permís per accedir a l’horari (principal o alternatius) de l’usuari ${1} el dia ${2}.
eu: Ez duzu ${1} erabiltzailearen ordutegia (nagusia edo ordezkoa) ${2} egunean sartzeko baimenik.
sk: Nemáte oprávnenie na prístup k rozvrhu (hlavnému alebo alternatívnemu) používateľa ${1} v deň ${2}.

# RES_scheduler.datebeginendincorrect.rotext
source: Incorrect dates
ca: Dates incorrectes
eu: Data okerrak
sk: Nesprávne dátumy

# RES_scheduler.editmoves.title.rotext
source: Transfer edition
ca: Edició de fitxatges
eu: Transferen edizioa
sk: Úprava podpisov

# RES_scheduler.employeandshiftassignments.noassignments.rotext
source: There are no defined positions.
ca: No hi ha llocs de treball definits.
eu: Ez dago posizio zehazturik.
sk: Nie sú definované žiadne pozície.

# RES_scheduler.enddateincorrect.rotext
source: Incorrect end date!
ca: Data de final incorrecta!
eu: Amaiera data okerra!
sk: Nesprávny dátum ukončenia!

# RES_scheduler.error.couldnotretrievetask.text.rotext
source: An unexpected error has occurred. Please try again later.
ca: Es va produir un error inesperat. Intenteu-ho més tard.
eu: Ustekabeko errore bat gertatu da. Saiatu berriro geroago.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr.

# RES_scheduler.especialpaste.noclipboard.rotext
source: There is no schedule assigned to the clipboard!
ca: No hi ha cap horari assignat al porta-retalls!
eu: Ez dago programaziorik esleituta arbelean!
sk: K schránke nie je priradený žiadny plán!

# RES_scheduler.expandselector.title.rotext
source: Show all users in the current group and its subgroups.
ca: Mostrar tots els usuaris del grup actual i els seus subgrups.
eu: Erakutsi uneko taldeko eta bere azpitaldeetako erabiltzaile guztiak.
sk: Zobrazenie všetkých používateľov v aktuálnej skupine a ich podskupinách.

# RES_scheduler.exportplantoexcel.rotext
source: Export planning from Excel
ca: Exportar planificació des d’Excel
eu: Esportatu plangintza Excel-etik
sk: Export plánovania z programu Excel

# RES_scheduler.importplanfromexcel.rotext
source: Import planning from Excel
ca: Importar planificació des d’Excel
eu: Inportatu plangintza Excel-etik
sk: Import plánovania z programu Excel

# RES_scheduler.incompleteddays.rotext
source: Days with odd signings
ca: Dies amb fitxatges senars
eu: Fitxaketa bakoitiak dituzten egunak
sk: Dni s nepárnymi číslami podpisov

# RES_scheduler.insertmasspunch.desc.rotext
source: It allows for the massive insertion of punches that could not be made due to electrical failure of turnstiles.
ca: Permet inserir massivament fitxatges que no s'han pogut fer per error elèctric de torns.
eu: Tornuen akats elektrikoaren ondorioz egin ezin izan diren seinaleztapenak masiboki sartzea ahalbidetzen du.
sk: Umožňuje hromadné vkladanie razníkov, ktoré nebolo možné vyrobiť z dôvodu elektrickej poruchy sústruhu.

# RES_scheduler.insertmasspunch.rotext
source: Massive introduction of signings
ca: Introducció massiva de fitxatges
eu: Fitxaketen sarrera masiboa
sk: Masívne zavedenie transferov

# RES_scheduler.justifiedincicences.desc.rotext
source: It allows you to justify user incidents in a given period in a massive way.
ca: Permet justificar de manera massiva incidències d’usuaris en un període determinat.
eu: Epe jakin batean erabiltzaileen gorabeherak masiboki justifikatzeko aukera ematen du.
sk: Umožňuje hromadné zdôvodnenie používateľských incidentov v danom období.

# RES_scheduler.justifiedincicences.rotext
source: Massive justification of incidents
ca: Justificació massiva d’incidències
eu: Gorabeheren justifikazio masiboa
sk: Hromadné zdôvodnenie incidentov

# RES_scheduler.lblassignmentinfo.text.rotext
source: This form allows you to indicate the position that the user will fill with the selected schedule.
ca: Aquest formulari et permet indicar el lloc de treball que cobrirà l’usuari amb l’horari seleccionat.
eu: Inprimaki honek aukeratutako ordutegiarekin erabiltzaileak beteko duen postua adierazteko aukera ematen du.
sk: Tento formulár umožňuje uviesť pozíciu, ktorú má používateľ obsadiť vybraným rozvrhom.

# RES_scheduler.lblassignmentshift.text.rotext
source: Position :
ca: Lloc de treball:
eu: Posizioa:
sk: Pozícia :

# RES_scheduler.lblassignmenttitle.text.rotext
source: Since the user will cover the schedule
ca: Lloc de treball que cobrirà l’usuari amb l’horari
eu: Erabiltzailea ordutegiarekin estaliko baitu
sk: Pozícia, ktorú má používateľ vyplniť pomocou rozvrhu

# RES_scheduler.lblcopyperiod.text.rotext
source: What period do you want to paste?
ca: Quin període vols enganxar?
eu: Zein epe itsatsi nahi duzu?
sk: ktorého obdobia sa chcete držať?

# RES_scheduler.lblcopytitle.text.rotext
source: What do you want to copy?
ca: Què vols copiar?
eu: Zer kopiatu nahi duzu?
sk: čo chcete kopírovať?

# RES_scheduler.lbldisassignaltinfo.text.rotext
source: This form allows you to select the alternative schedule to delete.
ca: Aquest formulari et permet seleccionar l’horari alternatiu que s’ha d’eliminar.
eu: Inprimaki honek ezabatu beharreko ordutegi alternatiboa hautatzeko aukera ematen du.
sk: Tento formulár umožňuje vybrať alternatívny rozvrh, ktorý sa má odstrániť.

# RES_scheduler.lbldisassignaltshift.text.rotext
source: Schedule to be removed:
ca: Horari que s’ha d’eliminar:
eu: Ezabatzeko programazioa:
sk: Časový harmonogram, ktorý sa má odstrániť:

# RES_scheduler.lbldisassignalttitle.text.rotext
source: Remove alternative schedule
ca: Eliminar horari alternatiu
eu: Kendu ordutegi alternatiboa
sk: Odstránenie alternatívneho cestovného poriadku

# RES_scheduler.lblespecialpastebegin.text.rotext
source: Paste from day:
ca: Enganxar des del dia:
eu: Itsatsi egunetik:
sk: Vložiť zo dňa:

# RES_scheduler.lblespecialpastebegincoverage.text.rotext
source: Paste from day:
ca: Enganxar des del dia:
eu: Itsatsi egunetik:
sk: Vložiť zo dňa:

# RES_scheduler.lblespecialpasteend.text.rotext
source: Until today:
ca: Fins al dia:
eu: Egunera arte:
sk: Až do dňa:

# RES_scheduler.lblespecialpasteendcoverage.text.rotext
source: Until today:
ca: Fins al dia:
eu: Egunera arte:
sk: Až do dňa:

# RES_scheduler.lblespecialpasteinfo.text.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
eu: Inprimaki honek arbelean kopiatu dituzun orduak erabiltzaile bati esleitzeko aukera ematen dizu zuk zehaztutako daten artean.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_scheduler.lblespecialpasteinfocoverage.text.rotext
source: This form allows you to assign the endowments you have copied to your clipboard to a group between the dates you specify.
ca: Aquest formulari et permet assignar les dotacions que tinguis copiades al porta-retalls a un grup entre les dates que especifiquis.
eu: Inprimaki honek arbelean kopiatu dituzun esleipenak talde bati esleitzeko aukera ematen dizu zehazten dituzun daten artean.
sk: Tento formulár umožňuje priradiť alokácie, ktoré ste skopírovali do schránky, do skupiny medzi dátumami, ktoré ste zadali.

# RES_scheduler.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_scheduler.lblmultisel.text.rotext
source: Multiple Selection
ca: Selecció múltiple
eu: Hautaketa Anitza
sk: Viacnásobný výber

# RES_scheduler.lblstartshiftaltshift.text.rotext
source: Alternative schedule:
ca: Horari alternatiu:
eu: Ordutegi alternatiboa:
sk: Alternatívny rozvrh :

# RES_scheduler.lblstartshiftinfo.text.rotext
source: This form allows you to indicate the start time of the floating schedule.
ca: Aquest formulari et permet indicar l’hora d’inici de l’horari flotant.
eu: Inprimaki honek ordutegi flotagarriaren hasiera-ordua adierazteko aukera ematen du.
sk: Tento formulár umožňuje uviesť čas začiatku plávajúceho rozvrhu.

# RES_scheduler.lblstartshiftshift.text.rotext
source: Start time:
ca: Hora d’inici:
eu: Hasiera ordua:
sk: Čas začiatku :

# RES_scheduler.lblstartshifttitle.text.rotext
source: Start time
ca: Hora d’inici
eu: Hasiera ordua
sk: Čas začiatku

# RES_scheduler.lbltitle.text.rotext
source: Advanced gluing
ca: Enganxament avançat
eu: itsatsi aurreratua
sk: Pokročilé lepenie

# RES_scheduler.lbltitlecoverage.text.rotext
source: Advanced gluing
ca: Enganxament avançat
eu: itsatsi aurreratua
sk: Pokročilé lepenie

# RES_scheduler.lblview.text.rotext
source: Show
ca: Mostrar
eu: Erakutsi
sk: Zobraziť

# RES_scheduler.lblviewemployees.text.rotext
source: emp. / p.
ca: emp. / pàg.
eu: enp. / or.
sk: emp. / str.

# RES_scheduler.loaddown.rotext
source: Forward a user
ca: Endavant un usuari
eu: Erabiltzaile bat birbidali
sk: Pokračujte jeden používateľ

# RES_scheduler.loaddownblock.rotext
source: Next page
ca: Pàgina següent
eu: Hurrengo orrialdea
sk: Ďalšia stránka

# RES_scheduler.loadup.rotext
source: Back one user
ca: Endarrere un usuari
eu: Erabiltzaile bati itzuli
sk: Späť jeden používateľ

# RES_scheduler.loadupblock.rotext
source: Previous page
ca: Pàgina anterior
eu: Aurreko orrialdea
sk: Predchádzajúca stránka

# RES_scheduler.lockedday.rotext
source: Blocked day
ca: Dia bloquejat
eu: Blokeatutako eguna
sk: Zablokovaný deň

# RES_scheduler.missing.info.rotext
source: Absent
eu: Ausente
sk: Neprítomný

# RES_scheduler.missing.info.tooltip.rotext
source: Absent
eu: Ausente
sk: Neprítomný

# RES_scheduler.movesdetial.punchin.rotext
source: AND
ca: E
eu: ETA
sk: E

# RES_scheduler.movesdetial.punchout.rotext
source: S
eu: Bai

# RES_scheduler.multiselect.rotext
source: Multiple Selection
ca: Selecció múltiple
eu: Hautaketa Anitza
sk: Viacnásobný výber

# RES_scheduler.navigatedown.rotext
source: Navigate to subgroups
ca: Navegar a subgrups
eu: Nabigatu azpitaldeetara
sk: Prechod na podskupiny

# RES_scheduler.noemployeeselected.rotext
source: You must have a user selected
ca: Cal tenir algun usuari seleccionat
eu: Erabiltzaile bat hautatu behar duzu
sk: Musíte mať vybratého používateľa

# RES_scheduler.notjustifieddays.rotext
source: Unjustified days
ca: Dies sense justificar
eu: Justifikatu gabeko egunak
sk: Neospravedlnené dni

# RES_scheduler.notreliableddays.rotext
source: Days with signings or justifications manually reported by users
ca: Dies amb fitxatges o justificacions introduïdes manualment per usuaris
eu: Erabiltzaileek eskuz jakinarazitako sinadurak edo justifikazioak dituzten egunak
sk: Dni s hodinami alebo zdôvodneniami, ktoré používatelia nahlásili ručne

# RES_scheduler.periodfrom.rotext
source: Period of the
ca: Període del
eu: aldiko
sk: Obdobie

# RES_scheduler.periodto.rotext
source: to the
ca: al
eu: du
sk: na adrese

# RES_scheduler.plannedcoverage.0.ok.rotext
source: Completed
ca: Completada
eu: Osatua
sk: Dokončené

# RES_scheduler.plannedcoverage.1.ok.rotext
source: Completed
ca: Completada
eu: Osatua
sk: Dokončené

# RES_scheduler.plannedcoverage.2.ok.rotext
source: Completed
ca: Completada
eu: Osatua
sk: Dokončené

# RES_scheduler.plannedcoverage.forced.tooltip.rotext
source: The user has forced the acceptance of the incomplete endowment of ${1}
ca: L’usuari ha forçat l’acceptació de la dotació incompleta de ${1}
eu: Erabiltzaileak {1} $-ren esleipen osatugabea onartzera behartu du
sk: Používateľ si vynútil prijatie neúplnej dotácie vo výške ${1}

# RES_scheduler.plannedcoverage.missing.tooltip.rotext
source: Missing ${1}
ca: Falta ${1}
eu: ${1} falta da
sk: Chýba ${1}

# RES_scheduler.plannedcoverage.ok.tooltip.rotext
source: Crew completed
ca: Dotació completada
eu: Zuzkidura amaituta
sk: Dotácia dokončená

# RES_scheduler.plannedcoverage.over.tooltip.rotext
source: ${1} left over
ca: Sobra ${1}
eu: ${1} soberan
sk: Prebytok ${1}

# RES_scheduler.planview-assignments.rotext
source: Planning view by positions
ca: Vista planificació per llocs de treball
eu: Plangintzaren ikuspegia posizioen arabera
sk: Pohľad po plánovaní

# RES_scheduler.planview-shifts.rotext
source: View planning by schedule
ca: Vista planificació per horaris
eu: Ordutegiaren ikuspegia
sk: Pohľad na časové plánovanie

# RES_scheduler.remarksconfig.desc.rotext
source: Create rules to highlight calendar boxes depending on their content.
ca: Crea les regles per ressaltar caselles del calendari en funció del contingut.
eu: Sortu arauak egutegi-koadroak nabarmentzeko edukiaren arabera.
sk: Vytvorenie pravidiel na zvýraznenie polí kalendára v závislosti od ich obsahu.

# RES_scheduler.remarksconfig.rotext
source: Highlights Settings
ca: Configuració alertes
eu: Nabarmendu ezarpenak
sk: Konfigurácia zvýraznenia

# RES_scheduler.reports.title.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_scheduler.reportstitlereads.rotext
source: Inputs and Outputs
ca: Entrades i sortides
eu: Sarrerak eta Irteerak
sk: Vstupy a výstupy

# RES_scheduler.reportstitleshifts.rotext
source: Planning
ca: Planificació
eu: Plangintza
sk: plánovanie

# RES_scheduler.scheduler.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_scheduler.seleccionlibre.rotext
source: Free
ca: Lliure
eu: Doan
sk: Bezplatne

# RES_scheduler.seleccionmes.rotext
source: Month
ca: Mes
eu: Hilabetea
sk: Mesiac

# RES_scheduler.seleccionsemana.rotext
source: Week
ca: Setmana
eu: Astea
sk: Týždeň

# RES_scheduler.seleccionsemanainitial.rotext
source: S
eu: Bai

# RES_scheduler.shifts.shiftsmaingroup.literal.rotext
source: (All)
ca: (Tots)
eu: (guztiak)
sk: (Všetko)

# RES_scheduler.shiftsselector.allshifts.rotext
source: See all schedules
ca: Veure tots els horaris
eu: Ikusi ordutegi guztiak
sk: Pozrite si všetky cestovné poriadky

# RES_scheduler.shiftsselector.root.rotext
source: (General)
eu: (Orokorra)
sk: (Všeobecne)
