Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_srvmsgboxshifts.deleteshiftused.option1description.rotext
source: It will delete the current schedule even if it is assigned to one or more users
eu: Uneko ordutegia ezabatuko du erabiltzaile bati edo gehiagori esleituta badago ere
fr: Vous supprimerez l’horaire actuel même s’il est attribué à un ou plusieurs utilisateurs
gl: Borrará o horario actual aínda que estea asignado a un ou máis usuarios
it: Verrà eliminato l´orario attuale sebbene sia assegnato a uno o più utenti
pt: Apagará o horário mesmo que esteja atribuído a um ou mais utilizadores
sk: Vymazať aktuálny rozvrh, aj keď je priradený jednému alebo viacerým používateľom

# RES_srvmsgboxshifts.deleteshiftused.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deleteshiftused.option2description.rotext
source: It will not delete the selected schedule
eu: Ez du hautatutako ordutegia ezabatuko
fr: Ne supprimera pas l´horaire sélectionné
gl: Non borrará o horario seleccionado
it: Non si eliminerà l´orario selezionato
pt: Não eliminará o horário selecionado
sk: Neodstráni vybraný rozvrh

# RES_srvmsgboxshifts.deleteshiftused.option2text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_srvmsgboxshifts.deleteshiftused.title.rotext
source: Assigned schedule. <br>Are you sure you want to delete the schedule?
eu: Esleitutako ordutegia. <br> Ziur ordutegia ezabatu nahi duzula?
fr: Horaire attribué. <br> Êtes-vous sûr(e) de vouloir supprimer l´horaire ?
gl: Horario asignado. <br> Estás seguro/a de querer borrar o horario?
it: Orario assegnato. <br> Eliminare l´orario?
pt: Horário atribuído. <br> Tem a certeza de que quer apagar o horário?
sk: Pridelený rozvrh. <br> Ste si istí, že chcete rozvrh vymazať?

# RES_srvmsgboxshifts.deleteshiftzone.description.rotext
source: A time zone is about to be eliminated
eu: Ordu-eremu bat ezabatzera zoaz
fr: Vous êtes sur le point de supprimer une zone horaire.
gl: Dispóñeste a eliminar unha zona horaria.
it: Si sta per eliminare una fascia oraria
pt: Pretende eliminar uma zona horária
sk: Chystáte sa odstrániť časové pásmo

# RES_srvmsgboxshifts.deleteshiftzone.option1description.rotext
source: Clears the definition of the currently selected time zone
eu: Unean hautatutako ordu-eremuaren definizioa garbitzen du
fr: Supprime la définition de la zone horaire actuellement sélectionnée
gl: Borra a definición da zona horaria actualmente seleccionada
it: Elimina la definizione della fascia oraria attualmente selezionata
pt: Apaga a definição zona horária atualmente selecionada
sk: Odstráni aktuálne vybranú definíciu časového pásma

# RES_srvmsgboxshifts.deleteshiftzone.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deleteshiftzone.option2description.rotext
source: Does not clear time zone
eu: Ez du ordu-eremua garbitzen
fr: Ne supprime pas la zone horaire
gl: Non borra a zona horaria
it: Non elimina la fascia oraria
pt: Não apaga a zona horária
sk: Nevymaže časové pásmo

# RES_srvmsgboxshifts.deleteshiftzone.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxshifts.deleteshiftzone.title.rotext
source: Delete time zone
eu: Ezabatu ordu-eremua
fr: Supprimer zone horaire
gl: Eliminar zona horaria
it: Elimina fascia oraria
pt: Eliminar zona horária
sk: Odstránenie časového pásma

# RES_srvmsgboxshifts.deletetypezone.description.rotext
source: You are about to eliminate a type of zone
eu: Zona mota bat ezabatzera zoaz
fr: Vous êtes sur le point de supprimer un type de zone
gl: Dispóñeste a eliminar un tipo de zona
it: Si sta per eliminare un tipo di zona
pt: Pretende eliminar um tipo de zona
sk: Chystáte sa odstrániť typ zóny

# RES_srvmsgboxshifts.deletetypezone.option1description.rotext
source: Delete zone type
eu: Ezabatu zona mota
fr: Supprime le type de zone
gl: Elimina o tipo de zona
it: Elimina il tipo di zona
pt: Elimina o tipo de horário
sk: Odstránenie typu zóny

# RES_srvmsgboxshifts.deletetypezone.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deletetypezone.option2description.rotext
source: Does not delete the zone type
eu: Ez du zona mota ezabatzen
fr: Ne supprime pas le type de zone
gl: Non elimina o tipo de zona
it: Non elimina il tipo di zona
pt: Não elimina o tipo de zona
sk: Neodstráni typ zóny

# RES_srvmsgboxshifts.deletetypezone.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxshifts.deletetypezone.title.rotext
source: Delete time zone type
eu: Ezabatu ordu-zona mota
fr: Supprimer type de zone horaire
gl: Eliminar tipo de zona horaria
it: Elimina tipo di fascia oraria
pt: Eliminar o tipo de zona horária
sk: Odstránenie typu časového pásma

# RES_srvmsgboxshifts.error.anytimezoneadded.rotext
source: By selecting 'Any zone' you cannot add more zones
eu: 'Edozein zona' hautatzen duzunean ezin dituzu zona gehiago gehitu
fr: En sélectionnant « N´importe quelle zone », plus aucune zone ne peut être ajoutée
gl: Ao seleccionar «Calquera zona» non se poden engadir máis zonas
it: Quando si seleziona &quot;Qualsiasi zona&quot;, non è possibile aggiungere altre zone
pt: Ao selecionar «Qualquer zona» não se podem adicionar mais zonas
sk: Pri výbere možnosti "ľubovoľná zóna" nie je možné pridať žiadne ďalšie zóny

# RES_srvmsgboxshifts.error.causealreadyexists.rotext
source: Justification has already been added
eu: Justifikazioa gehitu da dagoeneko
fr: La justification a déjà été ajoutée
gl: Xa se engadiu a xustificación
it: La giustificazione è già stata aggiunta
pt: Já foi adicionada uma justificação
sk: Odôvodnenie už bolo pridané

# RES_srvmsgboxshifts.error.dailyrule.rotext
source: Mistake
eu: Akatsa
fr: Erreur
gl: Erro
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxshifts.error.dailyruleactioncauseerror.rotext
source: The two justifications in the drag configuration cannot match
eu: Arrastatu konfigurazioan dauden bi justifikazioak ezin dira bat etorri
fr: Les deux justifications dans la configuration du report ne peuvent être les mêmes
gl: As dúas xustificacións na configuración do arrastre non poden coincidir
it: Le due giustificazioni nella configurazione del riporto non possono coincidere
pt: As duas justificações na configuração da transição não podem coincidir
sk: Tieto dve odôvodnenia v konfigurácii prenosu sa nemôžu zhodovať

# RES_srvmsgboxshifts.error.dailyrulebetweenlimits.rotext
source: The defined limits are incorrect.
eu: Definitutako mugak okerrak dira.
fr: Les limites définies sont incorrectes.
gl: Os límites definidos son incorrectos.
it: I limiti definiti sono errati.
pt: Os limites definidos estão incorretos.
sk: Definované limity sú nesprávne.

# RES_srvmsgboxshifts.error.dailyruleconditionnocausespecified.rotext
source: No justifications have been added to the condition
eu: Baldintzari ez zaio justifikaziorik gehitu
fr: Aucune justification n´a été ajoutée à la condition
gl: Non se engadiron xustificacións á condición
it: Non sono state aggiunte giustificazioni alla condizione
pt: Não foram adicionadas justificações à condição
sk: K podmienke neboli pridané žiadne odôvodnenia

# RES_srvmsgboxshifts.error.dailyruleconditionnotexists.rotext
source: A non-existent condition has been selected
eu: Existitzen ez den baldintza bat hautatu da
fr: Une condition inexistante a été sélectionnée
gl: Seleccionouse unha condición inexistente
it: È stata selezionata una condizione inesistente
pt: Foi selecionada uma condição inexistente
sk: Bola vybraná neexistujúca podmienka

# RES_srvmsgboxshifts.error.dailyruleconditionnotimezonespecified.rotext
source: No time zones have been added to the condition
eu: Ez dago ordu-eremurik baldintzari gehitu
fr: Aucune zone horaire n´a été ajoutée à la condition
gl: Non se engadiron zonas horarias á condición
it: Non sono state aggiunte fasce orarie alla condizione
pt: Não foram adicionadas zonas horárias à condição
sk: Do podmienky nie sú pridané žiadne časové pásma

# RES_srvmsgboxshifts.error.dailyrulenamemustexists.rotext
source: Name cannot be blank
eu: Izena ezin da hutsik egon
fr: Le nom ne peut pas être vierge
gl: Nome non pode estar en branco
it: Il nome non può essere lasciato in bianco.
pt: O nome não pode ficar em branco
sk: Názov nemôže byť prázdny

# RES_srvmsgboxshifts.error.dailyruleresultnocausespecified.rotext
source: No justifications have been added in the condition comparison
eu: Baldintzen konparazioan justifikaziorik ez dago gehitu
fr: Aucune justification n´a été ajoutée à la comparaison de la condition
gl: Non se engadiron xustificacións na comparación da condición
it: Non sono state aggiunte giustificazioni nel confronto della condizione
pt: Não foram adicionadas justificações à comparação da condição
sk: Pri porovnávaní stavu neboli pridané žiadne odôvodnenia

# RES_srvmsgboxshifts.error.dailyruleresultnotimezonespecified.rotext
source: No time zones have been added in the condition comparison
eu: Ez da ordu-eremurik gehitu egoera alderatzean
fr: Aucune zone horaire n´a été ajoutée à la comparaison de la condition
gl: Non se engadiron zonas horarias na comparación da condición
it: Non sono state aggiunte fasce orarie nel confronto della condizione
pt: Não foram adicionadas zonas horárias à comparação da condição
sk: Do porovnania podmienok neboli pridané žiadne časové pásma

# RES_srvmsgboxshifts.error.description.nocause2selected.rotext
source: You must select a justification for the rule.
eu: Arauaren justifikazio bat hautatu behar duzu.
fr: Vous devez sélectionner une justification pour la règle.
gl: Debes seleccionar unha xustificación para a regra.
it: Si deve selezionare un confronto per la regola.
pt: Deve selecionar uma justificação para a regra.
sk: Musíte vybrať odôvodnenie pravidla.

# RES_srvmsgboxshifts.error.description.noconceptselected.rotext
source: You must select an incident.
eu: Gertaera bat hautatu behar duzu.
fr: Vous devez sélectionner un incident.
gl: Debes seleccionar unha incidencia.
it: Si deve selezionare un evento.
pt: Deve selecionar uma incidência.
sk: Musíte si vybrať vydanie.

# RES_srvmsgboxshifts.error.description.nocriteria1selected.rotext
source: You must select a selection criterion for the rule.
eu: Araurako hautaketa-irizpide bat hautatu behar duzu.
fr: Vous devez sélectionner un critère de sélection pour la règle.
gl: Debes seleccionar un criterio de selección para a regra.
it: Si deve selezionare un criterio di selezione per la regola.
pt: Deve selecionar um critério de seleção para a regra.
sk: Musíte vybrať kritérium výberu pre pravidlo.

# RES_srvmsgboxshifts.error.description.nocriteria2selected.rotext
source: You must select a criterion for justifying the rule.
eu: Arauaren justifikaziorako irizpide bat hautatu behar duzu.
fr: Vous devez sélectionner un critère pour la justification de la règle.
gl: Debes seleccionar un criterio para a xustificación da regra.
it: Si deve selezionare un criterio per la giustificazione della regola.
pt: Deve selecionar um critério para a justificação da regra.
sk: Musíte vybrať kritérium pre odôvodnenie pravidla.

# RES_srvmsgboxshifts.error.description.norecalcselected.rotext
source: No recalculation option has been selected.
eu: Ez da birkalkulatzeko aukerarik hautatu.
fr: Aucune option de recalcul n´a été sélectionnée.
gl: Non se seleccionou ningunha opción de recálculo.
it: Non è stata selezionata alcuna opzione di ricalcolo.
pt: Não foi selecionada nenhuma opção recálculo.
sk: Nebola vybratá žiadna možnosť prepočtu.

# RES_srvmsgboxshifts.error.description.novalidcriteria11.rotext
source: The values in the justification rule definition are incorrect.
eu: Justifikazio-arauaren definizio-balioak okerrak dira.
fr: Les valeurs de la définition de la règle de justification sont incorrectes.
gl: Os valores da definición da regra de xustificación son incorrectos.
it: I valori della definizione della regola di giustificazione sono errati.
pt: Os valores da definição da regra de justificação são incorretos.
sk: Hodnoty v definícii pravidla odôvodnenia sú nesprávne.

# RES_srvmsgboxshifts.error.description.novalidcriteria12.rotext
source: The values in the justification rule definition are incorrect.
eu: Justifikazio-arauaren definizio-balioak okerrak dira.
fr: Les valeurs de la définition de la règle de justification sont incorrectes.
gl: Os valores da definición da regra de xustificación son incorrectos.
it: I valori della definizione della regola di giustificazione sono errati.
pt: Os valores da definição da regra de justificação são incorretos.
sk: Hodnoty v definícii pravidla odôvodnenia sú nesprávne.

# RES_srvmsgboxshifts.error.description.novalidcriteria2.rotext
source: There are incorrect values of the justification rule criterion.
eu: Justifikazio-arauaren irizpide-balio okerrak daude.
fr: Des valeurs du critère de la règle de justification sont incorrectes.
gl: Hai valores do criterio da regra de xustificación incorrectos.
it: Sono presenti valori del criterio della regola di giustificazione errati.
pt: Há valores do critério da regra de justificação incorretos
sk: Existujú nesprávne hodnoty kritérií pravidiel odôvodnenia.

# RES_srvmsgboxshifts.error.description.nozonetselected.rotext
source: You must select an area
eu: Eremu bat hautatu behar duzu
fr: Vous devez sélectionner une zone
gl: Debes seleccionar unha zona
it: Si deve selezionare una zona
pt: Deve selecionar uma zona
sk: Musíte vybrať oblasť

# RES_srvmsgboxshifts.error.description.shiftobsolete.rotext
source: The schedule is obsolete and cannot be modified.
eu: Ordutegia zaharkituta dago eta ezin da aldatu.
fr: L´horaire est obsolète et ne peut être modifié.
gl: O horario está obsoleto e non se pode modificar.
it: L´orario è obsoleto e non può essere modificato.
pt: O horário é obsoleto ou não se pode modificar.
sk: Rozvrh je zastaraný a nie je možné ho upraviť.

# RES_srvmsgboxshifts.error.frmaddassignment.cmbassignmentdesc.rotext
source: Select a position
eu: Hautatu posizio bat
fr: Sélectionnez un poste
gl: Selecciona un posto
it: Seleziona un posizione
pt: Selecione um posto
sk: Výber pozície

# RES_srvmsgboxshifts.error.frmaddassignment.cmbassignmenttitle.rotext
source: Wrong position
eu: Posizio okerra
fr: Poste incorrect
gl: Posto incorrecto
it: Posizione errata
pt: Posto incorreto
sk: Nesprávna poloha

# RES_srvmsgboxshifts.error.frmaddassignment.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.frmaddassignment.txtcoveragedesc.rotext
source: Please enter a correct value
eu: Mesedez, idatzi balio zuzena
fr: Indiquez une valeur correcte
gl: Indica un valor correcto
it: Indica un valore corretto
pt: Indique um valor correto
sk: Uveďte správnu hodnotu

# RES_srvmsgboxshifts.error.frmaddassignment.txtcoveragetitle.rotext
source: Incorrect coverage
eu: Estaldura okerra
fr: Couverture incorrecte
gl: Cobertura incorrecta
it: Copertura errata
pt: Cobertura incorreta
sk: Nesprávne pokrytie

# RES_srvmsgboxshifts.error.frmaddzone.cmbdatetitle.rotext
source: Mistake
eu: Akatsa
fr: Erreur
gl: Erro
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxshifts.error.frmaddzone.cmbtypetitle.rotext
source: Select a time zone type
eu: Hautatu ordu-eremu mota bat
fr: Sélectionnez un type de zone horaire
gl: Selecciona un tipo de zona horaria
it: Seleziona un tipo di fascia oraria
pt: Selecione um tipo de zona horária
sk: Výber typu časového pásma

# RES_srvmsgboxshifts.error.frmaddzone.cmbtypetitledesc.rotext
source: You must select a time zone type
eu: Ordu-eremu mota bat hautatu behar duzu
fr: Vous devez sélectionner un type de zone horaire
gl: Debes seleccionar un tipo de zona horaria
it: Si deve selezionare un tipo di fascia oraria
pt: Deve selecionar um tipo de zona horária
sk: Musíte vybrať typ časového pásma

# RES_srvmsgboxshifts.error.frmaddzone.invaliddaterange.rotext
source: The time range entered is not correct.
eu: Sartutako denbora tartea ez da zuzena.
fr: La plage d´heures saisie est incorrecte.
gl: O rango de horas introducido non é correcto.
it: L´intervallo di ore immesso non è corretto.
pt: O intervalo de horas introduzido não está correto.
sk: Rozsah zadaných hodín nie je správny.

# RES_srvmsgboxshifts.error.frmaddzone.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.frmbreak.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.frmbreak.txtcanabsfromdesc.rotext
source: The interval time from is incorrect
eu: Tarte-denbora ez da zuzena
fr: L´heure d´intervalle depuis est incorrecte
gl: A hora de intervalo dende é incorrecta
it: L´ora di intervallo da è errata
pt: A hora de intervalo desde está incorreta
sk: Časový interval od je nesprávny

# RES_srvmsgboxshifts.error.frmbreak.txtcanabsfromtitle.rotext
source: Interval time from incorrect
eu: Tarte-denbora okerretik
fr: Heure d´intervalle depuis incorrecte
gl: Hora de intervalo dende incorrecta
it: Ora di intervallo da errata
pt: Hora de intervalo desde incorreta
sk: Nesprávny časový interval z nesprávneho

# RES_srvmsgboxshifts.error.frmbreak.txtcanabstodesc.rotext
source: The interval time until is incorrect
eu: Ordurako tartea ez da zuzena
fr: L´heure d´intervalle jusqu´à est incorrecte
gl: A hora de intervalo ata é incorrecta
it: L´ora di intervallo fino a è errata
pt: A hora do intervalo até está incorreta
sk: Časový interval do je nesprávny

# RES_srvmsgboxshifts.error.frmbreak.txtcanabstotitle.rotext
source: Incorrect interval time to
eu: Tarte-denbora okerra arte
fr: Heure d´intervalle jusqu´à incorrecte
gl: Hora de intervalo ata incorrecta
it: Ora di intervallo fino a errata
pt: Hora de intervalo até incorreta
sk: Nesprávny časový interval až do

# RES_srvmsgboxshifts.error.frmbreak.txtchkbreaktimedesc.rotext
source: The penalty time is incorrect
eu: Zigorren denbora ez da zuzena
fr: L´heure de pénalités est incorrecte
gl: A hora de penalizacións é incorrecta
it: L´ora di penalizzazioni è errata
pt: A hora de penalizações está incorreta
sk: Čas sankcií je nesprávny

# RES_srvmsgboxshifts.error.frmbreak.txtchkbreaktimetitle.rotext
source: Incorrect penalty time
eu: Zigor denbora okerra
fr: Heure pénalités incorrecte
gl: Hora penalizacións incorrecta
it: Ora penalizzazioni errata
pt: Hora penalizações incorreta
sk: Nesprávny čas trestu

# RES_srvmsgboxshifts.error.frmbreak.txtchkcanabsdesc.rotext
source: The maximum absence time in allowed times is incorrect
eu: Baimendutako denboran gehieneko absentzia-denbora ez da zuzena
fr: L´heure d´absence maximale dans les temps autorisés est incorrecte
gl: A hora de ausencia máxima en tempos permitidos é incorrecta
it: L´ora di assenza massima in tempi consentiti è errata
pt: A hora de ausência máxima em tempos permitidos está incorreta
sk: Maximálny čas neprítomnosti v povolenom čase je nesprávny

# RES_srvmsgboxshifts.error.frmbreak.txtchkcanabstitle.rotext
source: Incorrect maximum absence time
eu: Gehienezko absentzia denbora okerra
fr: Heure absence maximale incorrecte
gl: Hora ausencia máxima incorrecta
it: Ora assenza massima errata
pt: Hora de ausência máxima incorreta
sk: Nesprávny maximálny čas neprítomnosti

# RES_srvmsgboxshifts.error.frmbreak.txtchkdebabsdesc.rotext
source: The minimum absence time in allowed times is incorrect
eu: Baimendutako denboran gutxieneko absentzia-denbora ez da zuzena
fr: L´heure d´absence minimale dans les temps autorisés est incorrecte
gl: A hora de ausencia mínima en tempos permitidos é incorrecta
it: L´ora di assenza minima in tempi consentiti è errata
pt: A hora de ausência mínima em tempos permitidos está incorreta
sk: Minimálny čas neprítomnosti v povolenom čase je nesprávny

# RES_srvmsgboxshifts.error.frmbreak.txtchkdebabstitle.rotext
source: Incorrect minimum absence time
eu: Gutxieneko absentzia denbora okerra
fr: Heure absence minimale incorrecte
gl: Hora ausencia mínima incorrecta
it: Ora assenza minima errata
pt: Hora de ausência mínima incorreta
sk: Nesprávny minimálny čas neprítomnosti

# RES_srvmsgboxshifts.error.frmbreak.txtchktimeabondesc.rotext
source: The time of absent times in paid times is incorrect
eu: Akreditatutako denboretan falta den denbora ez da zuzena
fr: L´heure des temps d´absence dans les temps rémunérés est incorrecte
gl: A hora de tempos ausentados en tempos aboados é incorrecta
it: L´ora di tempi di assenza in tempi corrisposti è errata
pt: A hora de tempos ausentes em tempos creditados está incorreta
sk: Čas neprítomnosti v pripísaných časoch je nesprávny

# RES_srvmsgboxshifts.error.frmbreak.txtchktimeabontitle.rotext
source: Incorrect time of paid hours
eu: Denbora gaizki ordainduta
fr: Heure temps rémunérés incorrecte
gl: Hora tempos aboados incorrecta
it: Ora tempi corrisposti errata
pt: Hora de tempos creditados incorreta
sk: Nesprávny čas dňa platby

# RES_srvmsgboxshifts.error.frmbreak.txtfromtimedesc.rotext
source: The time from the time zone is incorrect.
eu: Ordu-eremuko ordua ez da zuzena.
fr: L´heure depuis de la zone horaire est incorrecte.
gl: A hora dende da zona horaria é incorrecta.
it: L´ora da della fascia oraria è errata.
pt: A hora a partir da zona horária está incorreta.
sk: Čas z časového pásma je nesprávny.

# RES_srvmsgboxshifts.error.frmbreak.txtfromtimetitle.rotext
source: Time zone time from incorrect
eu: Ordu-eremua oker dagoenetik
fr: Heure zone horaire depuis incorrecte
gl: Hora zona horaria dende incorrecta
it: Ora fascia oraria da errata
pt: Hora a partir de zona horária incorreta
sk: Časové pásmo z nesprávneho času

# RES_srvmsgboxshifts.error.frmbreak.txttotimedesc.rotext
source: The time up to the time zone is incorrect
eu: Ordu tartea ordua okerra izan arte
fr: L´heure jusqu´à du créneau horaire est incorrecte
gl: A hora ata da franxa horaria é incorrecta
it: L´ora fino a della fascia oraria è errata
pt: A hora até à faixa horária está incorreta
sk: Čas do časového pásma je nesprávny

# RES_srvmsgboxshifts.error.frmbreak.txttotimetitle.rotext
source: Error time up to incorrect
eu: Errore okerraren garaia
fr: Erreur heure jusqu´à incorrecte
gl: Erro hora ata incorrecta
it: Errore ora fino errata
pt: Erro hora até incorreta
sk: Čas chyby až do nesprávneho

# RES_srvmsgboxshifts.error.frmflexible.durminutes1desc.rotext
source: The minimum filter value exceeds the total time of the time slot
eu: Iragazkiaren balio minimoak denbora-tartearen denbora osoa gainditzen du
fr: La valeur minimale du filtre dépasse le temps total du créneau horaire
gl: O valor mínimo do filtro supera o tempo total da franxa horaria
it: Il valore minimo del filtro supera il tempo totale della fascia oraria
pt: O valor mínimo do filtro ultrapassa o tempo total da faixa horária
sk: Minimálna hodnota filtra presahuje celkový čas slotu

# RES_srvmsgboxshifts.error.frmflexible.durminutes1title.rotext
source: Minimum exceeds the time of the band
eu: Gutxienez zirrikituaren denbora gainditzen du
fr: Le minimum dépasse le temps du créneau
gl: Mínimo supera o tempo da franxa
it: Il minimo supera il tempo della fascia oraria
pt: Mínimo ultrapassa o tempo da faixa
sk: Minimum presahuje čas pásma
