Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveConcepts.*.resx
Languages: eu, pt

# RES_concepts.reports.title.rotext
source: Report Viewer
eu: Txostenen ikuslea
pt: Visualizador de relatórios

# RES_concepts.reports.toolbaroption.rotext
source: Report Viewer
eu: Txostenen ikuslea
pt: Visualizador de relatórios

# RES_concepts.tababsence.rotext
source: Absences
eu: Absentziak
pt: Ausências

# RES_concepts.tababsentism.rotext
source: Absenteeism
eu: Absentismoa
pt: Absentismo

# RES_concepts.tabautomaticaccrual.rotext
source: Accruals
eu: Sortzapenak
pt: Acréscimos

# RES_concepts.tabcomposition.rotext
source: Composition
eu: Konposizioa
pt: Composição

# RES_concepts.tabgeneral.rotext
source: General
eu: Orokorra
pt: Geral

# RES_concepts.tabpays.rotext
source: Payments
eu: Ordainketak
pt: Pagamentos

# RES_concepts.tabquerys.rotext
source: Consultations
eu: Kontsultak
pt: Consultas

# RES_concepts.tabround.rotext
source: Rounding
eu: Biribilketa
pt: Arredondamento

# RES_concepts.tabtype.rotext
source: Type
eu: Guy
pt: Tipo

# RES_concepts.tabvalidationperiod.rotext
source: Period of Validity
eu: Indarraldi-aldia
pt: Período de Validade

# RES_concepts.tagedittitle.rotext
source: Edit
eu: Editatu
pt: Editar

# RES_concepts.tagremovetitle.rotext
source: Eliminate
eu: Ezabatu
pt: Eliminar

# RES_concepts.tbaddnewconcept.rotext
source: New balance
eu: Balantze berria
pt: Novo saldo

# RES_concepts.tbaddnewconceptgroup.rotext
source: Add new balance group
eu: Gehitu oreka talde berria
pt: Adicionar novo grupo de saldos

# RES_concepts.tbdelconcept.rotext
source: Delete balance
eu: Ezabatu saldoa
pt: Eliminar saldo

# RES_concepts.tbdelconceptgroup.rotext
source: Delete balance group
eu: Ezabatu oreka taldea
pt: Eliminar grupo de saldo

# RES_concepts.tbshowreports.rotext
source: Report Viewer
eu: Txostenen ikuslea
pt: Visualizador de relatórios

# RES_concepts.title.rotext
source: Balances
eu: Balantzeak
pt: Saldos

# RES_concepts.title_concepts_pathway.rotext
source: Balances
eu: Balantzeak
pt: Saldos

# RES_concepts.treecaptionconceptgroups.rotext
source: Groups
eu: Taldeak
pt: Grupos

# RES_concepts.treecaptionconcepts.rotext
source: Balances
eu: Balantzeak
pt: Saldos

# RES_concepts.treedoublecaptionconceptgroups.rotext
source: Balances
eu: Balantzeak
pt: Saldos

# RES_concepts.treedoublecaptionconcepts.rotext
source: Groups
eu: Taldeak
pt: Grupos

# RES_concepts.userfield.rotext
source: Value of the field of the card
eu: Txartelaren eremuaren balioa
pt: Valor campo da ficha

# RES_concepts.week.rotext
source: months
eu: hilabeteak
pt: meses

# RES_concepts.weekaccrual.rotext
source: Current week
eu: Egungo astea
pt: Semana em curso

# RES_concepts.yearaccrual.rotext
source: Current year
eu: Oraingo urtea
pt: Ano em curso

# RES_frmcompositions.alldays.rotext
source: Any
eu: Edozein
pt: Qualquer

# RES_frmcompositions.btncancel.text.rotext
source: Cancel
eu: Utzi
pt: Anular

# RES_frmcompositions.btnok.text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_frmcompositions.ckcause.text.rotext
source: Time justified as
eu: Denbora gisa justifikatua
pt: Tempo justificado como

# RES_frmcompositions.ckdaycontainscause.text.rotext
source: Day that contains the justification
eu: Justifikazioa jasotzen duen eguna
pt: Dia que contém a justificação

# RES_frmcompositions.ckfactoruserfield.text.rotext
source: Value of the field of the card
eu: Txartelaren eremuaren balioa
pt: Valor campo da ficha

# RES_frmcompositions.ckfixedvalue.text.rotext
source: Factor
eu: Faktorea
pt: Fator

# RES_frmcompositions.ckincidence.text.rotext
source: Day with absence for
eu: Absentziarekin eguna
pt: Dia com ausência por

# RES_frmcompositions.ckshift.text.rotext
source: Planned day with schedule
eu: Antolatutako eguna ordutegiarekin
pt: Dia planeado com o horário

# RES_frmcompositions.ckvalue.text.rotext
source: Value justified as
eu: Balio justifikatua gisa
pt: Valor justificado como

# RES_frmcompositions.directvalue.rotext
source: Direct value
eu: Balio zuzena
pt: Valor direto

# RES_frmcompositions.distinct.rotext
source: Different from
eu: Ezberdina
pt: Diferente de

# RES_frmcompositions.equal.rotext
source: Same as
eu: Atsegin dut
pt: Igual a

# RES_frmcompositions.gridheadercause.rotext
source: Justification
eu: Justifikazioa
pt: Justificação

# RES_frmcompositions.gridheaderoperation.rotext
source: Operation
eu: Operazioa
pt: Operação

# RES_frmcompositions.idcause.rotext
source: Value of justification
eu: Justifikazio-balioa
pt: Valor da justificação

# RES_frmcompositions.laboral.rotext
source: Working day
eu: Lanean
pt: Dia útil

# RES_frmcompositions.lblcauses.text.rotext
source: Justifications
eu: Justifikazioak
pt: Justificações

# RES_frmcompositions.lblcausetitle2.text.rotext
source: Select justification
eu: Hautatu justifikazioa
pt: Selecione a justificação

# RES_frmcompositions.lblchkcondition.text.rotext
source: Use criteria prior to 2015 (for compatibility only)
eu: Erabili 2015 baino zaharragoak diren irizpideak (bateragarritasunerako soilik)
pt: Usar critérios anteriores a 2015 (apenas para compatibilidade)

# RES_frmcompositions.lblcmbjustification.text.rotext
source: Justification
eu: Justifikazioa
pt: Justificação

# RES_frmcompositions.lblcompares.text.rotext
source: Comparison
eu: Konparaketa
pt: Comparação

# RES_frmcompositions.lblcomptit.text.rotext
source: Composition
eu: Konposizioa
pt: Composição

# RES_frmcompositions.lblcriteria.text.rotext
source: Criteria
eu: Irizpideak
pt: Critérios

# RES_frmcompositions.lbldaycausetype.text.rotext
source: in one day
eu: egun batean
pt: num dia

# RES_frmcompositions.lbldaystype.text.rotext
source: in one day
eu: egun batean
pt: num dia

# RES_frmcompositions.lblnewcausetitle.text.rotext
source: New justification
eu: Justifikazio berria
pt: Nova justificação

# RES_frmcompositions.lblopminus.text.rotext
source: Justification will be subtracted
eu: Justifikazioa kenduko da
pt: Será subtraída a justificação

# RES_frmcompositions.lblopplus.text.rotext
source: Justification will be added
eu: Justifikazioa gehituko da
pt: A justificação será somada

# RES_frmcompositions.lbltxtfactor.text.rotext
source: Factor
eu: Faktorea
pt: Fator

# RES_frmcompositions.lbltypevalues.text.rotext
source: Type
eu: Guy
pt: Tipo

# RES_frmcompositions.lblundochangestop.text.rotext
source: Undo changes
eu: Desegin aldaketak
pt: Anular alterações

# RES_frmcompositions.lblvalue.text.rotext
source: Value
eu: Merezi
pt: Valor

# RES_frmcompositions.lblvalues.text.rotext
source: Value
eu: Merezi
pt: Valor

# RES_frmcompositions.major.rotext
source: Greater than
eu: Baino handiagoa
pt: Maior que

# RES_frmcompositions.majorequal.rotext
source: Greater than or equal to
eu: Handiagoa edo berdina
pt: É maior ou igual a

# RES_frmcompositions.minor.rotext
source: Less than
eu: baino txikiagoa
pt: É menor que

# RES_frmcompositions.minorequal.rotext
source: Less than or equal to
eu: baino txikiagoa edo berdina
pt: Menor ou igual a

# RES_frmcompositions.msgerrornoconditions.rotext
source: You must insert a justification.
eu: Justifikazioa sartu behar duzu.
pt: É necessário inserir uma justificação.

# RES_frmcompositions.msghaschanges.rotext
source: Changes have been made to the composition.
eu: Osaeran aldaketak egin dira.
pt: Foram efetuadas alterações à composição.

# RES_frmcompositions.msghaserrors.rotext
source: Errors have been found
eu: Erroreak aurkitu dira
pt: Foram detetados erros

# RES_frmcompositions.nonlaboral.rotext
source: Non-working day
eu: Langabea
pt: Não trabalhável

# RES_frmcompositions.userfield.rotext
source: Value of the field of the card
eu: Txartelaren eremuaren balioa
pt: Valor campo da ficha

# RES_srvmsgboxconcepts.causetypechange.error.description.rotext
source: You cannot modify the content of a balance sheet whose composition contains counters for planned days with a schedule or absence forecast.
eu: Ezin duzu aldatu saldo baten edukia, non bere osaerak planifikatutako eguneko kontagailuak dituen plangintza edo absentzien aurreikuspena.
pt: Não é possível alterar o conteúdo de um saldo onde a sua composição contém contabilizadores de dias planeados com um horário ou previsão de ausência.

# RES_srvmsgboxconcepts.causetypechange.error.option1text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.causetypechange.error.text.rotext
source: Information
eu: Informazioa
pt: Informações

# RES_srvmsgboxconcepts.causetypehascomposition.error.description.rotext
source: The composition has already been set up and its content cannot be changed
eu: Konposizioa dagoeneko konfiguratuta dago eta ezin da edukia aldatu
pt: A composição já foi configurada e o seu conteúdo não pode ser alterado

# RES_srvmsgboxconcepts.causetypehascomposition.error.option1text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.causetypehascomposition.error.text.rotext
source: The content cannot be modified
eu: Ezin da edukia aldatu
pt: O conteúdo não pode ser modificado

# RES_srvmsgboxconcepts.deleteconcept.description.rotext
source: This action will remove the balance.
eu: Ekintza honek saldoa ezabatuko du.
pt: Esta ação eliminará o saldo.

# RES_srvmsgboxconcepts.deleteconcept.option1description.rotext
source: Delete balance.
eu: Ezabatu saldoa.
pt: Eliminar o saldo.

# RES_srvmsgboxconcepts.deleteconcept.option1text.rotext
source: Delete
eu: Ezabatu
pt: Eliminar

# RES_srvmsgboxconcepts.deleteconcept.option2description.rotext
source: Do not delete the balance.
eu: Ez ezabatu saldoa.
pt: Não eliminar o saldo.

# RES_srvmsgboxconcepts.deleteconcept.option2text.rotext
source: Do not delete
eu: Ez ezabatu
pt: Não eliminar

# RES_srvmsgboxconcepts.deleteconcept.title.rotext
source: You are about to delete the balance. <br>Are you sure?
eu: Oreka kentzeko prestatzen ari zara. <br>Ziur al zaude?
pt: Está prestes a eliminar o saldo. <br>Tem a certeza?

# RES_srvmsgboxconcepts.deleteconceptgroup.description.rotext
source: You are about to delete a group of balances.<br>Are you sure?
eu: Saldo talde bat ezabatzera zoaz.<br>Ziur al zaude?
pt: Irá eliminar um grupo de saldos.<br>Tem certeza?

# RES_srvmsgboxconcepts.deleteconceptgroup.option1description.rotext
source: Delete the balance group
eu: Ezabatu oreka taldea
pt: Eliminar grupo de saldo

# RES_srvmsgboxconcepts.deleteconceptgroup.option1text.rotext
source: Delete
eu: Ezabatu
pt: Eliminar

# RES_srvmsgboxconcepts.deleteconceptgroup.option2description.rotext
source: Do not delete the balance group
eu: Ez ezabatu oreka taldea
pt: Não eliminar o grupo de saldos

# RES_srvmsgboxconcepts.deleteconceptgroup.option2text.rotext
source: Do not delete
eu: Ez ezabatu
pt: Não eliminar

# RES_srvmsgboxconcepts.deleteconceptgroup.title.rotext
source: Delete balance group
eu: Ezabatu oreka taldea
pt: Eliminar grupo de saldo

# RES_srvmsgboxconcepts.deleteconceptgroupgrid.deleterow.description.rotext
source: You are about to remove a group balance.<br>Are you sure?
eu: Taldeko saldo bat ezabatzera zoaz.<br>Ziur al zaude?
pt: Pretende eliminar um saldo de grupo.<br>Tem a certeza?

# RES_srvmsgboxconcepts.deleteconceptgroupgrid.deleterow.option1description.rotext
source: Remove from group
eu: Kendu taldetik
pt: Eliminar do grupo

# RES_srvmsgboxconcepts.deleteconceptgroupgrid.deleterow.option1text.rotext
source: Delete
eu: Ezabatu
pt: Eliminar

# RES_srvmsgboxconcepts.deleteconceptgroupgrid.deleterow.option2description.rotext
source: Do not remove from group
eu: Ez kendu taldetik
pt: Não eliminar do grupo

# RES_srvmsgboxconcepts.deleteconceptgroupgrid.deleterow.option2text.rotext
source: Do not delete
eu: Ez ezabatu
pt: Não eliminar

# RES_srvmsgboxconcepts.deleteconceptgroupgrid.denied.title.rotext
source: Delete balance
eu: Ezabatu saldoa
pt: Eliminar saldo

# RES_srvmsgboxconcepts.deletegrid.denied.description.rotext
source: This action will remove the balance composition.
eu: Ekintza honek oreka konposizioa kenduko du.
pt: Esta ação eliminará a composição do saldo.

# RES_srvmsgboxconcepts.deletegrid.denied.option1description.rotext
source: Remove the composition of the balance.
eu: Ezabatu saldoaren konposizioa.
pt: Eliminar a composição do saldo.

# RES_srvmsgboxconcepts.deletegrid.denied.option1text.rotext
source: Delete
eu: Ezabatu
pt: Eliminar

# RES_srvmsgboxconcepts.deletegrid.denied.option2description.rotext
source: Do not remove the composition from the balance.
eu: Ez kendu balantzaren osaera.
pt: Não eliminar a composição do saldo.

# RES_srvmsgboxconcepts.deletegrid.denied.option2text.rotext
source: Do not delete
eu: Ez ezabatu
pt: Não eliminar

# RES_srvmsgboxconcepts.deletegrid.denied.title.rotext
source: You are about to delete a composition. <br>Are you sure?
eu: Konposizio bat ezabatzera zoaz. <br>Ziur al zaude?
pt: Irá eliminar uma composição. <br>Tem certeza?

# RES_srvmsgboxconcepts.error.automaticaccrualtype.description.rotext
source: You cannot set up an accrual for days on an hours balance
eu: Ezin duzu konfiguratu egunetako metaketarik ordu bateko saldoan
pt: Não é possível configurar um acréscimo por dias num saldo de horas

# RES_srvmsgboxconcepts.error.automaticaccrualtype.ok.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.error.automaticaccrualtype.title.rotext
source: This type of accrual cannot be indicated in the indicated balance.
eu: Sortze-mota hori ezin da adierazitako balantzean adierazi
pt: Não é possível indicar esse tipo de remuneração no saldo indicado

# RES_srvmsgboxconcepts.error.description.innewexistcause.rotext
source: There is already a composition with this justification.
eu: Dagoeneko justifikazio horrekin konposizio bat dago.
pt: Já existe uma composição com esta justificação.

# RES_srvmsgboxconcepts.error.description.innewexistconcept.rotext
source: The balance already exists in the group.
eu: Oreka dagoeneko badago taldean.
pt: O saldo já existe no grupo.

# RES_srvmsgboxconcepts.error.description.nocauseselected.rotext
source: Select a justification for the composition
eu: Hautatu konposizioaren justifikazioa
pt: Selecione uma justificação para a composição

# RES_srvmsgboxconcepts.error.description.noconceptselected.rotext
source: You have not selected any balance.
eu: Ez duzu saldorik hautatu.
pt: Não selecionou um saldo.

# RES_srvmsgboxconcepts.error.description.noconditioncauses.rotext
source: You must insert at least one justification in the condition.
eu: Baldintzan gutxienez justifikazio bat sartu behar duzu.
pt: É necessário inserir pelo menos uma justificação na condição.

# RES_srvmsgboxconcepts.error.description.nofactorvalue.rotext
source: A factor must be inserted.
eu: Faktore bat txertatu behar da.
pt: É necessário inserir um fator.

# RES_srvmsgboxconcepts.error.emptyname.description.rotext
source: Name cannot be empty
eu: Izena ezin da hutsik egon
pt: O nome não pode ser vazio

# RES_srvmsgboxconcepts.error.emptyname.option1text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.error.emptyname.title.rotext
source: Mistake
eu: Akatsa
pt: Erro

# RES_srvmsgboxconcepts.error.ok.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.error.recalcdateblank.description.rotext
source: Please insert a valid recalculation date.
eu: Mesedez, sartu baliozko birkalkulazio-data bat.
pt: Insira uma data de recálculo válida.

# RES_srvmsgboxconcepts.error.recalcdateblank.ok.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.error.recalcdateblank.title.rotext
source: Incorrect recalculation date.
eu: Berriz kalkulatzeko data okerra.
pt: Data de recálculo incorreta.

# RES_srvmsgboxconcepts.error.recalcdatenodate.description.rotext
source: Please insert a valid recalculation date (not a date).
eu: Mesedez, sartu baliozko birkalkulatze-data (ez data).
pt: Insira uma data de recálculo válida (não é uma data).

# RES_srvmsgboxconcepts.error.recalcdatenodate.ok.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.error.recalcdatenodate.title.rotext
source: Incorrect recalculation date
eu: Berriz kalkulatzeko data okerra
pt: Data para recalcular incorreta

# RES_srvmsgboxconcepts.error.recalcdatenotcorrect.description.rotext
source: The recalculation date is after the first calculation date.
eu: Berriro kalkulatzeko data lehenengo kalkulu-dataren ondorengoa da.
pt: A data de recálculo é posterior à primeira data de cálculo.

# RES_srvmsgboxconcepts.error.recalcdatenotcorrect.ok.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.error.recalcdatenotcorrect.title.rotext
source: Incorrect recalculation date.
eu: Berriz kalkulatzeko data okerra.
pt: Data de recálculo incorreta.

# RES_srvmsgboxconcepts.error.recalcnotselected.description.rotext
source: You must select an option
eu: Aukera bat hautatu behar duzu
pt: É necessário selecionar uma opção

# RES_srvmsgboxconcepts.error.recalcnotselected.ok.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.error.recalcnotselected.title.rotext
source: Recalculation error
eu: Berriro kalkulatzeko errorea
pt: Erro de recálculo

# RES_srvmsgboxconcepts.error.title.rotext
source: Invalid fields
eu: Eremu baliogabeak
pt: Campos inválidos

# RES_srvmsgboxconcepts.error.validationfieldsfailed.rotext
source: Not all required fields have been entered
eu: Ez dira beharrezko eremu guztiak sartu
pt: Não foram introduzidos todos os campos obrigatórios

# RES_srvmsgboxconcepts.error.validationtitle.rotext
source: Mistake
eu: Akatsa
pt: Erro

# RES_srvmsgboxconcepts.question.restartvalues.description.rotext
source: The initial values for this balance will be deleted.
eu: Balantze honi erreferentzia egiten dioten hasierako balioak ezabatu egingo dira.
pt: Os valores iniciais referentes a este saldo serão eliminados.

# RES_srvmsgboxconcepts.question.restartvalues.optioncancel.rotext
source: Cancel
eu: Utzi
pt: Anular

# RES_srvmsgboxconcepts.question.restartvalues.optioncanceldesc.rotext
source: Return to the editing screen.
eu: Itzuli edizio pantailara.
pt: Voltar ao ecrã de edição.

# RES_srvmsgboxconcepts.question.restartvalues.optiondelete.rotext
source: Clear initial values.
eu: Ezabatu hasierako balioak.
pt: Eliminar valores iniciais.

# RES_srvmsgboxconcepts.question.restartvalues.optiondeletedesc.rotext
source: The balance content has been modified, so any initial values defined for it by any user will be deleted.
eu: Balantzearen edukia aldatu egin da, beraz, edozein erabiltzailek horretarako definitu dituen hasierako balioak ezabatu egingo dira.
pt: O conteúdo do saldo foi modificado, pelo que os valores iniciais definidos por qualquer utilizador serão eliminados.

# RES_srvmsgboxconcepts.question.restartvalues.rotext
source: Clear initial values.
eu: Ezabatu hasierako balioak.
pt: Eliminar valores iniciais.

# RES_srvmsgboxconcepts.saveconceptgroup.error.option1text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.saveconceptgroup.error.title.rotext
source: Mistake
eu: Akatsa
pt: Erro

# RES_srvmsgboxconcepts.savename.error.option1text.rotext
source: Accept
eu: Onartu
pt: Aceitar

# RES_srvmsgboxconcepts.savename.error.text.rotext
source: The action could not be performed.
eu: Ekintza ezin izan da burutu.
pt: Não foi possível realizar a ação.

# RES_concepts.lblexpirationtitle.text.rotext
source: Expiration
eu: Iraungitzea
pt: Caducidad

# RES_concepts.lblselectlabagreedesc.text.rotext
source: Please indicate the agreements to which the expiration will apply.
eu: Adierazi zein hitzarmenetan aplikatuko den iraungipena
pt: Indique los acordos en los que se aplicará la caducidad

# RES_concepts.lblselectlabagree.text.rotext
source: Agreements:
eu: Hitzarmenak:
pt: Acordos:

# RES_srvmsgboxconcepts.error.description.noshiftselected.rotext
source: No time has been selected
eu: Ez da ordurik hautatu
pt: Não foi selecionado nenhum horário

# RES_srvmsgboxconcepts.error.description.positivefactorvalue.rotext
source: The factor must be less than 0
eu: Faktoreak 0 baino txikiagoa izan behar du
pt: O fator deve ser inferior a 0

# RES_concepts.errorconceptperiodicitynotactive.rotext
source: The selected balance cannot be modified. The defined periodicity is not active.
eu: El saldo seleccionado no se puede modificar. La periodicidad definida para el mismo no está activa.
pt: El saldo seleccionado no se puede modificar. La periodicidad definida para el mismo no está activa.
