Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shiftsexpress.txtexits.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txtexits.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txtexits.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txtexpectedworkinghours.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txtexpectedworkinghours.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txtexpectedworkinghours.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txthourbegin1.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txthourbegin1.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txthourbegin1.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txthourbegin2.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txthourbegin2.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txthourbegin2.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txthourend1.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txthourend1.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txthourend1.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txthourend2.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txthourend2.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txthourend2.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txtresthourbegin.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txtresthourbegin.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txtresthourbegin.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txtresthourend.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txtresthourend.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txtresthourend.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txtrestmaxhours.emptyvaluemessage.rotext
source: Time required
eu: Beharrezko denbora
fr: Heure requise
gl: Hora requirida
it: Ora richiesta
pt: Hora requerida
sk: Potrebný čas

# RES_shiftsexpress.txtrestmaxhours.invalidvaluemessage.rotext
source: The time is incorrect
eu: Ordua ez da zuzena
fr: L´heure est incorrecte
gl: A hora é incorrecta
it: L´ora è errata
pt: A hora está incorreta
sk: Čas je nesprávny

# RES_shiftsexpress.txtrestmaxhours.tooltipmessage.rotext
source: Enter a time
eu: Sartu ordu bat
fr: Saisissez une heure
gl: Introduce unha hora
it: Immetti un´ora
pt: Introduza uma hora
sk: Zadajte čas

# RES_shiftsexpress.txttotalhours.emptyvaluemessage.rotext
source: <b>Required field.</b>
eu: <b>beharrezko eremua.</b>
fr: <b>champ requis.</b>
gl: <b>campo requirido.</b>
it: <b>campo obbligatorio.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_shiftsexpress.txttotalhours.invalidvaluemessage.rotext
source: <b>invalid field.</b>
eu: <b>eremu baliogabea.</b>
fr: <b>champ invalide.</b>
gl: <b>campo inválido.</b>
it: <b>campo non valido.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_shiftspro.reports.title.rotext
source: Schedules
eu: Ordutegiak
fr: Horaires
gl: Horarios
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_shifttype.btcancelnewshift.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shifttype.btoknewshift.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shifttype.lblnewshifttypetitle.text.rotext
source: Select the type of schedule
eu: Hautatu ordutegi mota
fr: Sélectionnez le type d´horaire
gl: Selecciona o tipo de horario
it: Seleziona il tipo di orario
pt: Selecione o tipo de horário
sk: Vyberte typ rozvrhu

# RES_shifttype.optnewshift_delay.description.rotext
source: Days that are not worked.
eu: Lantzen ez diren egunak.
fr: Jours non travaillés.
gl: Días que non se traballan.
it: Giorni in cui non si lavora
pt: Dias que não se trabalha.
sk: Neodpracované dni.

# RES_shifttype.optnewshift_delay.text.rotext
source: Rest/Vacation/Party
eu: Atsedena/Oporrak/Festa
fr: Repos/Congés/Férié
gl: Descanso/Vacacións/Festa
it: Riposo/Ferie/Festa
pt: Descanso/Férias/Feriado
sk: Odpočinok/Dovolenka/Párty

# RES_shifttype.optnewshift_flex.description.rotext
source: Schedule in which a total number of hours must be worked, without requiring rigid entry and exit times.
eu: Guztira orduak lan egin behar dituen ordutegia, sarrera eta irteera ordu zurrunik behar izan gabe.
fr: Horaire dans lequel il faut travailler un nombre total d´heures, sans exiger d´heures d´entrée et de sortie rigides.
gl: Horario no que se debe traballar un total de horas, sen esixencia de horas de entradas e saídas ríxidas.
it: Orario in cui si deve lavorare un numero totale di ore, senza che siano imposte ore di entrata o uscita rigide.
pt: Horário em que se há de trabalhar um total de horas, sem exigência de horas de entrada e saídas fixas.
sk: Rozvrh, v ktorom sa má odpracovať celkový počet hodín bez pevne stanovených časov nástupu a výstupu.

# RES_shifttype.optnewshift_flex.text.rotext
source: 100% Flexible (Z hours between X and Y hours)
eu: % 100 malgua (Z ordu X eta Y ordu artean)
fr: 100 % flexible (Z heures entre X et Y heures)
gl: 100 % flexible (Z horas entre X e Y horas)
it: 100% flessibile (Z ore tra X e Y ore)
pt: 100% Flexível (Z horas entre X e Y horas)
sk: 100% flexibilný (Z hodín medzi X a Y hodinami)

# RES_shifttype.optnewshift_partrigid.description.rotext
source: Same as above, but with two time slots.
eu: Aurrekoaren berdina, baina bi ordutegirekin.
fr: Identique au précédent, mais avec deux créneaux horaires.
gl: Igual que o anterior, pero con dúas franxas horarias.
it: Uguale al precedente, ma con due fasce orarie.
pt: Igual ao anterior, mas com dois intervalos de tempo.
sk: Rovnako ako vyššie, ale s dvoma slotmi.

# RES_shifttype.optnewshift_partrigid.text.rotext
source: Split rigid (from X to Y and from Z to W)
eu: Zatiketa zurruna (X-tik Y-ra eta Z-tik W-ra)
fr: Rigide fractionné (de X à Y et de Z à W)
gl: Ríxido partido (de X a Y e de Z a W)
it: Rigido suddiviso (da X a Y e da Z a W)
pt: Fixo dividido (de X a Y e de Z a W)
sk: Rozdelenie pevných (X na Y a Z na W)

# RES_shifttype.optnewshift_partsemiflex.description.rotext
source: Same as above, but with two time slots.
eu: Aurrekoaren berdina, baina bi ordutegirekin.
fr: Identique au précédent, mais avec deux créneaux horaires.
gl: Igual que o anterior, pero con dúas franxas horarias.
it: Uguale al precedente, ma con due fasce orarie.
pt: Igual ao anterior, mas com dois intervalos de tempo.
sk: Rovnako ako vyššie, ale s dvoma slotmi.

# RES_shifttype.optnewshift_partsemiflex.text.rotext
source: Semi-Flexible Party (same as above, but with two time slots)
eu: Partida erdi-malgua (aurrekoaren berdina, baina bi marrarekin)
fr: Fractionné semi-flexible (identique au précédent mais avec deux créneaux)
gl: Partido semiflexible (igual que o anterior, pero con dúas franxas)
it: Suddiviso semi-flessibile (uguale a quello anteriore, ma con due fasce)
pt: Dividido semiflexível (igual ao anterior, mas com duas faixas de tempo)
sk: Semi-Flexible Match (rovnaký ako vyššie, ale s dvoma pruhmi)

# RES_shifttype.optnewshift_rigid.description.rotext
source: Time in which the user must be present, during a specific time slot.
eu: Erabiltzaileak egon behar duen denbora, ordu-tarte zehatz batean.
fr: Horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant un créneau horaire donné.
gl: Horario no que o usuario debe estar presente obrigatoriamente durante unha franxa horaria concreta.
it: Orario in cui l´utente deve essere presente obbligatoriamente, durante una fascia oraria definita.
pt: Horário em que o utilizador tem de estar presente obrigatoriamente durante uma faixa horária concreta.
sk: Čas, kedy musí byť používateľ prítomný, počas konkrétneho časového úseku.

# RES_shifttype.optnewshift_rigid.text.rotext
source: Rigid (from X to Y)
eu: Zurruna (X eta Y)
fr: Rigide (de X à Y)
gl: Ríxido (de X a Y)
it: Rigido (da X a Y)
pt: Fixo (de X a Y)
sk: Pevné (X až Y)

# RES_shifttype.optnewshift_semiflex.description.rotext
source: Schedule in which entry and exit can be carried out during a range of hours, but in which one must work a required amount of time or leave at a fixed time.
eu: Sarrera eta irteera ordu tarte batean egin daitezkeen ordutegia, baina derrigorrezko ordua edo ordutegi finko batean irten behar den ordutegia.
fr: Horaire dans lequel l´entrée et la sortie peuvent être réalisées pendant une plage d´heures, mais dans laquelle il faut travailler un temps imposé ou sortir à une heure fixe.
gl: Horario no que a entrada e a saída poden realizarse durante un rango de horas, pero no que hai que traballar un tempo obrigado ou saír a unha hora fixa.
it: Orario in cui l´entrata e l´uscita possono avvenire in un intervallo orario, ma in cui bisogna lavorare per un tempo obbligato o uscire a un´ora fissa.
pt: Horário em que a entrada e a saída se podem fazer durante um intervalo de horas, mas durante o qual há que trabalhar um tempo obrigatório e sair a uma hora fixa.
sk: Rozvrh, pri ktorom sa nástup a výstup môže uskutočniť v rozmedzí hodín, ale kde je povinný čas na prácu alebo na odchod v pevne stanovenom čase.

# RES_shifttype.optnewshift_semiflex.text.rotext
source: Semi-Flexible(Entry from X to Y, Exit at Z hours, or W hours after Entry)
eu: Erdi-malgua (Ent. X-tik Y-ra, Irteera Z orduetan edo W ordura Ent.)
fr: Semi-flexible (Entrée de X à Y, sortie à heures, ou W heures après l´entrée)
gl: Semiflexible (Ent. de X a Y, Saí. ás Z horas, ou W horas despois da Ent.)
it: Semi-flessibile (ent. da X a Y, usc. alle ore Z oppure W ore dopo l´ent.)
pt: Semiflexível (Ent. de X a Y, Saí. às Z horas, ou W horas depois da Ent.)
sk: Čiastočne flexibilné (vstup od X do Y, výstup o Z hodín alebo W hodín po vstupe)

# RES_shifttype.title.rotext
source: Time type
eu: Denbora mota
fr: Type horaire
gl: Tipo horario
it: Tipo orario
pt: Tipo de horário
sk: Typ času

# RES_srvmsgboxshifts.deleteassignmentdef.description.rotext
source: What do you want to do?
eu: Zer egin nahi duzu?
fr: Que souhaitez-vous faire ?
gl: Que desexas facer?
it: Cosa vuoi fare?
pt: O que deseja fazer?
sk: čo chcete robiť?

# RES_srvmsgboxshifts.deleteassignmentdef.option1description.rotext
source: Delete the selected position
eu: Ezabatu hautatutako posizioa
fr: Supprimer le poste sélectionné
gl: Eliminar o posto seleccionado
it: Elimina la posizione selezionata
pt: Elimina o posto selecionado
sk: Odstrániť vybraný príspevok

# RES_srvmsgboxshifts.deleteassignmentdef.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deleteassignmentdef.title.rotext
source: You are about to delete the selected post. Are you sure?
eu: Hautatutako posizioa ezabatuko duzu. Ziur zaude?
fr: Vous allez supprimer le poste sélectionné. Êtes-vous sûr(e) ?
gl: Vai eliminar o posto seleccionado. Estás seguro/a?
it: Si sta per eliminare la posizione selezionata Procedere?
pt: Vai eliminar o posto selecionado. Tem a certeza?
sk: Chystáte sa vymazať vybraný príspevok. Ste si istý?

# RES_srvmsgboxshifts.deletegrid.denied.description.rotext
source: This action will remove the schedule justification rule.
eu: Ekintza honek ordutegiaren justifikazio-araua kenduko du.
fr: Cette action supprimera la règle de justification de l´horaire.
gl: Esta acción eliminará a regra de xustificación de horario.
it: Questa azione eliminerà la regola di giustificazione dell´orario.
pt: Esta ação eliminará a regra de justificação do horário.
sk: Táto akcia odstráni pravidlo časového odôvodnenia.

# RES_srvmsgboxshifts.deletegrid.denied.option1description.rotext
source: Remove the schedule justification rule.
eu: Kendu ordutegiaren justifikazio-araua.
fr: Supprimer la règle de justification de l´horaire.
gl: Eliminar a regra de xustificación do horario.
it: Elimina la regola di giustificazione dell´orario.
pt: Eliminar a regra de justificação do horário.
sk: Odstráňte pravidlo časového odôvodnenia.

# RES_srvmsgboxshifts.deletegrid.denied.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deletegrid.denied.option2description.rotext
source: Do not remove the schedule justification rule.
eu: Ez ezabatu ordutegiaren justifikazio-araua.
fr: Ne pas supprimer la règle de justification de l´horaire.
gl: Non eliminar a regra de xustificación do horario.
it: Non eliminare la regola di giustificazione dell´orario.
pt: Não eliminar a regra de justificação do horário.
sk: Neodstraňujte pravidlo časového odôvodnenia.

# RES_srvmsgboxshifts.deletegrid.denied.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxshifts.deletegrid.denied.title.rotext
source: You are about to remove a justification rule. <br>Are you sure?
eu: Justifikazio-arau bat ezabatzeko prestatzen ari da. <br>Ziur al zaude?
fr: Vous êtes sur le point de supprimer une règle de justification. <br>Êtes-vous sûr(e) ?
gl: Vas eliminar unha regra de xustificación. <br>Estás seguro/a?
it: Si sta per eliminare una regola di giustificazione. <br> Procedere?
pt: Pretende eliminar uma regra de justificação. <br>Tem a certeza?
sk: Chystáte sa odstrániť pravidlo odôvodnenia. <br>Vy ste si istý?

# RES_srvmsgboxshifts.deleteperioddef.option2description.rotext
source: Do not delete the selected position
eu: Ez ezabatu hautatutako posizioa
fr: Ne pas supprimer le poste sélectionné
gl: Non eliminar o posto seleccionado.
it: Non eliminare la posizione selezionata
pt: Não eliminar o posto selecionado
sk: Neodstraňovať vybraný príspevok

# RES_srvmsgboxshifts.deleteperioddef.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxshifts.deleteshift.description.rotext
source: This action will delete the schedule.
eu: Ekintza honek ordutegia ezabatuko du.
fr: Cette action supprimera l´horaire.
gl: Esta acción eliminará o horario.
it: Questa azione eliminerà l´orario.
pt: Esta ação eliminará o horário.
sk: Touto akciou sa odstráni rozvrh.

# RES_srvmsgboxshifts.deleteshift.option1description.rotext
source: Delete the schedule
eu: Ezabatu ordutegia
fr: Supprimer l´horaire
gl: Eliminar o horario
it: Elimina l´orario
pt: Eliminar o horário
sk: Odstránenie rozvrhu

# RES_srvmsgboxshifts.deleteshift.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deleteshift.option2description.rotext
source: Do not delete the schedule
eu: Ez ezabatu ordutegia
fr: Ne pas supprimer l´horaire
gl: Non eliminar o horario
it: Non eliminare l´orario
pt: Não eliminar o horário
sk: Neodstraňujte rozvrh

# RES_srvmsgboxshifts.deleteshift.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxshifts.deleteshift.title.rotext
source: You are about to delete the schedule. <br>Are you sure?
eu: Ordutegia kentzeko prestatzen ari da. <br>Ziur al zaude?
fr: Vous êtes sur le point de supprimer l´horaire. <br>Êtes-vous sûr(e) ?
gl: Vas eliminar o horario. <br>Estás seguro/a?
it: Si sta per eliminare l´orario. <br> Procedere?
pt: Pretende eliminar o horário. <br>Tem a certeza?
sk: Chystáte sa vymazať rozvrh. <br>Vy ste si istý?

# RES_srvmsgboxshifts.deleteshiftdef.description.rotext
source: A definition of the schedule is about to be removed
eu: Ordutegiaren definizioa ezabatzera zoaz
fr: Vous êtes sur le point de supprimer une définition de l´horaire.
gl: Dispóñeste a eliminar unha definición do horario
it: Si sta per eliminare una definizione dell´orario
pt: Pretende eliminar uma definição do horário
sk: Definícia rozvrhu sa vypúšťa

# RES_srvmsgboxshifts.deleteshiftdef.option1description.rotext
source: Deletes the definition of the currently selected schedule
eu: Unean hautatutako ordutegiaren definizioa garbitzen du
fr: Supprime la définition de l´horaire actuellement sélectionné
gl: Borra a definición do horario actualmente seleccionado
it: Elimina la definizione dell´orario attualmente selezionato
pt: Apaga a definição do horário atualmente selecionado
sk: Odstráni definíciu aktuálne vybraného rozvrhu

# RES_srvmsgboxshifts.deleteshiftdef.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deleteshiftdef.option2description.rotext
source: Does not delete the schedule definition
eu: Ez du ordutegiaren definizioa garbitzen
fr: Ne supprime pas la définition de l´horaire
gl: Non borra a definición do horario
it: Non elimina la definizione dell´orario
pt: Não apaga a definição do horário
sk: Nevymaže definíciu rozvrhu

# RES_srvmsgboxshifts.deleteshiftdef.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxshifts.deleteshiftdef.title.rotext
source: Delete definition from schedule
eu: Ezabatu ordutegiaren definizioa
fr: Supprimer définition de l´horaire
gl: Eliminar definición do horario
it: Elimina definizione dell´orario
pt: Eliminar definição do horário
sk: Odstránenie definície rozvrhu

# RES_srvmsgboxshifts.deleteshiftgroup.description.rotext
source: What do you want to do?
eu: Zer egin nahi duzu?
fr: Que souhaitez-vous faire ?
gl: Que desexas facer?
it: Cosa vuoi fare?
pt: O que deseja fazer?
sk: čo chcete robiť?

# RES_srvmsgboxshifts.deleteshiftgroup.error.option1text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.deleteshiftgroup.error.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur
gl: Erro
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxshifts.deleteshiftgroup.option1description.rotext
source: It will delete the selected schedule group.
eu: Aukeratutako ordutegi-taldea ezabatuko du.
fr: Vous supprimerez le groupe d´horaires sélectionné.
gl: Eliminará o grupo de horario seleccionado.
it: Si eliminerà il gruppo di orari selezionato.
pt: Eliminará o grupo de horário selecionado.
sk: Odstránenie vybranej časovej skupiny.

# RES_srvmsgboxshifts.deleteshiftgroup.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxshifts.deleteshiftgroup.option2description.rotext
source: It will not delete the selected schedule group.
eu: Ez du ezabatuko hautatutako ordutegi-taldea.
fr: Ne supprimera pas le groupe d´horaires sélectionné.
gl: Non eliminará o grupo de horario seleccionado.
it: Non eliminerà il gruppo di orari selezionato.
pt: Não eliminará o grupo de horário selecionado.
sk: Vybranú časovú skupinu nevymaže.

# RES_srvmsgboxshifts.deleteshiftgroup.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxshifts.deleteshiftgroup.title.rotext
source: You are about to remove the selected time group.<br/>Are you sure?
eu: Hautatutako ordutegi-taldea kenduko duzu.<br /> Ziur al zaude?
fr: Vous allez retirer le groupe d´horaire sélectionné.<br /> Êtes-vous sûr(e) ?
gl: Vas quitar o grupo de horario seleccionado.<br /> Estás seguro/a?
it: Si sta per rimuovere il gruppo di orario selezionato.<br /> Procedere?
pt: Vai remover o grupo de horário selecionado.<br /> Tem a certeza?
sk: Odstránite vybranú časovú skupinu.<br /> Ste si istí?

# RES_srvmsgboxshifts.deleteshiftused.description.rotext
source: The schedule you are about to delete is assigned to one or more users.
eu: Ezabatu beharreko ordutegia erabiltzaile bati edo gehiagori esleitzen zaio.
fr: L’horaire que vous allez supprimer est attribué à un ou plusieurs utilisateurs.
gl: O horario que vai borrar está asignado a un ou máis usuarios.
it: L´orario che cancellerai è assegnato a uno o più utenti.
pt: O horário que vai apagar está atribuído a um ou mais utilizadores.
sk: Plán, ktorý sa má odstrániť, je priradený jednému alebo viacerým používateľom.
