Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveReports.*.resx
Languages: eu

# RES_reportprofile.txtudate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
eu: <b>beharrezko eremua.</b>

# RES_reportprofile.txtudate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
eu: <b>eremu baliogabea.</b>

# RES_reports.btmenuaddprofile.text.rotext
source: Añadir perfil
eu: Gehitu profila

# RES_reports.btmenuaddprofile.value.rotext
source: Añadir perfil
eu: Gehitu profila

# RES_reports.btmenudeleteprofile.text.rotext
source: Borrar perfil
eu: Ezabatu profila

# RES_reports.btpreview.text.rotext
source: Lanzar informe
eu: Abiarazteko txostena

# RES_reports.btpreview.value.rotext
source: Lanzar informe
eu: Abiarazteko txostena

# RES_reports.confidential.rotext
source: Este mensaje se dirige exclusivamente a su destinatario. Contiene INFORMACIÓN CONFIDENCIAL y su divulgación está prohibida. Si ha recibido este mensaje por error, su lectura, copia y uso están prohibidos. Le rogamos que nos lo comunique inmediatamente a este mismo email y proceda a su destrucción. El correo electrónico no permite asegurar la confidencialidad de los mensajes que se transmiten ni su integridad o correcta recepción.
eu: Mezu hau hartzaileari soilik zuzenduta dago. KONFIDENTZEZKO INFORMAZIOA dauka eta debekatuta dago zabaltzea. Mezu hau akatsez jaso baduzu, debekatuta dago irakurtzea, kopiatzea eta erabiltzea. Email honetan berehala jakinaraztea eskatzen dizugu eta suntsitzen jarraitzeko. Posta elektronikoak ez du bermatzen bidalitako mezuen konfidentzialtasuna edo haien osotasuna edo harrera zuzena.

# RES_reports.deleteprofile.answer.no.description.rotext
source: No se borrará el perfil seleccionado.
eu: Hautatutako profila ez da ezabatuko.

# RES_reports.deleteprofile.answer.no.title.rotext
source: No
eu: Ez

# RES_reports.deleteprofile.answer.yes.description.rotext
source: Borrará el perfil seleccionado.
eu: Hautatutako profila ezabatuko du.

# RES_reports.deleteprofile.answer.yes.title.rotext
source: Sí
eu: Bai

# RES_reports.deleteprofile.description.rotext
source: ¿Desea borrar el perfil ´${1}´ ?
eu: ´${1}´ profila ezabatu nahi duzu?

# RES_reports.deleteprofile.title.rotext
source: Borrar perfil
eu: Ezabatu profila

# RES_reports.lblerror.text.rotext
source: Seleccione un informe
eu: Hautatu txosten bat

# RES_reports.lblespecialpastetitle2.text.rotext
source: Introduzca el nombre del nuevo perfil
eu: Sartu profil berriaren izena

# RES_reports.lblheader.text.rotext
source: Informes
eu: Txostenak

# RES_reports.lblnewprofiletitle.text.rotext
source: Nuevo perfil
eu: Profil berria

# RES_reports.lblprofiles.text.rotext
source: Perfil:
eu: Profila:

# RES_reports.newprofile.invalidname.rotext
source: Nombre incorrecto !
eu: Izen okerra!

# RES_reports.preview.selectedreport.no.rotext
source: Debe seleccionar un informe antes.
eu: Txosten bat hautatu behar duzu lehenik.

# RES_reports.title.rotext
source: Visualtime Live - Informes
eu: Visualtime Live - Txostenak

# RES_reports.treereports.firstnode.text.rotext
source: Informes
eu: Txostenak

# RES_reportviewer.title.rotext
source: Visualizador informe
eu: Txostenen ikuslea

# RES_tmpcalendar.april.rotext
source: Abril
eu: Apirila

# RES_tmpcalendar.august.rotext
source: Agosto
eu: Abuztu

# RES_tmpcalendar.december.rotext
source: Diciembre
eu: abendua

# RES_tmpcalendar.february.rotext
source: Febrero
eu: Otsaila

# RES_tmpcalendar.january.rotext
source: Enero
eu: Urtarrila

# RES_tmpcalendar.july.rotext
source: Julio
eu: uztaila

# RES_tmpcalendar.june.rotext
source: Junio
eu: ekaina

# RES_tmpcalendar.march.rotext
source: Marzo
eu: martxoa

# RES_tmpcalendar.may.rotext
source: Mayo
eu: Maiatza

# RES_tmpcalendar.november.rotext
source: Noviembre
eu: Azaroa

# RES_tmpcalendar.october.rotext
source: Octubre
eu: urria

# RES_tmpcalendar.september.rotext
source: Septiembre
eu: Iraila
