Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.lblcolor.text.rotext
source: Identification color:
eu: Identifikazio kolorea:
fr: Couleur d´identification :
gl: Cor identificadora:
it: Colore identificativo:
pt: Cor identificadora:
sk: Identifikácia farby:

# RES_shifts.lblcolordesc.text.rotext
source: Identification color:
eu: Identifikazio kolorea:
fr: Couleur d´identification :
gl: Cor identificadora:
it: Colore identificativo:
pt: Cor identificadora:
sk: Identifikácia farby:

# RES_shifts.lblcolorhorariodesc.text.rotext
source: For the background color of the schedule
eu: Ordutegiaren atzeko planoaren kolorerako
fr: Pour la couleur d´arrière-plan de l´horaire
gl: Para a cor de fondo do horario
it: Per il colore di sfondo dell´orario
pt: Para a cor de fundo do horário
sk: Farba pozadia rozvrhu

# RES_shifts.lblcolour.text.rotext
source: Cluster:
eu: Klusterra:
fr: Groupe :
gl: Grupo:
it: Gruppo:
pt: Grupo:
sk: Skupina:

# RES_shifts.lblconceptbalance.text.rotext
source: When approving a vacation request, the balance used as the current balance will be as follows:
eu: Oporretarako eskaera onartzean, oraingo saldo gisa erabilitako saldoa honako hau izango da:
fr: Lors de l´approbation d´une demande de congés, le solde utilisé comme solde actuel sera le suivant :
gl: Ao aprobar unha solicitude de vacacións, o saldo utilizado como saldo actual será o seguinte:
it: Quando si approva una richiesta di ferie, il saldo utilizzato come saldo attuale sarà il seguente:
pt: Ao aprovar um pedido de férias, o saldo utilizado como saldo atual será o seguinte:
sk: Po schválení žiadosti o dovolenku sa ako aktuálny zostatok použije tento zostatok:

# RES_shifts.lblconceptdisp.text.rotext
source: Please indicate the balance of days used for the requested leave.
eu: Adierazi eskatutako baimenerako erabilitako egunen saldoa.
fr: Indiquez le solde de jours utilisé pour la permission demandée.
gl: Indica o saldo de días utilizado para o permiso solicitado.
it: Indica il saldo di giorni utilizzato per il permesso richiesto.
pt: Indique o saldo de dias utilizado para a autorização solicitada.
sk: Uveďte zostatok dní vyčerpaných na požadovanú dovolenku.

# RES_shifts.lblconsidercaption.text.rotext
source: Code the incident with the following justification
eu: Kodetu gertakaria ondoko justifikazioarekin
fr: Codifie l´incident avec la justification suivante
gl: Codifica a incidencia coa seguinte xustificación
it: Codifica l´evento con la seguente giustificazione
pt: Codifica a incidência com a seguinte justificação
sk: Označte zistenie týmto odôvodnením

# RES_shifts.lblconsiderdaysplan.text.rotext
source: The planning of this schedule will be carried out taking into account:
eu: Ordutegi honen planifikazioa kontuan hartuta egingo da:
fr: La planification de cet horaire sera effectuée en tenant compte des éléments suivants :
gl: A planificación deste horario realizarase tendo en conta:
it: La pianificazione di questo orario avverrà tenendo in considerazione:
pt: A planeamento deste horário será feita tendo em conta:
sk: Pri plánovaní tohto rozvrhu sa zohľadní:

# RES_shifts.lblcost.text.rotext
source: From this section you can force users who use this schedule to allocate their hours to a specific cost center, different from their usual one.
eu: Atal honetatik ordutegi hau erabiltzen duten erabiltzaileak kostu-zentro jakin batera banatzera behartu ditzakezu, ohikoa ez dena.
fr: À partir de cette section, vous pouvez obliger les utilisateurs qui utilisent cet horaire à imputer leurs heures à un centre de coût spécifique, autre que leur centre habituel.
gl: Dende este apartado podes forzar que os usuarios que utilicen este horario imputen as súas horas a un centro de custos específico, distinto do seu habitual.
it: Da questa sezione è possibile imporre che gli utenti che utilizzano questo orario attribuiscano le loro ore a un centro di costo specifico, diverso da quello abituale.
pt: A partir desta secção pode obrigar a que os utilizadores que usem este horário imputem as suas horas a um centro de custo específico, diferente do seu habitual.
sk: V tejto časti môžete používateľom, ktorí používajú tento rozvrh, nariadiť, aby svoje hodiny priradili k určitému nákladovému stredisku, ktoré sa líši od ich bežného strediska.

# RES_shifts.lblcostalldesc.text.rotext
source: Allocate the hours worked and also the absence of any kind to the forced cost center (not usual: only used if the Center to which the transfer is made takes charge of the absences of the transferred personnel)
eu: Lan egindako orduak eta, halaber, edozein motatako absentziarenak ere behartutako kostu-zentroari esleitzea (ez da ohikoa: lekualdatzen den Zentroak lekualdatutako langileen bajaz arduratzen bada soilik erabiltzen da)
fr: Imputer les heures travaillées et celles d´absence de quelque nature que ce soit au centre de coût forcé (inhabituel : utilisé uniquement si le centre vers lequel est effectué le transfert prend en charge les absences du personnel détaché)
gl: Imputar as horas traballadas e tamén as de ausencia de calquera tipo ao centro de custos forzado (non habitual: unicamente se usa se o centro ao que se transfire se fai cargo das ausencias do persoal cedido)
it: Attribuisci le ore lavorate e anche quelle di assenza di qualsiasi tipo al centro di costo obbligato (non abituale: si usa solo se il centro a cui viene trasferito si fa carico delle assenze del personale ceduto)
pt: Imputar as horas trabalhadas e também as de ausência de qualquer tipo ao centro de custo obrigado (não habitual: usa-se unicamente se o Centro para o qual se transfere assume as ausências do pessoal cedido)
sk: Účtovať odpracované hodiny a tiež neprítomnosť akéhokoľvek druhu do núteného nákladového strediska (nie je obvyklé: používa sa len vtedy, ak stredisko, do ktorého sa prevádza, prevezme neprítomnosť vyslaného zamestnanca)

# RES_shifts.lblcostalltitle.text.rotext
source: All hours worked and absence
eu: Lan ordu guztiak eta absentziak
fr: Toutes les heures travaillées et celles d´absence
gl: Todas as horas traballadas e as de ausencia
it: Tutte le ore lavorate e quelle di assenza
pt: Todas as horas trabalhadas e as de ausência
sk: Všetky odpracované hodiny a hodiny neprítomnosti

# RES_shifts.lblcostcenterdescription.text.rotext
source: When working with this schedule, force the cost center used to be the selected one
eu: Ordutegi honekin lan egitean, behartu erabilitako kostu-zentroa hautatutakoa izatera
fr: Lorsque vous travaillez avec cet horaire, forcez l´utilisation du centre de coût sélectionné
gl: Cando se traballa con este horario, forzar que o centro de custos utilizado sexa o seleccionado
it: Quando si lavora con questo orario, imporre l´utilizzo del centro di costo selezionato
pt: Quando se trabalha com este horário, obrigar a que o centro de custo utilizado seja o selecionado
sk: Pri práci s týmto rozvrhom vynúťte, aby bolo vybrané použité nákladové stredisko

# RES_shifts.lblcostcentertitle.text.rotext
source: Cost center:
eu: Kostu zentroa:
fr: Centre de coût :
gl: Centro de custos:
it: Centro di costo:
pt: Centro de custo:
sk: Nákladové stredisko:

# RES_shifts.lblcostconfig.text.rotext
source: Allocation of hours to the forced cost center:
eu: Behartutako kostu-zentroari orduak esleitzea:
fr: Imputation des heures au centre de coût forcé :
gl: Imputación das horas ao centro de custos forzado:
it: Attribuzione delle ore al centro di costo obbligato:
pt: Imputação das horas ao centro de custo obrigado:
sk: Priradenie hodín k vynútenému nákladovému stredisku:

# RES_shifts.lblcostmaintitle.text.rotext
source: Cost center
eu: Kostu zentroa
fr: Centre de coût
gl: Centro de custos
it: Centro di costo
pt: Centro de custo
sk: nákladové stredisko

# RES_shifts.lblcostonlyworkdesc.text.rotext
source: Allocate the hours worked of any type to the forced cost center, but keep the hours of absence in the usual center of each user (usual)
eu: Esleitu edozein motatako lan orduak behartutako kostu-zentroari, baina erabiltzaile bakoitzaren ohiko zentroan (ohikoak) utzitako orduak mantendu.
fr: Imputer les heures travaillées de quelque nature que ce soit au centre de coût forcé, mais conserver les heures d´absences dans le centre habituel de chaque utilisateur (habituel)
gl: Imputar as horas traballadas de calquera tipo ao centro de custos forzado, pero manter as horas de ausencias no centro habitual de cada usuario (habitual)
it: Attribuisci le ore lavorate di qualsiasi tipo al centro di costo obbligato, ma mantieni le ore di assenza nel centro abituale di ciascun utente (abituale)
pt: Imputar as horas trabalhadas de qualquer tipo ao centro de custo obrigado, mas manter as horas de ausência no centro habitual de cada utilizador (habitual)
sk: Účtujte odpracované hodiny akéhokoľvek druhu na vynútené nákladové stredisko, ale hodiny neprítomnosti ponechajte v obvyklom stredisku každého používateľa (obvyklé)

# RES_shifts.lblcostonlyworktitle.text.rotext
source: Only hours worked of any kind
eu: Edozein motatako lan orduak bakarrik
fr: Uniquement les heures travaillées de toute nature
gl: Só as horas traballadas de calquera tipo
it: Solo le ore lavorate di qualsiasi tipo
pt: Apenas as horas trabalhadas de qualquer tipo
sk: Len odpracované hodiny akéhokoľvek druhu

# RES_shifts.lblcriteriaand.text.rotext
source: and
eu: eta
fr: et
gl: e
it: E
pt: e
sk: y

# RES_shifts.lblcschema.text.rotext
source: This schedule is a template
eu: Ordutegi hau txantiloia da
fr: Cet horaire est un modèle
gl: Este horario é un modelo
it: Questo orario è un modello
pt: Este horário é um modelo
sk: Tento rozvrh je šablóna

# RES_shifts.lbldailyfactor.text.rotext
source: Requested/planned days will be counted with the following factor:
eu: Eskatutako/aurreikusitako egunak faktore honekin zenbatuko dira:
fr: Les jours demandés/planifiés seront comptabilisés avec le facteur suivant :
gl: Os días solicitados/planificados contabilizaranse co seguinte factor:
it: I giorni richiesti/pianificati saranno calcolati con il fattore seguente:
pt: Os dias pedidos/planeados serão contabilizados com o seguinte fator:
sk: Požadované/plánované dni sa počítajú s nasledujúcim koeficientom:

# RES_shifts.lbldailyrecordtitle.text.rotext
source: Pattern of declaration of working day
eu: Eguneko adierazpen eredua
fr: Modèle de déclaration de journée
gl: Padrón de declaración de xornada
it: Modello di dichiarazione della giornata
pt: Padrão de declaração de jornada
sk: Vzor časového hlásenia

# RES_shifts.lbldailyrules.text.rotext
source: Daily Rules
eu: eguneroko arauak
fr: Règles quotidiennes
gl: Regras diarias
it: Regole giornaliere
pt: Regras diárias
sk: Denné pravidlá

# RES_shifts.lbldailyrulesdescription.text.rotext
source: Define the daily justification rules for the schedule here. These rules allow you to generate bonuses or drag values from one justification to another, taking into account the daily values generated.
eu: Eguneroko ordutegiaren justifikazio-arauak zehaztu hemen. Arau hauek plusak sortzea edo balioak arrastatzea justifikazio batetik bestera, sortzen diren eguneroko balioak kontuan hartuta.
fr: Définissez ici les règles de justification quotidiennes de l´horaire. Ces règles permettent de générer des primes ou de reporter des valeurs d´une justification à une autre, en tenant compte des valeurs quotidiennes générées.
gl: Defina aquí as regras de xustificación diarias do horario. Estas regras permiten xerar pluses ou ben arrastrar valores dunha xustificación a outra, tendo en conta os valores diarios xerados.
it: Definisci qui le regole di giustificazione quotidiane dell´orario. Queste regole consentono di generare bonus o di riportare i valori da una giustificazione all´altra, tenendo in considerazione i valori quotidiani generati.
pt: Defina aqui as regras de justificação diárias do horário. Estas regras permitem gerar bónus ou transitar valores de uma justificação para outra, tendo em conta os valores diários gerados.
sk: Definujte tu pravidlá denného odôvodnenia pre rozvrh. Tieto pravidlá umožňujú generovať bonusy alebo prenášať hodnoty z jedného zdôvodnenia do druhého s prihliadnutím na vygenerované denné hodnoty.

# RES_shifts.lbldailyruletitle.text.rotext
source: Daily Rules
eu: eguneroko arauak
fr: Règles quotidiennes
gl: Regras diarias
it: Regole giornaliere
pt: Regras diárias
sk: Denné pravidlá

# RES_shifts.lbldefinitionadd.text.rotext
source: Add stripe
eu: Gehitu marra
fr: Ajouter créneau
gl: Engadir franxa
it: Aggiungi fascia
pt: Adicionar faixa de tempo
sk: Pridanie pruhu

# RES_shifts.lbldefinitiondel.text.rotext
source: Delete stripe
eu: Ezabatu marra
fr: Supprimer créneau
gl: Eliminar franxa
it: Elimina fascia oraria
pt: Eliminar faixa de tempo
sk: Odstránenie pruhu

# RES_shifts.lbldefinitiondesc.text.rotext
source: In this screen, the general parameters of the schedule are configured - theoretical hours - and the time slots - flexible, rigid, rest - that are necessary for managing the entry and exit times and rest intervals of the schedule are defined.
eu: Pantaila honetan, ordutegiaren parametro orokorrak konfiguratzen dira -ordu teorikoak- eta ordutegiko sarrera-irteerak eta atseden-tarteak kudeatzeko beharrezkoak diren ordu-tarteak -malguak, zurrunak, atsedenaldiak- zehazten dira.
fr: Cet écran permet de configurer les paramètres généraux de l´horaire - heures théoriques - et de définir les créneaux horaires - flexibles, rigides ou repos - qui sont nécessaires pour gérer les heures d´entrée et de sortie ainsi que les intervalles de repos de l´horaire.
gl: Nesta pantalla configúranse os parámetros xerais do horario (horas teóricas) e defínense as franxas horarias (flexibles, ríxidas, descanso) que sexan necesarias para a xestión das horas de entrada e saída e intervalos de descanso do horario.
it: In questa schermata vengono configurati i parametri generali dell´orario - ore teoriche - e vengono definite le fasce orarie - flessibili, rigide, di riposo - necessarie per la gestione delle ore di entrata e uscita e degli intervalli di riposo dell´orario.
pt: Neste ecrã configuram-se os parâmetros gerais do horário - horas teóricas - e definem-se as faixas de tempo - flexíveis, fixas, descanso - que sejam necessárias para a gestão de horas de entrada e de saída e intervalos de descanso do horário.
sk: Na tejto obrazovke sa konfigurujú všeobecné parametre rozvrhu - teoretické hodiny - a definujú sa časové intervaly - flexibilný, pevný, odpočinok - ktoré sú potrebné na riadenie časov nástupu a výstupu a intervalov odpočinku v rozvrhu.

# RES_shifts.lbldefinitiontitle.text.rotext
source: Time slots
eu: Marrak
fr: Créneaux
gl: Franxas
it: Fasce
pt: Faixas de tempo
sk: Pruhy

# RES_shifts.lbldescription2.text.rotext
source: Description:
eu: Deskribapena:
gl: Descrición:
it: Descrizione:
pt: Descrição:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_shifts.lbldescription2desc.text.rotext
source: Explanatory text of the schedule
eu: Ordutegiaren azalpen testua
fr: Texte explicatif de l´horaire
gl: Texto explicativo do horario
it: Testo esplicativo dell´orario
pt: Texto explicativo do horário
sk: Vysvetľujúci text rozvrhu

# RES_shifts.lbldetecdesc.text.rotext
source: By default, Visualtime automatically decides which entries and exits belong to each date based on the schedule definition. However, in some cases, you may prefer to manually indicate date boundaries if automatic detection does not fit your company's conventions.
eu: Lehenespenez, Visualtimek automatikoki erabakitzen du zein sarrera eta irteera dagozkion data bakoitzari, ordutegiaren definizioaren arabera. Hala ere, kasu batzuetan, baliteke data-mugak eskuz sartzea nahiago izatea, detekzio automatikoa zure konpainiaren konbentzioetara egokitzen ez bada.
fr: Par défaut, Visualtime décide automatiquement quelles entrées et sorties appartiennent à chaque date selon la définition de l´horaire. Cependant, dans certains cas, il se peut que vous préfériez indiquer manuellement les limites de la date si la détection automatique n´est pas conforme aux conventions de votre entreprise.
gl: Por defecto, Visualtime decide automaticamente que entradas e saídas pertencen a cada data segundo a definición do horario. Porén, nalgúns casos é posible que prefira indicar manualmente os límites da data se a detección automática non se axusta ás convencións da súa empresa.
it: Per impostazione predefinita, Visualtime decide automaticamente quali entrate e uscite appartengono a ciascuna data in base alla definizione dell´orario. Tuttavia, in alcuni casi è possibile che si preferisca indicare manualmente i limiti della data se il rilevamento automatico non si adegua alle convenzioni dell´azienda.
pt: Por defeito, o Visualtime decide automaticamente que entradas e saídas pertencem a cada data, de acordo com a definição do horário. No entanto, em alguns casos, é possível que prefira indicar manualmente os limites da data se a deteção automática não se ajustar às convenções da sua empresa.
sk: V predvolenom nastavení program Visualtime automaticky rozhoduje, ktoré vstupy a výstupy patria ku ktorému dátumu podľa definície rozvrhu. V niektorých prípadoch však môžete uprednostniť ručné určenie dátumových hraníc, ak automatická detekcia nezodpovedá zvyklostiam vašej spoločnosti.

# RES_shifts.lbldetecttitle.text.rotext
source: Detection
eu: Detekzioa
fr: Détection
gl: Detección
it: Rilevamento
pt: Deteção
sk: Detekcia

# RES_shifts.lbldrdaychanged.text.rotext
source: The pattern includes a change of day
eu: Ereduak egun aldaketa barne hartzen du
fr: Le modèle inclut un changement de jour
gl: O padrón inclúe un cambio de día
it: Il modello comprende un cambio di giorno
pt: O padrão inclui uma alteração de dia
sk: Vzor zahŕňa zmenu dňa

# RES_shifts.lblenduntil.text.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_shifts.lblespecialpastetitle2.text.rotext
source: Enter the name of the new profile
eu: Sartu profil berriaren izena
fr: Saisissez le nom du nouveau profil
gl: Introduce o nome do novo perfil
it: Immetti il nome del nuovo profilo
pt: Introduza o nome do novo perfil
sk: Zadajte názov nového profilu

# RES_shifts.lblesuntil.text.rotext
source: Use entrances and exits between the
eu: Erabili sarrerak eta irteerak artean
fr: Utiliser les entrées et les sorties entre
gl: Usar entradas e saídas entre as
it: Usa entrate e uscite tra le
pt: Utilizar entradas e saídas entre as
sk: Používanie vstupov a výstupov medzi

# RES_shifts.lblexport.text.rotext
source: Equivalence:
eu: Baliokidetasuna:
fr: Équivalence :
gl: Equivalencia:
it: Equivalenza:
pt: Equivalência:
sk: Ekvivalencia:

# RES_shifts.lblexportdesc.text.rotext
source: Code used for exporting schedules (must be unique)
eu: Programazio esportatzeko erabilitako kodea (esklusiboa izan behar du)
fr: Code utilisé pour l´exportation d´horaires (doit être unique)
gl: Código usado para a exportación de horarios (debe ser único)
it: Codice usato per l´esportazione di orari (deve essere univoco)
pt: Código usado para a exportação de horários (deve ser único)
sk: Kód používaný na export rozvrhu (musí byť jedinečný)

# RES_shifts.lblfilters.text.rotext
source: Filters
eu: Iragazkiak
fr: Filtres
gl: Filtros
it: Filtri
pt: Filtros
sk: Filtre

# RES_shifts.lblfutureholidays.text.rotext
source: When making a request for the following year, use the following balance by the end of the year:
eu: Hurrengo urterako eskaera egitean, erabili hurrengo saldoa urtea amaitu arte:
fr: Lors de la réalisation d´une demande pour l´année suivante, utiliser le solde suivant jusqu´à la fin de l´année :
gl: Ao realizar unha solicitude para o ano seguinte, utilizar ata final de ano o seguinte saldo:
it: Per realizzare la richiesta per l´anno successivo, usare fino alla fine dell´anno il saldo seguente:
pt: Ao efetuar um pedido para o ano seguinte, utilizar até ao fim do ano o seguinte saldo:
sk: Pri podávaní žiadosti na nasledujúci rok použite nasledujúci zostatok do konca roka:

# RES_shifts.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
it: Generale
pt: Geral
sk: všeobecné

# RES_shifts.lblgroup.text.rotext
source: Cluster:
eu: Klusterra:
fr: Groupe :
gl: Grupo:
it: Gruppo:
pt: Grupo:
sk: Skupina:

# RES_shifts.lblgroupdesc.text.rotext
source: Group to which the schedule belongs
eu: Ordutegiari dagokion taldea
fr: Groupe auquel appartient l´horaire
gl: Grupo ao que pertence o horario
it: Gruppo a cui appartiene l´orario
pt: Grupo a que o horário pertence
sk: Skupina, do ktorej rozvrh patrí

# RES_shifts.lblgsumantinf.text.rotext
source: For early departure amounts less than
eu: Irteera goiztiarreko zenbatekoetarako baino gutxiago
fr: Pour les sorties anticipées dont le montant est inférieur à
gl: Para cantidades de saída anticipada inferiores a
it: Per somme di uscita anticipata inferiori a
pt: Para quantidades de saídas antecipadas inferiores a
sk: Pre sumy predčasného ukončenia nižšie ako

# RES_shifts.lblgsumretinf.text.rotext
source: For delay sums less than
eu: baino gutxiagoko atzerapen-kopuruetarako
fr: Pour les sommes de retard inférieures à
gl: Para sumas de atraso inferiores a
it: Per somme di ritardo inferiori a
pt: Para quantidades de atrasos inferiores a
sk: Pre sumy omeškania menšie ako

# RES_shifts.lblgsumretint.text.rotext
source: For interruption sums less than
eu: baino gutxiagoko etenaldi-baturetarako
fr: Pour les sommes d'interruption inférieures à
gl: Para sumas de interrupcións inferiores a
it: Per somme di interrupt inferiori a
pt: Para quantidades de interrupções inferiores a
sk: Pre súčty prerušení menšie ako

# RES_shifts.lblheadervisibility.text.rotext
source: Visibility
eu: Ikusgarritasuna
fr: Visibilité
gl: Visibilidade
it: Visibilità
pt: Visibilidade
sk: Viditeľnosť

# RES_shifts.lblisfloating.text.rotext
source: Floating schedule
eu: Ordutegi flotagarria
fr: Horaire flottant
gl: Horario flotante
it: Orario mobile
pt: Horário flutuante
sk: Pohyblivý plán

# RES_shifts.lblisfloatingdesc.text.rotext
source: This is a floating schedule. The start time of the schedule must be specified.
eu: Hau ordutegi flotagarria da. Ordutegiaren hasiera ordua zehaztu behar da.
fr: Il s´agit d´un horaire flottant. Il faudra spécifier l´heure de début de l´horaire.
gl: Trátase dun horario flotante. Deberase especificar a hora de inicio do horario.
it: Si tratta di un orario mobile. Sarà necessario specifica l´ora di inizio dell´orario.
pt: Trata-se de um horário flutuante. Deve especificar-se a hora de início do horário.
sk: Ide o pohyblivý rozvrh. Uvedie sa čas začiatku rozvrhu.

# RES_shifts.lbllayersgridtitle.text.rotext
source: Time slots
eu: Ordu-eremuak
fr: Créneaux horaires
gl: Franxas horarias
it: Fasce orarie
pt: Intervalos de tempo
sk: Časové intervaly

# RES_shifts.lblmanualdetect.text.rotext
source: Manually set limits for this time
eu: Eskuz adierazi ordutegi honen mugak
fr: Indiquer manuellement les limites pour cet horaire
gl: Indicar manualmente os límites para este horario
it: Indica manualmente i limiti per questo orario
pt: Indicar manualmente os limites para este horário
sk: Ručné zadanie limitov pre tento rozvrh
