Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveTaskTemplates.*.resx
Languages: gl, it

# RES_launchtasktemplatewizard.btclose.text.rotext
source: Cancelar
it: Annulla

# RES_launchtasktemplatewizard.btend.text.rotext
source: Finalizar
gl: Rematar
it: Fine

# RES_launchtasktemplatewizard.btnext.text.rotext
source: Siguiente >
gl: Seguinte >
it: successivo >

# RES_launchtasktemplatewizard.btprev.text.rotext
source: < anterior
it: < precedente

# RES_launchtasktemplatewizard.chkautomaticbarcodes.text.rotext
source: Crear códigos de barras automáticamente.
gl: Crear códigos de barras automaticamente.
it: Crea automaticamente codici a barre.

# RES_launchtasktemplatewizard.chktasktemplates.text.rotext
source: Marcar todas las tareas como seleccionadas.
gl: Marcar todas as tarefas como seleccionadas.
it: Contrassegna tutte le attività come selezionate.

# RES_launchtasktemplatewizard.emptyheader.text.rotext
source: Arrastre una columna aquí...
gl: Arrastra unha columna aquí...
it: Trascina una colonna qui...

# RES_launchtasktemplatewizard.end.error.tasktemplatelaunchwelcome2.text.rotext
source: No se han podido generar las tareas
gl: Non se puideron xerar as tarefas
it: Non è stato possibile generare le attività

# RES_launchtasktemplatewizard.end.ok.tasktemplatelaunchwelcome2.text.rotext
source: Tareas generadas correctamente
gl: Tarefas xeradas correctamente
it: Attività generate correttamente

# RES_launchtasktemplatewizard.end.tasktemplatelaunchwelcome1.text.rotext
source: Asistente para generar tareas
gl: Asistente para xerar tarefas
it: Assistente per generare le attività

# RES_launchtasktemplatewizard.filter.rotext
source: Filtrar
it: Filtra

# RES_launchtasktemplatewizard.gridtasks.column.activatebydatedate.rotext
source: Activar en
it: Attiva in

# RES_launchtasktemplatewizard.gridtasks.column.businesscenter.rotext
source: C.Coste
gl: C. custos
it: C. di costo

# RES_launchtasktemplatewizard.gridtasks.column.closebydatedate.rotext
source: Cerrar en
gl: Pechar en
it: Chiudi in

# RES_launchtasktemplatewizard.gridtasks.column.dateend.rotext
source: Fecha fin
gl: Data fin
it: Data di fine

# RES_launchtasktemplatewizard.gridtasks.column.datestart.rotext
source: Fecha inicio
gl: Data inicio
it: Data di inizio

# RES_launchtasktemplatewizard.gridtasks.column.datetimeend.rotext
source: Hora Fin
it: Ora fine

# RES_launchtasktemplatewizard.gridtasks.column.datetimestart.rotext
source: Hora Ini.
it: Ora ini.

# RES_launchtasktemplatewizard.gridtasks.column.initialtime.rotext
source: Duración
it: Durata

# RES_launchtasktemplatewizard.gridtasks.column.selectedtask.rotext
source: Activar con
it: Attivare con

# RES_launchtasktemplatewizard.gridtasks.column.taskname.rotext
source: Tarea
gl: Tarefa
it: Attività

# RES_launchtasktemplatewizard.gridtasksfields.column.fieldid.rotext
source: Identificador
it: Identificatore

# RES_launchtasktemplatewizard.gridtasksfields.column.fieldname.rotext
source: Atributo
it: Attributo

# RES_launchtasktemplatewizard.gridtasksfields.column.valuefield.rotext
source: Valor
it: Di valore

# RES_launchtasktemplatewizard.hdnsteptitle.text.rotext
source: Asistente para el lanzamiento de plantilla de proyecto.
gl: Asistente para o lanzamento de modelo de proxecto.
it: Assistente per l´avvio del modello di progetto.

# RES_launchtasktemplatewizard.lblautomaticbarcodes.text.rotext
source: Códigos de Barras:
it: Codici a barre:

# RES_launchtasktemplatewizard.lblbusinesscenter.text.rotext
source: Centro de coste:
gl: Centro de custos:
it: Centro di costo:

# RES_launchtasktemplatewizard.lblprojectfieldscaption.text.rotext
source: Atributos de proyecto
gl: Atributos de proxecto
it: Attributi di progetto

# RES_launchtasktemplatewizard.lblprojectfieldscaptiontext.rotext
source: Atributos de proyecto
gl: Atributos de proxecto
it: Attributi di progetto

# RES_launchtasktemplatewizard.lblprojectname.text.rotext
source: Nombre proyecto:
gl: Nome proxecto:
it: Nome progetto:

# RES_launchtasktemplatewizard.lblprojecttemplatename.text.rotext
source: Plantilla a utilizar:
gl: Modelo que se vai utilizar:
it: Modello da utilizzare:

# RES_launchtasktemplatewizard.lblstep1title.text.rotext
source: Paso 1 de 5.
it: Passaggio 1 di 5.

# RES_launchtasktemplatewizard.lblstep2title.text.rotext
source: Paso 2 de 5.
it: Passaggio 2 di 5.

# RES_launchtasktemplatewizard.lblstep3title.text.rotext
source: Paso 3 de 5.
it: Passaggio 3 di 5.

# RES_launchtasktemplatewizard.lblstep4title.text.rotext
source: Paso 4 de 5.
it: Passaggio 4 di 5.

# RES_launchtasktemplatewizard.lblstep5title.text.rotext
source: Paso 5 de 5.
it: Passaggio 5 di 5.

# RES_launchtasktemplatewizard.lbltaskfieldscaption.text.rotext
source: Atributos de tarea
gl: Atributos de tarefa
it: Attributi di attività

# RES_launchtasktemplatewizard.lbltaskfieldscaptiontext.rotext
source: Atributos de tarea
gl: Atributos de tarefa
it: Attributi di attività

# RES_launchtasktemplatewizard.lbltaskscaption.text.rotext
source: Tareas
gl: Tarefas
it: Attività

# RES_launchtasktemplatewizard.lbltaskscaptiontext.rotext
source: Tareas
gl: Tarefas
it: Attività

# RES_launchtasktemplatewizard.lbltreetasktemplates.text.rotext
source: tareas:
gl: tarefas:
it: attività:

# RES_launchtasktemplatewizard.lbltreetasktemplatesfilters.text.rotext
source: Filtros:
it: Filtri:

# RES_launchtasktemplatewizard.lblwelcome1.text.rotext
source: Bienvenido al asistente para el lanzamiento de plantilla de proyecto.
gl: Benvido/a ao asistente para o lanzamento de modelo de proxecto.
it: Ti diamo il benvenuto all´assistente per l´avvio del modello di progetto.

# RES_launchtasktemplatewizard.lblwelcome2.text.rotext
source: Este asistente le ayudará a lanzar una plantilla de proyecto.
gl: Este asistente axudaralle a lanzar un modelo de proxecto.
it: Questo assistente ti aiuterà a lanciare un modello di progetto.

# RES_launchtasktemplatewizard.lblwelcome3.text.rotext
source: Para continuar, haga clic en siguiente.
gl: Para continuar, preme en Seguinte.
it: Per continuare, fai clic su Avanti.

# RES_launchtasktemplatewizard.mark.rotext
source: Marcar
it: Contrassegna

# RES_launchtasktemplatewizard.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_launchtasktemplatewizard.projectfieldtemplate.fieldtypeerror.rotext
source: El valorintroducido para el atributo ${1} no es válido
gl: O valor introducido para o atributo ${1} non é válido
it: Il valore inserito per l´attributo ${1} non è valido

# RES_launchtasktemplatewizard.projectfieldtemplate.nofieldvalue.rotext
source: No ha introducido el valorde todos los atributos necesarios
gl: Non introduciu o valor de todos os atributos necesarios
it: Non hai inserito il valore di tutti gli attributi necessari

# RES_launchtasktemplatewizard.projectfieldtemplate.taskfieldtypeerror.rotext
source: El valor&quot;${1}&quot; introducido no es válido
gl: O valor&quot;${1}&quot; introducido non é válido
it: Il valore&quot;${1}&quot; inserito non è valido

# RES_launchtasktemplatewizard.projecttemplate.noactivationdate.rotext
source: No ha introducido fecha activación de la tarea
gl: Non introduciu data activación da tarefa
it: Non è stata immessa una data di attivazione dell´attività

# RES_launchtasktemplatewizard.projecttemplate.noclosingdate.rotext
source: No ha introducido fecha de cierre de la tarea
gl: Non introduciu data de peche da tarefa
it: Non è stata immessa una data di chiusura dell´attività

# RES_launchtasktemplatewizard.projecttemplate.noenddate.rotext
source: No ha introducido fecha fin de la tarea
gl: Non introduciu data fin da tarefa
it: Non è stata immessa una data di fine dell´attività

# RES_launchtasktemplatewizard.projecttemplate.noinitialdate.rotext
source: No ha introducido fecha inicio de la tarea
gl: Non introduciu data inicio da tarefa
it: Non è stata immessa una data di inizio dell´attività

# RES_launchtasktemplatewizard.projecttemplate.notaskduration.rotext
source: No ha introducido la duración de la tarea
gl: Non introduciu a duración da tarefa
it: Non è stata immessa la durata dell´attività

# RES_launchtasktemplatewizard.projecttemplate.notaskselected.rotext
source: No ha seleccionado tarea de activación
gl: Non seleccionou tarefa de activación
it: Non è stata selezionata l´attività di attivazione

# RES_launchtasktemplatewizard.projecttemplate.notemplateselected.rotext
source: No hay ninguna tarea seleccionada
gl: Non hai ningunha tarefa seleccionada
it: Non c´è nessuna attività selezionata

# RES_launchtasktemplatewizard.projecttemplate.projectnameblank.rotext
source: El nombre del proyecto no puede estar en blanco
gl: O nome do proxecto non pode estar en branco
it: Il nome del progetto non può essere vuoto.

# RES_launchtasktemplatewizard.projecttemplate.selectbusinesscenter.rotext
source: Debe seleccionar un centro de coste
gl: Debes seleccionar un centro de custos
it: Devi selezionare un centro di costo

# RES_launchtasktemplatewizard.projecttemplate.selectproject.rotext
source: Debe seleccionar un proyecto
gl: Debes seleccionar un proxecto
it: Devi selezionare un progetto

# RES_launchtasktemplatewizard.title.rotext
source: Asistente para el lanzamiento de plantilla de proyecto
gl: Asistente para o lanzamento de modelo de proxecto.
it: Assistente per l´avvio del modello di progetto

# RES_launchtasktemplatewizard.unmark.rotext
source: Desmarcar
it: Deseleziona

# RES_selecttaskfieldswizard.btclose.text.rotext
source: Cancelar
it: Annulla

# RES_selecttaskfieldswizard.btend.text.rotext
source: Finalizar
gl: Rematar
it: Fine

# RES_selecttaskfieldswizard.lblstep1info.text.rotext
source: Seleccione los atributos deseados de los disponibles
gl: Selecciona os atributos desexados dos dispoñibles
it: Seleziona gli attributi desiderati tra quelli disponibili

# RES_selecttaskfieldswizard.lblstep1title.text.rotext
source: Asistente de selección de atributos de tareas
gl: Asistente de selección de atributos de tarefas
it: Assistente di selezione di attributi di attività

# RES_selecttaskfieldswizard.lbltreetaskfields.text.rotext
source: Atributos disponibles:
gl: Atributos dispoñibles:
it: Attributi disponibili:

# RES_selecttaskfieldswizard.selectnewfields.nofieldsavailable.rotext
source: No hay atributos disponibles para asignar
gl: Non hai atributos dispoñibles para asignar
it: Non ci sono attributi disponibili per l´assegnazione

# RES_selecttaskfieldswizard.title.rotext
source: Asistente para la asignación de atributos de la tarea
gl: Asistente para a asignación de atributos da tarefa
it: Assistente per l´assegnazione di attributi dell´attività

# RES_srvmsgboxtask.changenameproject.error.option1text.rotext
source: Aceptar
it: Accettare

# RES_srvmsgboxtask.changenameproject.error.title.rotext
source: Error
gl: Erro
it: Errore

# RES_srvmsgboxtask.deleteprojecttemplate.description.rotext
source: ¿Qué desea hacer?
gl: Que desexas facer?
it: Cosa vuoi fare?

# RES_srvmsgboxtask.deleteprojecttemplate.error.option1text.rotext
source: Aceptar
it: Accettare

# RES_srvmsgboxtask.deleteprojecttemplate.error.title.rotext
source: Error
gl: Erro
it: Errore

# RES_srvmsgboxtask.deleteprojecttemplate.option1description.rotext
source: Eliminará el grupo de tareas seleccionado.
gl: Eliminará o grupo de tarefas seleccionado.
it: Si eliminerà il gruppo di attività selezionato.

# RES_srvmsgboxtask.deleteprojecttemplate.option1text.rotext
source: Borrar
it: Eliminare

# RES_srvmsgboxtask.deleteprojecttemplate.option2description.rotext
source: No eliminará el grupo de tareas seleccionado.
gl: Non eliminará o grupo de tarefas seleccionado.
it: Non eliminerà il gruppo di attività selezionato.

# RES_srvmsgboxtask.deleteprojecttemplate.option2text.rotext
source: No borrar
gl: Non borrar
it: Non cancellare

# RES_srvmsgboxtask.deleteprojecttemplate.title.rotext
source: Va a quitar el grupo de tareas seleccionado.<br /> ¿Está seguro?
gl: Vas quitar o grupo tarefas seleccionado.<br /> Estás seguro/a?
it: Stai per rimuovere il gruppo di attività selezionato.<br /> Vuoi procedere?

# RES_srvmsgboxtask.deletetaskfield.description.rotext
source: ¿Qué desea hacer?
gl: Que desexas facer?
it: Cosa vuoi fare?

# RES_srvmsgboxtask.deletetaskfield.option1description.rotext
source: Eliminará el atributo seleccionado.
gl: Eliminará o atributo seleccionado.
it: Si eliminerà l´attributo selezionato

# RES_srvmsgboxtask.deletetaskfield.option1text.rotext
source: Eliminar
it: Eliminare

# RES_srvmsgboxtask.deletetaskfield.option2description.rotext
source: No eliminar el atributo seleccionado.
gl: Non eliminar o atributo seleccionado.
it: Non eliminare l´attributo selezionato

# RES_srvmsgboxtask.deletetaskfield.option2text.rotext
source: No eliminar
gl: Non eliminar
it: Non eliminare

# RES_srvmsgboxtask.deletetaskfield.title.rotext
source: Se va a eliminar el atributo
gl: Vaise eliminar o atributo
it: Stai per eliminare l´attributo

# RES_srvmsgboxtask.deletetasktemplate.description.rotext
source: ¿Qué desea hacer?
gl: Que desexas facer?
it: Cosa vuoi fare?

# RES_srvmsgboxtask.deletetasktemplate.error.option1text.rotext
source: Aceptar
it: Accettare

# RES_srvmsgboxtask.deletetasktemplate.error.title.rotext
source: Error
gl: Erro
it: Errore

# RES_srvmsgboxtask.deletetasktemplate.option1description.rotext
source: Eliminará la plantilla de tarea seleccionada.
gl: Eliminará o modelo de tarefa seleccionado.
it: Si eliminerà il modello di attività selezionato.

# RES_srvmsgboxtask.deletetasktemplate.option1text.rotext
source: Borrar
it: Eliminare

# RES_srvmsgboxtask.deletetasktemplate.option2description.rotext
source: No eliminará la plantilla de tarea seleccionada.
gl: Non eliminará o modelo de tarefa seleccionado.
it: Non eliminerà il modello di attività selezionato.

# RES_srvmsgboxtask.deletetasktemplate.option2text.rotext
source: No borrar
gl: Non borrar
it: Non cancellare

# RES_srvmsgboxtask.deletetasktemplate.title.rotext
source: Va a quitar la plantilla de tarea seleccionada.<br /> ¿Está seguro?
gl: Vas quitar o modelo de tarefa seleccionado.<br /> Estás seguro/a?
it: Stai per rimuovere il modello selezionato dell´attività.<br /> Vuoi procedere?

# RES_srvmsgboxtask.deleteuserfield.description.rotext
source: Que desea hacer
gl: Que desexas facer
it: Cosa vuoi fare

# RES_srvmsgboxtask.deleteuserfield.option1text.rotext
source: Borrar
it: Eliminare

# RES_srvmsgboxtask.deleteuserfield.option2text.rotext
source: Cancelar
it: Annulla

# RES_srvmsgboxtask.deleteuserfield.title.rotext
source: Va a quitar el atributo de la tarea seleccionado.<br /> ¿Está seguro?
gl: Vas quitar o atributo da tarefa seleccionado.<br /> Estás seguro/a?
it: Stai per rimuovere l´attributo selezionato dall´attività.<br /> Vuoi procedere?

# RES_srvmsgboxtask.error.description.noprojectselected.rotext
source: No se ha seleccionado ningún proyecto
gl: Non se seleccionou ningún proxecto
it: Non è stato selezionato alcun progetto

# RES_srvmsgboxtask.error.noprojectselected.rotext
source: Error
gl: Erro
it: Errore

# RES_srvmsgboxtask.error.ok.rotext
source: Aceptar
it: Accettare

# RES_srvmsgboxtask.error.validationfieldsfailed.rotext
source: No se han introducido todos los campos obligatorios
gl: Non se introduciron todos os campos obrigatorios
it: Non tutti i campi obbligatori sono stati compilati

# RES_srvmsgboxtask.error.validationtitle.rotext
source: Error
gl: Erro
it: Errore

# RES_srvmsgboxtask.savename.error.option1text.rotext
source: Aceptar
it: Accettare

# RES_srvmsgboxtask.savename.error.text.rotext
source: Error
gl: Erro
it: Errore

# RES_srvtaskprojects.addnew.rotext
source: Añadir
gl: Engadir
it: Aggiungi

# RES_tasktemplates.addnew.rotext
source: Añadir
gl: Engadir
it: Aggiungi

# RES_tasktemplates.btnsavecancel.text.rotext
source: Cancelar
it: Annulla

# RES_tasktemplates.btnsaveok.text.rotext
source: Aceptar
it: Accettare

# RES_tasktemplates.buttoncancel.rotext
source: Cancelar
it: Annulla

# RES_tasktemplates.buttonok.rotext
source: Aceptar
it: Accettare

# RES_tasktemplates.changename.rotext
source: Cambiar nombre
gl: Cambiar nome
it: Modifica nome

# RES_tasktemplates.columnprojectname.rotext
source: Nombre
gl: Nome
it: Nome

# RES_tasktemplates.gridfilter.hdnhdrzonename.rotext
source: Nombre
gl: Nome
it: Nome

# RES_tasktemplates.label1.text.rotext
source: Tiempos
gl: Tempos
it: Tempi

# RES_tasktemplates.label2.text.rotext
source: Nombre corto:
gl: Nome curto:
it: Nome breve:

# RES_tasktemplates.lblactivacion.text.rotext
source: Activación
it: Attivazione

# RES_tasktemplates.lblactivbydatedesc.text.rotext
source: Se activa mediante una fecha y hora fija.
gl: Actívase mediante unha data e hora fixa.
it: Si attiva mediante una data e a un´ora fisse.

# RES_tasktemplates.lblactivbydatetitle.text.rotext
source: Fecha y hora
gl: Data e hora
it: Data e ora

# RES_tasktemplates.lblactivbyendtaskdesc.text.rotext
source: Esta tarea se activará cuando finalice la tarea seleccionada:
gl: Esta tarefa activarase cando finalice a tarefa seleccionada:
it: Questa attività verrà attivata alla conclusione dell´attività selezionata:

# RES_tasktemplates.lblactivbyendtasktitle.text.rotext
source: Al finalizar una tarea
gl: Ao finalizar unha tarefa
it: Quando si conclude un´attività

# RES_tasktemplates.lblactivbyinitaskdesc.text.rotext
source: Esta tarea se activará cuando se inicie la tarea seleccionada:
gl: Esta tarefa activarase cando se inicie a tarefa seleccionada:
it: Questa attività verrà attivata al momento di inizio dell´attività selezionata:

# RES_tasktemplates.lblactivbyinitasktitle.text.rotext
source: Al iniciar una tarea
gl: Ao iniciar unha tarefa
it: Quando si inizia una visita

# RES_tasktemplates.lblautempalldesc.text.rotext
source: Cualquier usuario tiene acceso a la tarea.
gl: Calquera usuario ten acceso á tarefa.
it: Qualsiasi utente ha accesso all´attività.

# RES_tasktemplates.lblautempalltitle.text.rotext
source: Usuarios
it: Utenti

# RES_tasktemplates.lblautempselectdesc.text.rotext
source: Sólo los usuarios o grupos seleccionados tienen acceso a la tarea.
gl: Só os usuarios ou grupos seleccionados teñen acceso á tarefa.
it: Solo gli utenti o gruppi selezionati hanno accesso all´attività.

# RES_tasktemplates.lblautempselecttitle.text.rotext
source: Usuarios seleccionados
it: Utenti selezionati

# RES_tasktemplates.lblbusinessgroupdesc.text.rotext
source: Centro de coste
gl: Centro de custos
it: Centro di costo

# RES_tasktemplates.lblcenter.text.rotext
source: Centro de coste:
gl: Centro de custos:
it: Centro di costo:

# RES_tasktemplates.lblcierre.text.rotext
source: Cierre
gl: Peche
it: Chiusura

# RES_tasktemplates.lblclosingallwaysdesc.text.rotext
source: La tarea siempre está disponible para su cierre.
gl: A tarefa sempre estará dispoñible para o seu peche.
it: L´attività è sempre disponibile per la chiusura.

# RES_tasktemplates.lblclosingallwaystitle.text.rotext
source: Siempre
gl: Sempre
it: Sempre

# RES_tasktemplates.lblclosingbydatedesc.text.rotext
source: Se cierra mediante una fecha y hora fija.
gl: Péchase mediante unha data e hora fixa.
it: Si chiude mediante una data e un´ora fisse.

# RES_tasktemplates.lblclosingbydatetitle.text.rotext
source: Fecha y hora
gl: Data e hora
it: Data e ora

# RES_tasktemplates.lblcolaballempdesc.text.rotext
source: Pueden trabajar todos los usuarios simultáneamente.
gl: Poden traballar todos os usuarios simultaneamente.
it: Tutti gli utenti possono lavorare contemporaneamente.

# RES_tasktemplates.lblcolaballemptitle.text.rotext
source: Todos los usuarios
gl: Todos os usuarios
it: Tutti gli utenti

# RES_tasktemplates.lblcolabonlyoneempdesc.text.rotext
source: Sólo puede trabajar un usuario al mismo tiempo.
gl: Só pode traballar un usuario ao mesmo tempo.
it: Può lavorare un solo utente alla volta.

# RES_tasktemplates.lblcolabonlyoneemptitle.text.rotext
source: Un usuario
it: Un utente

# RES_tasktemplates.lblcolaboracion.text.rotext
source: Colaboración
it: Collaborazione

# RES_tasktemplates.lblcolordesc.text.rotext
source: Color identificativo:
gl: Cor identificadora:
it: Colore identificativo:

# RES_tasktemplates.lbldefinitiontitle.text.rotext
source: Autorizados
it: Autorizzati

# RES_tasktemplates.lbldescription.text.rotext
source: Descripción:
gl: Descrición:
it: Descrizione:

# RES_tasktemplates.lblempautorizadostitle.text.rotext
source: Usuarios autorizados
it: Utenti autorizzati

# RES_tasktemplates.lblemployeetime.text.rotext
source: Personal:
gl: Persoal:
it: Personale:

# RES_tasktemplates.lblempselect.text.rotext
source: Seleccionar...
it: Seleziona...

# RES_tasktemplates.lblfechafinprev.text.rotext
source: Fecha y hora de finalización prevista:
gl: Data e hora de finalización prevista:
it: Data e ora di conclusione prevista:

# RES_tasktemplates.lblfechainiprev.text.rotext
source: Fecha y hora de inicio prevista:
gl: Data e hora de inicio prevista:
it: Data e ora di inizio prevista:

# RES_tasktemplates.lblfieldtasktitle.text.rotext
source: Atributos
it: Attributi

# RES_tasktemplates.lblforecasterrortime.text.rotext
source: Error previsión:
gl: Erro previsión:
it: Errore previsione:

# RES_tasktemplates.lblgeneraltitle.text.rotext
source: General
gl: Xeral
it: Generale

# RES_tasktemplates.lblgroupselection.text.rotext
source: Selector de usuarios
it: Selettore di utenti

# RES_tasktemplates.lblinitialtime.text.rotext
source: Horas Iniciales:
gl: Horas iniciais:
it: Ore iniziali:

# RES_tasktemplates.lbllimitaciones.text.rotext
source: Limitaciones
gl: Limitacións
it: Limitazioni

# RES_tasktemplates.lblmaterialtime.text.rotext
source: Material:
it: Materiale:

# RES_tasktemplates.lblname.text.rotext
source: Nombre:
gl: Nome:
it: Nome:

# RES_tasktemplates.lblnonproductivetimeincidence.text.rotext
source: Incidencias no previstas:
gl: Incidencias non previstas:
it: Eventi non previsti:

# RES_tasktemplates.lbloptactivallwaysdesc.text.rotext
source: La tarea siempre está disponible para su activación.
gl: A tarefa sempre está dispoñible para a súa activación.
it: L´attività è sempre disponibile per l´attivazione.

# RES_tasktemplates.lbloptactivallwaystitle.text.rotext
source: Siempre
gl: Sempre
it: Sempre

# RES_tasktemplates.lblothertime.text.rotext
source: Otros:
gl: Outros:
it: Altri:

# RES_tasktemplates.lblprevisiontitle.text.rotext
source: Previsión
it: Previsione

# RES_tasktemplates.lblpriority.text.rotext
source: Prioridad:
gl: Prioridade:
it: Priorità:

# RES_tasktemplates.lblproject.text.rotext
source: Proyecto:
gl: Proxecto:
it: Progetto:

# RES_tasktemplates.lblprojectgeneraltitle.text.rotext
source: General
gl: Xeral
it: Generale

# RES_tasktemplates.lblprojectname.text.rotext
source: Nombre:
gl: Nome:
it: Nome:

# RES_tasktemplates.lblshortname.text.rotext
source: Nombre abreviado:
gl: Nome abreviado:
it: Nome abbreviato:

# RES_tasktemplates.lbltag.text.rotext
source: Tags:
gl: Etiquetas:
it: Tag:

# RES_tasktemplates.lblteamtime.text.rotext
source: Equipo:
it: Dispositivo:

# RES_tasktemplates.lbltimechangedrequirements.text.rotext
source: Cambio requisitos:
it: Modifica di requisiti:

# RES_tasktemplates.lbltimeremarks.text.rotext
source: Comentarios:
it: Commenti:

# RES_tasktemplates.lbltitleempactshiftgroup.text.rotext
source: Tareas que actualmente estan en la plantilla de proyecto
gl: Tarefas que actualmente están no modelo de proxecto
it: Attività che attualmente si trovano nel modello di progetto

# RES_tasktemplates.lbltypecollabanydesc.text.rotext
source: Puede trabajar cualquier usuario autorizado.
gl: Pode traballar calquera usuario autorizado.
it: Qualsiasi utente autorizzato può lavorare.

# RES_tasktemplates.lbltypecollabanytitle.text.rotext
source: Cualquiera
gl: Calquera
it: Qualsiasi

# RES_tasktemplates.lbltypecollabfirstdesc.text.rotext
source: Limita los autorizados al primero que fiche.
gl: Limita os autorizados ao primeiro que fiche.
it: Limita gli autorizzati al primo che timbra.

# RES_tasktemplates.lbltypecollabfirsttitle.text.rotext
source: Primero
gl: Primeiro
it: Primo
