Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOne.*.resx
Languages: ca, fr, it, pt

# RES_requestorderoptions.optasc.text.rotext
source: Ascendente
ca: Ascendent
fr: Ascendant
it: Crescente

# RES_requestorderoptions.optdesc.text.rotext
source: Descendente
ca: Descendent
fr: Décroissant
it: Decrescente

# RES_requestorderoptions.orderfield.requestdate.rotext
source: Fecha
ca: Data
fr: Date
it: Data
pt: Data

# RES_requestorderoptions.orderfield.requesttype.rotext
source: Tipo de petición
ca: Tipus de petició
fr: Type de demande
it: Tipo di istanza
pt: Tipo de requerimento

# RES_requestorderoptions.orderfield.status.rotext
source: Estado
ca: Estat
fr: État
it: Stato

# RES_requestorderoptions.title_requestorderoptions.text.rotext
source: Mis peticiones - Ordenar
ca: Les meves peticions - Ordenar
fr: Mes demandes - Classer
it: Istanze personali - Ordina
pt: Os meus requerimentos - Ordenar

# RES_requests.approvedby.rotext
source: Aprobada por:
ca: Aprovada per:
fr: Approuvée par :
it: Approvata da:
pt: Aprovada por:

# RES_requests.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_requests.btnback.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_requests.btncancel.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_requests.btnnew.text.rotext
source: Nueva
ca: Nova
fr: Nouvelle
it: Nuova
pt: Nova

# RES_requests.btnnewrequest.text.rotext
source: Nuevo
ca: Nou
fr: Nouveau
it: Nuovo
pt: Novo

# RES_requests.chkincidencelist.text.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_requests.createdby.rotext
source: Creada por:
ca: Creada per:
fr: Créée par :
it: Creata da:
pt: Criada por:

# RES_requests.gridbuttonshowfilter.rotext
source: Opciones de filtrado
ca: Opcions de filtratge
fr: Options de filtrage
it: Opzioni di filtraggio
pt: Opções de filtro

# RES_requests.gridbuttonshoworder.rotext
source: Opciones de ordenación
ca: Opcions d’ordenació
fr: Options de classement
it: Opzioni di ordinamento
pt: Opções de classificação

# RES_requests.gridrequests.text.rotext
source: Mis peticiones
ca: Les meves peticions
fr: Mes demandes
it: Istanze personali
pt: Os meus pedidos

# RES_requests.refusedby.rotext
source: Rechazada por:
ca: Rebutjada per:
fr: Rejetée par :
it: Rifiutata da:
pt: Recusada por:

# RES_requests.requestname.cancelholidays.rotext
source: Cancelación de vacaciones
ca: Cancel·lació de vacances
fr: Annulation de vacances
it: Annullamento delle vacanze
pt: Cancelamento de férias

# RES_requests.requestname.changeshift.rotext
source: Cambio de horario
ca: Canvi d'horari
fr: Changement d'horaire
it: Cambio di programma
pt: Alteração de horário

# RES_requests.requestname.dailyrecord.rotext
source: Declaración de jornada
ca: Declaració de jornada
fr: Déclaration de journée
it: Dichiarazione della giornata
pt: Declaração de jornada

# RES_requests.requestname.exchangeshiftbetweenemployees.rotext
source: Intercambio horario entre usuarios el
ca: Intercanvi d’horari entre usuaris el
fr: Échange d’horaires entre utilisateurs le
it: Scambio orario tra utenti il
pt: Troca de horário entre utilizadores em

# RES_requests.requestname.externalworkresumepart.rotext
source: Parte resumen trabajo externo
ca: Comunicat resum feina externa
fr: Rapport résumé travail externe
it: Parte della sintesi di lavoro esterno
pt: Parte resumo do trabalho externo

# RES_requests.requestname.externalworkweekresume.rotext
source: Parte de fichajes
ca: Part de fitxatges
fr: Une partie des dédicaces
it: Parte degli acquisti
pt: Registo de picagens

# RES_requests.requestname.forbiddenpunch.rotext
source: Fichaje no realizado
ca: Fitxatge no realitzat
fr: Pointage non effectué
it: Timbratura non effettuata
pt: Picagem não efetuada

# RES_requests.requestname.forbiddentaskpunch.rotext
source: Fichaje de tarea no realizado
ca: Fitxatge de tasca no realitzat
fr: Pointage de tâches non effectué
it: Timbratura di attività non effettuata
pt: Picagem de tarefa não efetuada

# RES_requests.requestname.forgottencostcenterpunch.rotext
source: Fichaje de centro de costes no realizado
ca: Fitxatge de centre de costos no realitzat
fr: Pointage de centre de coût non effectué
it: Timbratura di centri di costo non effettuata
pt: Picagem de centro de custos não efetuada

# RES_requests.requestname.justifypunch.rotext
source: Justificación de fichaje el
ca: Justificació de fitxatge el
fr: Justification de pointage le
it: Giustificazione di timbratura il
pt: Justificação de picagem em

# RES_requests.requestname.plannedabsences.rotext
source: Previsión días de ausencia
ca: Previsió dies d'absència
fr: Prévision des jours d'absence
it: Previsione dei giorni di assenza
pt: Previsão dias de ausência

# RES_requests.requestname.plannedcauses.rotext
source: Previsión horas de ausencia
ca: Previsió hores d'absència
fr: Prévision des heures d'absence
it: Previsione ore di assenza
pt: Previsão horas de ausência

# RES_requests.requestname.plannedholidays.rotext
source: Vacaciones/permisos por horas
ca: Vacances/permisos per hores
fr: Congés/permissions par heures
it: Ore di ferie/permessi
pt: Férias/licenças por horas

# RES_requests.requestname.plannedovertimes.rotext
source: Horas de exceso
ca: Hores d’excés
fr: Heures excédentaires
it: Ore di straordinario
pt: Horas em excesso

# RES_requests.requestname.telecommute.rotext
source: Teletrabajo
ca: Teletreball
fr: Télétravail
it: Telelavoro
pt: Teletrabalho

# RES_requests.requestname.userfieldschange.rotext
source: Modificación campo ficha el
ca: Modificació camp fitxa
fr: Modification champ fiche
it: Modifica campo scheda
pt: Alteração campo da ficha em

# RES_requests.requestname.vacationsorpermissions.rotext
source: Vacaciones
ca: Vacances
fr: Des vacances
it: Vacanza
pt: Férias

# RES_requests.requestsgridheader.rotext
source: Mis peticiones
ca: Les meves peticions
fr: Mes demandes
it: Istanze personali
pt: Os meus pedidos

# RES_requests.requeststatus.accepted.rotext
source: Aceptada
ca: Acceptada
fr: Acceptée
it: Accettata
pt: Aceite

# RES_requests.requeststatus.canceled.rotext
source: Cancelada
ca: Cancel·lada
fr: Annulé
it: Annullato
pt: Anulada

# RES_requests.requeststatus.denied.rotext
source: Denegada
fr: Refusé
it: Negato
pt: Recusado

# RES_requests.requeststatus.ongoing.rotext
source: En curso
ca: En curs
fr: En cours
it: In corso
pt: Em curso

# RES_requests.requeststatus.pending.rotext
source: Pendiente
ca: Pendent
fr: En attente
it: In attesa
pt: Pendente

# RES_requests.showdetail.rotext
source: Ver detalle
ca: Veure detalls
fr: Voir détail
it: Vedi dettaglio
pt: Ver detalhe

# RES_requestshelper.shiftexchangeatob.rotext
source: Horario ${3} intercambiado con ${4} entre ${1} y ${2}
ca: Horari ${3} intercanviat amb ${4} entre ${1} i ${2}
fr: Horaire ${3} échangé avec ${4} entre ${1} et ${2}
it: Orario ${3} scambiato con ${4} tra ${1} e ${2}
pt: Horário ${3} trocado com ${4} entre ${1} e ${2}

# RES_requestshelper.shiftexchangebtoa.rotext
source: Horario ${4} intercambiado con ${3} entre ${2} y ${1}
ca: Horari ${4} intercanviat amb ${3} entre ${2} i ${1}
fr: Horaire ${4} échangé avec ${3} entre ${2} et ${1}
it: Orario ${4} scambiato con ${3} tra ${2} e ${1}
pt: Horário ${4} trocado com ${3} entre ${2} e ${1}

# RES_resumeexternalwork.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_resumeexternalwork.btnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_resumeexternalwork.chkincidencelist.text.rotext
source: Incidencia
ca: Incidència
fr: Incidence
it: Incidenza
pt: Incidência

# RES_resumeexternalwork.headertop.text.rotext
source: Parte resumen trabajo externo
ca: Comunicat resum feina externa
fr: Rapport résumé travail externe
it: Parte della sintesi di lavoro esterno
pt: Parte resumo do trabalho externo

# RES_resumeexternalwork.lbldate.text.rotext
source: Fecha del fichaje:
ca: Data del fitxatge:
fr: Date du pointage :
it: Data della timbratura:
pt: Data da picagem:

# RES_resumeexternalwork.lblobservations.text.rotext
source: Observaciones
ca: Observacions
fr: Remarques
it: Osservazioni
pt: Observações

# RES_resumeexternalwork.lbltime.text.rotext
source: Horas:
ca: Hores:
fr: Heures :
it: Ore:

# RES_shift.startfloating.shiftafter.rotext
source: del día después al del horario
ca: del dia després al de l’horari
fr: du lendemain de l´horaire
it: del giorno successivo a quello dell´orario
pt: do dia após ao do horário

# RES_shift.startfloating.shiftbefore.rotext
source: del día anterior al del horario
ca: del dia anterior al de l’horari
fr: de la veille de l´horaire
it: del giorno precedente a quello dell´orario
pt: do dia anterior ao do horário

# RES_shift.startfloating.shiftday.rotext
source: del día del horario
ca: del dia de l’horari
fr: du jour de l´horaire
it: del giorno dell´orario
pt: do dia do horário

# RES_shiftrequests.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_shiftrequests.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_shiftrequests.causelabel.rotext
source: Justificación
ca: Justificació
fr: Justification
it: Giustificazione
pt: Justificação

# RES_shiftrequests.lbldatestarttoend.text.rotext
source: Periodo de fechas desde
ca: Període de dates des de
fr: Période de dates depuis
it: Periodo di date da
pt: Período de datas desde

# RES_shiftrequests.lbldateto.text.rotext
source: hasta
ca: fins
fr: jusqu'à
it: Fino a
pt: a

# RES_shiftrequests.lblobservations.text.rotext
source: Observaciones
ca: Observacions
fr: Remarques
it: Osservazioni
pt: Observações

# RES_shiftrequests.lblshiftlabel.text.rotext
source: Horario
ca: Horari
fr: Horaire
it: Orario
pt: Horário

# RES_shiftrequests.lblstartshift.text.rotext
source: A las
ca: A les
fr: À
it: Alle
pt: Às

# RES_shiftrequests.title_shiftrequests.text.rotext
source: Solicitud de horarios
ca: Sol·licitud d’horaris
fr: Demande d´horaires
it: Richiesta di orari
pt: Pedido de horários

# RES_shiftrequests.titleabsencesrequests.rotext
source: Previsión días de ausencia
ca: Previsió dies d'absència
fr: Prévision des jours d'absence
it: Previsione dei giorni di assenza
pt: Previsão dias de ausência

# RES_shiftrequests.titlechangeshiftsrequests.rotext
source: Cambio de horario
ca: Canvi d'horari
fr: Changement d'horaire
it: Cambio di programma
pt: Alteração de horário

# RES_shiftrequests.titlelistcauses.rotext
source: Justificaciones
ca: Justificacions
fr: Justifications
it: Giustificazioni
pt: Justificações

# RES_shiftrequests.titlelistshifts.rotext
source: Horarios
ca: Horaris
fr: Horaires
it: Orari
pt: Horários

# RES_shiftrequests.titleliststartshifts.rotext
source: Inicio horario flotante
ca: Inici horari flotant
fr: Début horaire flottant
it: Inizio orario mobile
pt: Início de horário flutuante

# RES_shiftrequests.titlepermissionsrequests.rotext
source: Vacaciones
ca: Vacances
fr: Des vacances
it: Vacanza
pt: Férias

# RES_simplelist.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_simplelist.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_simplelist.chksimplelist.text.rotext
source: Lista Simple
ca: Llista simple
fr: Liste simple
it: Elenco semplice
pt: Lista Simples

# RES_userfieldhistory.btncancel.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_userfieldhistory.griduserfieldhistory.text.rotext
source: Histórico
ca: Històric
fr: Historique
it: Cronologia

# RES_userfieldhistory.timeperiod.fieldcaption.endonly.rotext
source: Hasta las ${1}
ca: Fins a les ${1}
fr: Jusqu´à ${1}
it: Fino alle ${1}
pt: Até às ${1}

# RES_userfields.btnback.text.rotext
source: Volver
ca: Tornar
fr: Revenir
it: Ritorno
pt: Voltar

# RES_userfields.btnnewrequest.text.rotext
source: Nueva Sol.
ca: Nova sol.
fr: Nouv. dem.
it: Nuova rich.
pt: Novo Ped.

# RES_userfields.chkincidencelist.text.rotext
source: Seleccione motivo
ca: Selecciona el motiu
fr: Sélectionnez motif
it: Seleziona motivo
pt: Selecione o motivo

# RES_userfields.dateperiod.fieldcaption.beginonly.rotext
source: Desde el ${1}
ca: Des del ${1}
fr: Depuis le ${1}
it: Dal ${1}
pt: Desde ${1}

# RES_userfields.dateperiod.fieldcaption.endonly.rotext
source: Hasta el ${1}
ca: Fins al ${1}
fr: Jusqu´au ${1}
it: Fino al ${1}
pt: Até ${1}

# RES_userfields.dateperiod.fieldcaption.rotext
source: De ${1} hasta ${2}
ca: De ${1} a ${2}
fr: De ${1} jusqu´à ${2}
it: Da ${1} fino a ${2}
pt: De ${1} a ${2}

# RES_userfields.fieldvaluedate.info.rotext
source: en la fecha
ca: a la data
fr: à la date
it: in data
pt: na data

# RES_userfields.notfoundfile.rotext
source: El fichero no existe o no dispone de permisos para acceder.
ca: El fitxer no existeix o no disposes dels permisos per accedir-hi.
fr: Le fichier n´existe pas ou vous ne disposez pas d´autorisations pour y accéder.
it: Il file non esiste oppure non si dispone delle autorizzazioni per accedervi.
pt: O ficheiro não existe ou não tem autorização para aceder.

# RES_userfields.timeperiod.fieldcaption.beginonly.rotext
source: De las ${1}
ca: Des de les ${1}
fr: De ${1}
it: Dalle ${1}
pt: Das ${1}

# RES_userfields.timeperiod.fieldcaption.endonly.rotext
source: Hasta las ${1}
ca: Fins a les ${1}
fr: Jusqu´à ${1}
it: Fino alle ${1}
pt: Até às ${1}

# RES_userfields.timeperiod.fieldcaption.rotext
source: Desde ${1} hasta ${2}
ca: De ${1} a ${2}
fr: Depuis le ${1} jusqu´au ${2}
it: Dal ${1} fino al ${2}
pt: De ${1} a ${2}

# RES_userfields.title_userfields.text.rotext
source: Mi ficha
ca: La meva fitxa
fr: Ma fiche
it: Scheda personale
pt: A minha ficha

# RES_userfields.userfield.category.none.rotext
source: Sin categoría
ca: Sense categoria
fr: Sans catégorie
it: Senza categoria
pt: Sem categoria

# RES_userfields.userfield.highlevel.hidecaption.rotext
source: Ocultar valor
ca: Amagar valor
fr: Masquer la valeur
it: Nascondi valore
pt: Ocultar o valor

# RES_userfields.userfield.highlevel.showcaption.rotext
source: Mostrar valor
fr: Afficher la valeur
it: Mostra valore
pt: Mostrar o valor

# RES_userfields.userfield.history.showcaption.rotext
source: Ver valor
ca: Veure valor
fr: Voir valeur
it: Vedi valore

# RES_userfields.userfield.history.showtitle.rotext
source: Ver histórico
ca: Veure històric
fr: Voir historique
it: Vedi cronologia

# RES_userfields.userfield.request.showtitle.rotext
source: Solicitar cambio valor campo
ca: Sol·licitar canvi valor camp
fr: Demander changement valeur champ
it: Richiesta modifica valore di campo
pt: Pedir alteração do valor de campo

# RES_userfieldsrequest.btnaccept.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_userfieldsrequest.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_userfieldsrequest.btnnext.text.rotext
source: Siguiente
ca: Següent
fr: Suivant
it: Seguente
pt: Seguinte

# RES_userfieldsrequest.lblfieldtypelabel.text.rotext
source: Campo de la ficha
ca: Camp de la fitxa
fr: Champ d'onglet
it: Campo scheda
pt: Campo da ficha

# RES_userfieldsrequest.lblhistorydatelabel.text.rotext
source: Válido desde:
ca: Vàlid des de:
fr: Valide depuis :
it: Valido da:
pt: Válido de:

# RES_userfieldsrequest.lblnewvaluelabel.text.rotext
source: Nuevo valor
ca: Nou valor
fr: Nouvelle valeur
it: Nuovo valore
pt: Novo valor

# RES_userfieldsrequest.lblobservations.text.rotext
source: Observaciones
ca: Observacions
fr: Remarques
it: Osservazioni
pt: Observações

# RES_userfieldsrequest.selectvalue.rotext
source: Valor
fr: Valeur
it: Di valore

# RES_userfieldsrequest.seluserfield.rotext
source: Selección campo de la ficha
ca: Selecció camp de la fitxa
fr: Sélection champ de la fiche
it: Selezione campo della scheda
pt: Seleção campo da ficha

# RES_userfieldsrequest.title_userfieldsrequest.text.rotext
source: Solicitud cambio ficha
ca: Sol·licitud canvi fitxa
fr: Demande de changement de fiche
it: Richiesta modifica scheda
pt: Pedido de alteração da ficha

# RES_useroptions.btncancel.text.rotext
source: Cancelar
ca: Cancel·la
fr: Annuler
it: Annulla
pt: Anular

# RES_useroptions.btnok.text.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
it: Accettare
pt: Aceitar

# RES_useroptions.headertop.text.rotext
source: Cambiar contraseña
ca: Canvia contrasenya
fr: Changer le mot de passe
it: Cambiare la password
pt: Alterar palavra-passe

# RES_useroptions.lblad.text.rotext
source: El usuario se identifica en Active Directory.
ca: L’usuari s’identifica a Active Directory.
fr: L´utilisateur est identifié dans Active Directory.
it: L´utente si identifica in Active Directory.
pt: O utilizador identifica-se em Active Directory.

# RES_useroptions.lblad2.text.rotext
source: No está permitido cambiar la contraseña.
ca: No es permet canviar la contrasenya.
fr: La modification du mot de passe n´est pas autorisée.
it: Non è consentito modificare la password.
pt: Não é permitido alterar a palavra-passe.

# RES_useroptions.lblloginpass.text.rotext
source: Nueva contraseña:
ca: Nova contrasenya:
fr: Nouveau mot de passe :
it: Nuova password:
pt: Nova palavra-passe:

# RES_useroptions.lblloginpass2.text.rotext
source: Repetir contraseña:
ca: Repetir contrasenya:
fr: Répéter mot de passe :
it: Ripeti password:
pt: Repetir palavra-passe:

# RES_useroptions.lblloginuser.text.rotext
source: Usuario:
ca: Usuari:
fr: Utilisateur :
it: Utente:
pt: Utilizador:

# RES_useroptions.lbloldloginpass.text.rotext
source: Contraseña anterior:
ca: Contrasenya anterior:
fr: Mot de passe précédent :
it: Password anteriore:
pt: Palavra-passe anterior:

# RES_accrualsquery.accrualtotal.rotext
source: Total
it: Totale

# RES_userfieldsrequest.dperiodstart.rotext
source: De
it: Da

# RES_userfieldsrequest.dtperiodstart.rotext
source: De
it: Da

# RES_main.ok.rotext
source: Ok
ca: Acceptar
