Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_rouserctlfieldcriteriav2.lblcriteria2.text.rotext
source: Condition
ca: Condició
pt: Condição
sk: Stav

# RES_rouserctlfieldcriteriav2.lblvalue.text.rotext
source: Value
ca: Valor
pt: Valor
sk: Hodnota

# RES_rowizardselector.cmbagrupacio.text.rotext
source: <Select a value
ca: <Selecciona un valor
pt: <Selecione um valor
sk: <Vyberte hodnotu

# RES_rowizardselector.cmbfieldfind.text.rotext
source: <Select a value
ca: <Selecciona un valor
pt: <Selecione um valor
sk: <Vyberte hodnotu

# RES_rowizardselector.lblagrupacio.text.rotext
source: <Select a value>
ca: <Selecciona un valor>
pt: <Selecione um valor>
sk: <Vyberte hodnotu>

# RES_rowizardselector.lblagrupacio2.text.rotext
source: <Select a value
ca: <Selecciona un valor
pt: <Selecione um valor
sk: <Vyberte hodnotu

# RES_rowizardselector.lblagruparpor.text.rotext
source: Group by:
ca: Agrupar per:
pt: Agrupar por:
sk: Skupina podľa:

# RES_rowizardselector.lblapplycriteria.text.rotext
source: Apply criteria
ca: Aplicar criteris
pt: Aplicar critérios
sk: Uplatniť kritériá

# RES_rowizardselector.lblfieldfind.text.rotext
source: <Select a value>
ca: <Selecciona un valor>
pt: <Selecione um valor>
sk: <Vyberte hodnotu>

# RES_rowizardselector.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rowizardselector.lblperiods.text.rotext
source: Current week
ca: Setmana actual
pt: Semana atual
sk: Aktuálny týždeň

# RES_rowizardselector.lblperiodsdatefrom.text.rotext
source: Of
ca: De
pt: De
sk: Z adresy

# RES_rowizardselector.lblperiodsdateto.text.rotext
source: to the
ca: al
pt: a
sk: na adrese

# RES_rowizardselector.lblselbtwdates.text.rotext
source: Selection between dates
ca: Selecció entre dates
pt: Seleção entre datas
sk: Výber medzi dátumami

# RES_rowizardselector.lblselfordays.text.rotext
source: Selection by days
ca: Selecció per dies
pt: Seleção por dias
sk: Výber podľa dní

# RES_rowizardselector.lbltodaysfrom.text.rotext
source: days since
ca: dies des de
pt: dias desde
sk: dní od

# RES_rowizardselector.tabtitleemployees.text.rotext
source: Users
ca: Usuaris
pt: Utilizadores
sk: používatelia

# RES_rowizardselector.tabtitleperiods.text.rotext
source: Periods
ca: Períodes
pt: Períodos
sk: Obdobia

# RES_rowizardselector.txtbegindate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_rowizardselector.txtbegindate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_rowizardselector.txtenddate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_rowizardselector.txtenddate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_rowizardselector.txtfromdate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_rowizardselector.txtfromdate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_srvloginmsgbox.ens.alert.description.rotext
source: Use of this system is only permitted to authorized users. Unauthorized access is strictly prohibited and may be subject to disciplinary action, without prejudice to any other legal action that may be applicable. All system activity is recorded and periodically reviewed by designated personnel. Any user accessing the system does so by declaring that they are fully aware of and accept these rules and the general regulations for the use of information resources and systems.
ca: L'ús d'aquest sistema només és permès als usuaris autoritzats. L'accés no autoritzat està totalment prohibit, i pot ser objecte d'accions disciplinàries, sens perjudici de la resta d'accions de naturalesa legal a què hi hagi lloc. Tota l'activitat del sistema es registra i és revisada periòdicament pel personal designat. Qualsevol usuari que accedeixi al sistema ho fa declarant conèixer i acceptar íntegrament aquestes regles i la normativa general dutilització dels recursos i sistemes dinformació.
pt: Apenas os utilizadores autorizados podem utilizar este sistema. O acesso não autorizado é estritamente proibido e pode ser objeto de medidas disciplinares, sem prejuízo de quaisquer outras medidas legais que possam ser tomadas. Toda a atividade do sistema é registada e periodicamente revista por pessoal designado. Qualquer utilizador que aceda ao sistema fá-lo declarando conhecer e aceitar plenamente as presentes regras e o regulamento geral sobre a utilização dos recursos e sistemas de informação.
sk: Používanie tohto systému je povolené len oprávneným používateľom. Neoprávnený prístup je prísne zakázaný a môže byť predmetom disciplinárneho konania bez toho, aby boli dotknuté akékoľvek iné právne kroky, ktoré môžu byť prijaté. Všetky aktivity systému sa zaznamenávajú a pravidelne kontrolujú určenými pracovníkmi. Každý používateľ, ktorý pristupuje k systému, vyhlasuje, že si je vedomý týchto pravidiel a všeobecných predpisov o používaní informačných zdrojov a systémov a že ich v plnej miere prijíma.

# RES_srvloginmsgbox.ens.alert.title.rotext
source: NOTICE TO SYSTEM USERS
ca: AVÍS ALS USUARIS DEL SISTEMA.
pt: AVISO AOS UTILIZADORES DO SISTEMA.
sk: UPOZORNENIE PRE POUŽÍVATEĽOV SYSTÉMU

# RES_srvloginmsgbox.licenseexceeded.alert.description.rotext
source: The maximum number of active users in the license has been exceeded. All features are disabled until you manage the active users or update the Visualtime license.
ca: S’ha sobrepassat el màxim d’usuaris actius a la llicència. Totes les funcionalitats queden desactivades fins que gestionis els usuaris actius o actualitzis la llicència de Visualtime.
pt: O número máximo de utilizadores ativos na licença foi excedido. Todas as funcionalidades ficam desativadas até gerir os utilizadores ativos ou atualizar a licença do Visualtime.
sk: Maximálny počet aktívnych používateľov v licencii bol prekročený. Všetky funkcie sú deaktivované, kým nespravujete aktívnych používateľov alebo neaktualizujete licenciu Visualtime.

# RES_srvloginmsgbox.licenseexceeded.alert.title.rotext
source: License Notice
ca: Avís de llicència
pt: Aviso de licença
sk: Oznámenie o licencii

# RES_srvloginmsgbox.lopd.alert.description.rotext
source: In compliance with REGULATION (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (GDPR), all Visualtime Live users must log in using a password.<br/><br/>You must enter a password that is between 4 and 50 characters long and does not begin or end with spaces.
ca: En compliment del REGLAMENT (UE) 2016/679, del Parlament Europeu i del Consell, del 27 d’abril de 2016, relatiu a la protecció de les persones físiques pel que fa al tractament de dades personals i a la lliure circulació d’aquestes dades (RGPD), cal que tots els usuaris de Visualtime Live hi accedeixin mitjançant una contrasenya.<br/><br/>Cal introduir-ne una que contingui entre 4 i 50 caràcters i que no comenci ni acabi amb espais.
pt: Em cumprimento do REGULAMENTO (UE) 2016/679, do Parlamento Europeu e do Conselho, de 27 de abril de 2016, relativo à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais e à livre circulação desses dados (RGPD), é necessário que todos os utilizadores do Visualtime Live acedam usando uma palavra-passe.<br/><br/>Deve introduzir uma que contenha entre 4 e 50 caracteres e que não comece nem termine com espaços.
sk: V súlade s NARIADENÍM Európskeho parlamentu a Rady (EÚ) 2016/679 z 27. apríla 2016 o ochrane fyzických osôb pri spracúvaní osobných údajov a o voľnom pohybe takýchto údajov (GDPR) sa všetci používatelia služby Visualtime Live musia prihlásiť pomocou hesla.<br/><br/>Musíte zadať heslo, ktoré obsahuje 4 až 50 znakov a nezačína ani nekončí medzerami.

# RES_srvloginmsgbox.lopd.alert.title.rotext
source: Data protection notice
ca: Avís sobre protecció de dades
pt: Aviso sobre proteção de dados
sk: Oznámenie o ochrane údajov

# RES_srvloginmsgbox.passwordexpired.alert.description.rotext
source: The password has expired and must be changed in compliance with security guidelines
ca: La contrasenya ha caducat i s'ha de canviar en compliment de les directrius de seguretat
pt: A palavra-passe expirou e tem de ser alterada em conformidade com as diretrizes de segurança
sk: Platnosť hesla vypršala a je potrebné ho zmeniť v súlade s bezpečnostnými pokynmi

# RES_srvloginmsgbox.passwordexpired.alert.title.rotext
source: Expired password
ca: Contrasenya caducada
pt: Palavra-passe caducada
sk: Heslo vypršalo

# RES_srvmsgboxcommon.checkpermission.denied.option1text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_srvmsgboxcommon.checkpermission.denied.title.rotext
source: Access denied
ca: Accés denegat
pt: Acesso negado
sk: Prístup zamietnutý

# RES_srvmsgboxusertasks.checksession.error.generictitle.rotext
source: Mistake
ca: Error
pt: Erro
sk: Chyba

# RES_srvmsgboxusertasks.checksession.error.option1text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_srvmsgboxusertasks.checksession.error.title.rotext
source: Session ended
ca: Sessió finalitzada
pt: Sessão concluída
sk: Zasadnutie sa skončilo

# RES_srvmsgboxusertasks.overmaxemployeessoon.alert.rotext
source: YOU MUST CORRECT THIS PROBLEM BEFORE THE DATE INDICATED. OTHERWISE THE PROGRAM WILL NOT WORK.
ca: CAL CORREGIR AQUEST PROBLEMA ABANS DE LA DATA INDICADA. SI NO, EL PROGRAMA NO FUNCIONARÀ.
pt: DEVE CORRIGIR ESTE PROBLEMA ANTES DA DATA INDICADA. CASO CONTRÁRIO, O PROGRAMA DEIXARÁ DE FUNCIONAR.
sk: TENTO PROBLÉM MUSÍTE ODSTRÁNIŤ DO UVEDENÉHO DÁTUMU. INAK PROGRAM NEBUDE FUNGOVAŤ.

# RES_srvmsgboxusertasks.overmaxemployeessoon.message.rotext
source: Next day ${1} will have ${2} registered users and your version of the program only supports a maximum of ${3}.<br/>To fix this situation, remove some registered users, set some deregistered users, or purchase a license extension.
ca: El proper dia ${1} tindràs ${2} usuaris d’alta i la teva versió del programa només n’admet un màxim de ${3}.<br/>Per solucionar aquesta situació elimina alguna alta, estableix alguna baixa o compra una ampliació de la llicència.
pt: No próximo dia ${1} vai ter ${2} utilizadores registados e a sua versão do programa apenas suporta um máximo de ${3}.<br/>Para resolver esta situação elimine algum registo, determine uma anulação ou adquira uma extensão da licença.
sk: Nasledujúci deň bude mať ${1} ${2} nových používateľov a vaša verzia programu podporuje maximálne ${3}.<br/> Ak chcete túto situáciu napraviť, odstráňte niektoré registrácie, nastavte zrušenie registrácie alebo zakúpte rozšírenie licencie.

# RES_srvmsgboxusertasks.overmaxemployeessoon.title.rotext
source: Important notice!
ca: Avís important!
pt: Aviso importante!
sk: Dôležité upozornenie !

# RES_srvmsgboxusertasks.overmaxjobemployeessoon.alert.rotext
source: YOU MUST CORRECT THIS PROBLEM BEFORE THE DATE INDICATED. OTHERWISE THE PROGRAM WILL NOT WORK.
ca: CAL CORREGIR AQUEST PROBLEMA ABANS DE LA DATA INDICADA. SI NO, EL PROGRAMA NO FUNCIONARÀ.
pt: DEVE CORRIGIR ESTE PROBLEMA ANTES DA DATA INDICADA. CASO CONTRÁRIO, O PROGRAMA DEIXARÁ DE FUNCIONAR.
sk: TENTO PROBLÉM MUSÍTE ODSTRÁNIŤ DO UVEDENÉHO DÁTUMU. INAK PROGRAM NEBUDE FUNGOVAŤ.

# RES_srvmsgboxusertasks.overmaxjobemployeessoon.message.rotext
source: Next day ${1} will have ${2} registered users and your version of the program only supports a maximum of ${3}.<br/>To fix this situation, remove some registered users, set some deregistered users, or purchase a license extension.
ca: El proper dia ${1} tindràs ${2} usuaris d’alta i la teva versió del programa només n’admet un màxim de ${3}.<br/>Per solucionar aquesta situació elimina alguna alta, estableix alguna baixa o compra una ampliació de la llicència.
pt: No próximo dia ${1} vai ter ${2} utilizadores registados e a sua versão do programa apenas suporta um máximo de ${3}.<br/>Para resolver esta situação elimine algum registo, determine uma anulação ou adquira uma extensão da licença.
sk: Nasledujúci deň bude mať ${1} ${2} nových používateľov a vaša verzia programu podporuje maximálne ${3}.<br/> Ak chcete túto situáciu napraviť, odstráňte niektoré registrácie, nastavte zrušenie registrácie alebo zakúpte rozšírenie licencie.

# RES_srvmsgboxusertasks.overmaxjobemployeessoon.title.rotext
source: Important notice!
ca: Avís important!
pt: Aviso importante!
sk: Dôležité upozornenie !

# RES_start.btspecialpastecancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_start.btspecialpasteok.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_start.documentsabsences.rotext
source: Documents
pt: Documentos
sk: Dokumenty

# RES_start.indicatorsdefinition.rotext
source: Definition of indicators
ca: Definició d’indicadors
pt: Definição de indicadores
sk: Definícia ukazovateľov

# RES_start.labagreerules.rotext
source: Rules of agreements
ca: Regles de convenis
pt: Regras de acordos
sk: Pravidlá dohody

# RES_start.label1.text.rotext
source: Configuration
ca: Configuració
pt: Configuração
sk: Konfigurácia

# RES_start.lblconfiguraciontitle.text.rotext
source: Configuration
ca: Configuració
pt: Configuração
sk: Konfigurácia

# RES_start.lblespecialpastebegin.text.rotext
source: Paste from day:
ca: Enganxar des del dia:
pt: Colar desde o dia:
sk: Vložiť zo dňa:

# RES_start.lblespecialpasteend.text.rotext
source: Until today:
ca: Fins al dia:
pt: Até ao dia:
sk: Až do dňa:

# RES_start.lblespecialpasteinfo.text.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
pt: Este formulário permite atribuir os horários copiados para a área de transferência a um utilizador entre as datas que especificar.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_start.lblfieldsemployee.text.rotext
source: User profile
ca: Fitxa d’usuari
pt: Ficha de utilizador
sk: Profil používateľa

# RES_start.lblmultisel.text.rotext
source: Multiple Selection
ca: Selecció múltiple
pt: Seleção Múltipla
sk: Viacnásobný výber

# RES_start.lblmyspace.text.rotext
source: My personal space
ca: El meu espai personal
pt: O meu espaço pessoal
sk: Môj osobný priestor

# RES_start.lblname.text.rotext
source: Home
ca: Inici
pt: Início
sk: domov

# RES_start.lblnamedescriptor.text.rotext
source: Welcome to Visualtime Live
ca: Benvingut/uda a Visualtime Live
pt: Bem-vindo(a) ao Visualtime Live
sk: Vitajte v službe Visualtime Live

# RES_start.lblnamedescriptorold.text.rotext
source: Welcome to Visual Time Live.<br />From this space, you can see the latest news, online help and information of interest
ca: Benvingut/da a Visualtime Live.<br />Des d’aquest espai, podràs veure les darreres novetats, l’ajuda en línia i informació d’interès.
pt: Bem-vindo/a ao Visual Time Live.<br />Nesta área poderá ver as últimas novidades, a ajuda online e informações de interesse
sk: Vitajte na stránke Visual Time Live.<br />V tomto priestore budete môcť sledovať najnovšie správy, on-line pomoc a zaujímavé informácie

# RES_start.lblpresenciatitle.text.rotext
source: Presence
ca: Presència
pt: Presença
sk: Prítomnosť

# RES_start.lblsupporttext.text.rotext
source: Get product information, updates and enhancements from
ca: Accedeix a informació sobre el producte, actualitzacions i millores des de
pt: Obtenha informação sobre o produto, atualizações e melhorias desde
sk: Získajte informácie o produktoch, aktualizácie a upgrady z

# RES_start.lbltitle.text.rotext
source: Paste Special
ca: Enganxament especial
pt: Colar Especial
sk: Špeciálne lepenie

# RES_start.lbltitlenews.text.rotext
source: News
ca: Notícies
pt: Notícias
sk: Novinky

# RES_start.lbltitlesupport.text.rotext
source: Medium
ca: Suport
pt: Suporte
sk: Podpora

# RES_start.lbltypeemp.text.rotext
source: Presence
ca: Presència
pt: Presença
sk: Prítomnosť

# RES_start.lbltypeemployee.text.rotext
source: User type
ca: Tipus d’usuari
pt: Tipo de utilizador
sk: Typ používateľa

# RES_start.lbltypetitle.text.rotext
source: The user is included in the processes of
ca: L’usuari s’inclou als processos de
pt: O utilizador está incluído nos processos de
sk: Používateľ je zahrnutý do procesov

# RES_start.nonews.rotext
source: There is currently no news
ca: Actualment no hi ha notícies
pt: Atualmente não há notícias
sk: V súčasnosti nie sú k dispozícii žiadne správy

# RES_start.nonews.text.rotext
source: There is currently no news
ca: Actualment no hi ha notícies
pt: Atualmente não há notícias
sk: V súčasnosti nie sú k dispozícii žiadne správy

# RES_start.startupvalues.rotext
source: Initial values
ca: Valors inicials
pt: Valores iniciais
sk: Počiatočné hodnoty

# RES_start.txtspbegindate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_start.txtspbegindate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_start.txtspenddate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_start.txtspenddate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_status.aspxbutton1.text.rotext
source: Send mail
ca: Enviar correu
pt: Enviar email
sk: Odoslať poštu

# RES_status.btclosetestmail.text.rotext
source: Close
ca: Tancar
pt: Fechar
sk: Zatvoriť

# RES_status.btndescargarlogs.text.rotext
source: Discharge
ca: Descarregar
pt: Descarregar
sk: Stiahnite si

# RES_status.btnresetclientcache.text.rotext
source: Reset license cache
ca: Esborrar memòria cau llicència
pt: Restaurar cache da licença
sk: Obnovenie licencie vyrovnávacej pamäte

# RES_status.bttestmail.text.rotext
source: Check mail settings
ca: Comprovar configuració correu
pt: Verificar configuração email
sk: Kontrola konfigurácie pošty

# RES_status.label1.text.rotext
source: Visualtime To-Do's
ca: Tasques pendents de Visualtime
pt: Tarefas pendentes do Visualtime
sk: Nedokončené záležitosti spoločnosti Visualtime

# RES_status.label10.text.rotext
source: Enter the countercode provided by robotics:
ca: Introdueix el contracodi proporcionat per Robotics:
pt: Introduza o contra-código fornecido pela Robotics:
sk: Zadajte protikód, ktorý dodala robotika:

# RES_status.label11.text.rotext
source: State:
ca: Estat:
pt: Estado:
sk: Stav:

# RES_status.label12.text.rotext
source: Reset client cache
ca: Reiniciar memòria cau client
pt: Restaurar cache cliente
sk: Obnovenie vyrovnávacej pamäte klienta

# RES_status.label17.text.rotext
source: Visualtime Processes
ca: Processos de Visualtime
pt: Processos do Visualtime
sk: Procesy Visualtime

# RES_status.label2.text.rotext
source: Terminals
pt: Terminais
sk: terminály

# RES_status.label3.text.rotext
source: Tasks in execution
ca: Tasques en execució
pt: Tarefas em execução
sk: Prebiehajúce úlohy

# RES_status.label4.text.rotext
source: State of calculation processes
ca: Estat processos de càlcul
pt: Estado processos de cálculo
sk: Stav procesov výpočtu

# RES_status.label5.text.rotext
source: Visualtime concurrent sessions status
ca: Estat sessions concurrents de Visualtime
pt: Estado sessões simultâneas Visualtime
sk: Stav súbežných zasadnutí Visualtime

# RES_status.label6.text.rotext
source: Perform full terminal dump
ca: Realitzar abocament complet de terminal
pt: Realizar viragem completa de terminal
sk: Vykonajte úplný výpis terminálu

# RES_status.label7.text.rotext
source: Destination:
ca: Destinació:
pt: Destino:
sk: Cieľová destinácia:

# RES_status.label8.text.rotext
source: Head:
ca: Capçalera:
pt: Cabeçalho:
sk: Záhlavie:

# RES_status.label9.text.rotext
source: Body:
ca: Cos:
pt: Corpo:
sk: Telo:

# RES_status.lblauditoptionstabbutton.text.rotext
source: Terminals
pt: Terminais
sk: terminály

# RES_status.lblconnectionlost24.text.rotext
source: Stable SQL connection in the last 24 hours:
ca: Connexió SQL estable les darreres 24 hores:
pt: Ligação SQL estável nas últimas 24 horas:
sk: Stabilné pripojenie SQL za posledných 24 hodín:

# RES_status.lbldescargarlogs.text.rotext
source: Download logs
ca: Descarregar registres
pt: Descarregar logs
sk: Stiahnite si protokoly

# RES_status.lblemailpending.text.rotext
source: Requests pending submission:
ca: Sol·licituds pendents d’enviar:
pt: Pedidos pendentes de envio:
sk: Žiadosti, ktoré sa majú odoslať:

# RES_status.lblemployeecount.text.rotext
source: Active time management employees:
ca: Empleats actius de gestió horària:
pt: Colaboradors ativos de gestão horColaboradoresa:
sk: Aktívne riadenie času zamestnancov:

# RES_status.lblhddpermissions.text.rotext
source: Permissions on the robotics folder:
ca: Permisos a la carpeta de Robotics:
pt: Autorizações na pasta da Robotics:
sk: Oprávnenia v priečinku robotika:

# RES_status.lblheader.text.rotext
source: VT Diagnostics
ca: Diagnòstics VT
pt: Diagnósticos VT
sk: Diagnostika VT

# RES_status.lblinfo.text.rotext
source: Here you can review the status of the different processes of the solution.
ca: Aquí pots revisar l’estat dels diferents processos de la solució.
pt: Aqui pode rever o estado dos diferentes processos da solução.
sk: Tu môžete skontrolovať stav jednotlivých procesov riešenia.

# RES_status.lblrequestcount.text.rotext
source: Requests pending processing:
ca: Sol·licituds pendents de tractar:
pt: Pedidos pendentes de tratamento:
sk: Nevybavené žiadosti, ktoré sa majú vybaviť:

# RES_status.lblsqlserverconnection.text.rotext
source: SQLServer Server:
ca: Servidor SQLServer:
pt: Servidor SQLServer:
sk: SQLServer:

# RES_status.lblsupervisorcount.text.rotext
source: Unread Requests:
ca: Sol·licituds sense llegir:
pt: Pedidos sem ler:
sk: Neprečítané žiadosti:

# RES_status.lbltaskemployeecount.text.rotext
source: Active Task Employees:
ca: Empleats actius de tasques:
pt: Colaboradors ativos de tarefas:
sk: Aktívni zamestnanci:

# RES_status.lbltimeformatoptionstabbutton.text.rotext
source: Diagnostics
ca: Diagnòstics
pt: Diagnósticos
sk: Diagnostika

# RES_status.lblvisualtimeconnection.text.rotext
source: Visualtime Server:
ca: Servidor Visualtime:
pt: Servidor Visualtime:
sk: Server Visualtime:

# RES_status.lblwsoptionstabbutton.text.rotext
source: BB.DD queries
ca: Consultes bb.dd
pt: Consultas b.d.
sk: Bb.dd dotazy

# RES_status.title.rotext
source: Diagnostics
ca: Diagnòstics
pt: Diagnósticos
sk: Diagnostika

# RES_status.txtsqlserverconnection.text.rotext
source: Yes
ca: Sí
pt: Sim
sk: Áno

# RES_terminalbroadcasterror.title.rotext
source: The synchronization task calculation process for terminal ${1} registered an error. The terminal is not properly synchronized (5-T000-002)
ca: El procés de càlcul de tasques de sincronització per al terminal ${1} ha registrat un error. El terminal no està sincronitzat correctament (5-T000-002)
pt: O processo de cálculo de tarefas de sincronização para o terminal ${1} registou um erro. O terminal não está corretamente sincronizado (5-T000-002)
sk: Proces výpočtu synchronizačnej úlohy pre terminál ${1} zaznamenal chybu. Terminál nie je správne synchronizovaný (5-T000-002)
