Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_copyschedulewizard.optallemployee.text.rotext
source: View all users
ca: Veure tots els usuaris
eu: Ikusi erabiltzaile guztiak
sk: Zobraziť všetkých používateľov

# RES_copyschedulewizard.optcondition.description.rotext
source: Show in the selection tree only those users who meet the condition of the tab.
ca: Mostrar a l’arbre de selecció només els usuaris que compleixin la condició de la fitxa.
eu: Erakutsi hautapen zuhaitzean txartelaren baldintza betetzen duten erabiltzaileak soilik.
sk: Zobrazenie v strome výberu len tých používateľov, ktorí spĺňajú podmienku na karte.

# RES_copyschedulewizard.optcondition.text.rotext
source: See only those that meet the condition
ca: Veure només els que compleixin la condició
eu: Baldintza betetzen dutenak bakarrik ikusi
sk: Zobrazte len tie, ktoré spĺňajú podmienku

# RES_copyschedulewizard.shifttypes.1.rotext
source: Copy only main times
ca: Copiar només els horaris principals
eu: Kopiatu ordutegi nagusiak soilik
sk: Kopírujte len hlavné rozvrhy

# RES_copyschedulewizard.shifttypes.2.rotext
source: Copy only the alternative schedules
ca: Copiar només els horaris alternatius
eu: Kopiatu denbora alternatiboak soilik
sk: Kopírujte len alternatívne cestovné poriadky

# RES_copyschedulewizard.shifttypes.3.rotext
source: Copy all schedules
ca: Copiar tots els horaris
eu: Kopiatu ordutegi guztiak
sk: Kopírovanie všetkých rozvrhov

# RES_copyschedulewizard.shifttypes.4.rotext
source: Copy only holidays
ca: Copiar només vacances
eu: Kopiatu oporrak soilik
sk: Len kópia dovolenky

# RES_copyschedulewizard.title.rotext
source: Copy Schedule Wizard
ca: Assistent per copiar planificacions
eu: Kopiatu programazio morroia
sk: Sprievodca plánovaním kopírovania

# RES_copyschedulewizard.txtbegindate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_copyschedulewizard.txtbegindate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_copyschedulewizard.txtenddate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_copyschedulewizard.txtenddate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_dailycoverage.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_dailycoverage.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_dailycoverage.dataediting.message.rotext
source: Registration in editing
ca: Registre en edició
eu: Izen ematea edizioan
sk: Registrácia v edícii

# RES_dailycoverage.grdcoverages.columns#2.headertext.rotext
source: Position
ca: Lloc de treball
eu: Posizioa
sk: pošta

# RES_dailycoverage.grdcoverages.columns#3.headertext.rotext
source: Amount
ca: Quantitat
eu: Zenbatekoa
sk: Množstvo

# RES_dailycoverage.lbladdcoverage.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_dailycoverage.lbldescription.text.rotext
source: Define the theoretical allocations for the group and the indicated date.
ca: Defineix les dotacions teòriques per al grup i la data indicada.
eu: Talderako esleipen teorikoak eta adierazitako data definitzea.
sk: Definujte cieľové alokácie pre uvedenú skupinu a dátum.

# RES_dailycoverage.lbltitle.text.rotext
source: Provision {1} for the {2}
ca: Dotació {1} per al {2}
eu: {1} zuzkidura {2}rentzat
sk: Obálka {1} pre {2}

# RES_dailycoverage.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_dailycoverage.title.rotext
source: Configuration of theoretical endowments
ca: Configuració dotacions teòriques
eu: Zuzkiduraren konfigurazio teorikoa
sk: Konfigurácia teoretických pridelení

# RES_dailycoverageplanned.action.plan.rotext
source: Assign users to the position
ca: Assignar usuaris al lloc
eu: Esleitu erabiltzaileak postuari
sk: Priradenie používateľov k príspevku

# RES_dailycoverageplanned.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_dailycoverageplanned.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_dailycoverageplanned.btclose.text.rotext
source: Close
ca: Tancar
eu: Itxi
sk: Zatvoriť

# RES_dailycoverageplanned.dailycoverageemployees.title.rotext
source: Add users to staff ${1}
ca: Afegir usuaris a la dotació ${1}
eu: Gehitu erabiltzaileak ${1} igerilekuan
sk: Pridať používateľov do fondu ${1}

# RES_dailycoverageplanned.grdcoveragedetail.columns#0.headertext.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_dailycoverageplanned.grdcoveragedetail.columns#1.headertext.rotext
source: Schedule
ca: Horari
eu: Ordutegia
sk: rozvrh hodín

# RES_dailycoverageplanned.grdcoveragedetail.columns#2.headertext.rotext
source: Cluster
ca: Grup
eu: Klusterra
sk: skupina

# RES_dailycoverageplanned.grdcoveragedetail.columns#3.headertext.rotext
source: Points
ca: Punts
eu: Puntuak
sk: Body

# RES_dailycoverageplanned.grdcoveragedetail.columns#4.headertext.rotext
source: Cost
eu: Kostua
sk: Náklady

# RES_dailycoverageplanned.grdcoveragedetail.columns#5.headertext.rotext
source: Suitability
ca: Idoneïtat
eu: Egokitasuna
sk: Vhodnosť

# RES_dailycoverageplanned.grdcoveragedetail.columns#6.headertext.rotext
source: Coverage
ca: Cobertura
eu: Estaldura
sk: Pokrytie

# RES_dailycoverageplanned.grdcoveragedetail.columns#7.headertext.rotext
source: Balance
ca: Saldo
eu: Balantzea
sk: Saldo

# RES_dailycoverageplanned.grdcoverages.columns#3.headertext.rotext
source: Position
ca: Lloc de treball
eu: Posizioa
sk: pošta

# RES_dailycoverageplanned.grdcoverages.columns#4.headertext.rotext
source: Theoretical
ca: Teòrica
eu: Teorikoa
sk: Teoretické

# RES_dailycoverageplanned.grdcoverages.columns#5.headertext.rotext
source: Planned
ca: Planificada
eu: Planifikatua
sk: Plánované

# RES_dailycoverageplanned.grdcoverages.selectbutton.title.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_dailycoverageplanned.grdcoverages.selectedbutton.title.rotext
source: Selected
ca: Seleccionat
eu: Hautatuta
sk: Vybrané

# RES_dailycoverageplanned.grdemployees.columns#10.headertext.rotext
source: Balance
ca: Saldo
eu: Balantzea
sk: Saldo

# RES_dailycoverageplanned.grdemployees.columns#2.headertext.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_dailycoverageplanned.grdemployees.columns#3.headertext.rotext
source: Current schedule
ca: Horari actual
eu: Egungo ordutegia
sk: Aktuálny rozvrh

# RES_dailycoverageplanned.grdemployees.columns#4.headertext.rotext
source: Current position
ca: Lloc de treball actual
eu: Benetako posizioa
sk: Súčasná pozícia

# RES_dailycoverageplanned.grdemployees.columns#5.headertext.rotext
source: Cluster
ca: Grup
eu: Klusterra
sk: skupina

# RES_dailycoverageplanned.grdemployees.columns#6.headertext.rotext
source: Points
ca: Punts
eu: Puntuak
sk: Body

# RES_dailycoverageplanned.grdemployees.columns#7.headertext.rotext
source: Cost
eu: Kostua
sk: Náklady

# RES_dailycoverageplanned.grdemployees.columns#8.headertext.rotext
source: Suitability
ca: Idoneïtat
eu: Egokitasuna
sk: Vhodnosť

# RES_dailycoverageplanned.grdemployees.columns#9.headertext.rotext
source: Coverage
ca: Cobertura
eu: Estaldura
sk: Pokrytie

# RES_dailycoverageplanned.grdemployees.selectbutton.title.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_dailycoverageplanned.grdemployees.selectedbutton.title.rotext
source: Selected
ca: Seleccionat
eu: Hautatuta
sk: Vybrané

# RES_dailycoverageplanned.label1.text.rotext
source: Assigned users:
ca: Usuaris assignats:
eu: Esleitutako erabiltzaileak:
sk: Priradení používatelia:

# RES_dailycoverageplanned.lbldailycoverageemployeestitle.text.rotext
source: Add users to the {1} staff
ca: Afegir usuaris a la dotació de {1}
eu: Gehitu erabiltzaileak {1}ren langileei
sk: Pridanie používateľov do fondu {1}

# RES_dailycoverageplanned.lbldescription.text.rotext
source: The Plan Staffing screen allows you to manage the defined staffing, allowing you to view the users who are already assigned to staff each position and add new users based on the suitability and coverage criteria of the users who can perform the corresponding position.
ca: La pantalla de Planificar dotacions us permet gestionar les dotacions definides, podent visualitzar els usuaris que ja estan assignats a la dotació de cada lloc i afegir nous usuaris a partir dels criteris d'idoneïtat i cobertura dels usuaris que puguin realitzar el lloc corresponent.
eu: Plan Staffing pantailak definitutako plantilla kudeatzeko aukera ematen du, lanpostu bakoitzeko plantillan jada esleituta dauden erabiltzaileak ikusi ahal izateko eta erabiltzaile berriak gehitzeko, dagokion lanpostua bete dezaketen erabiltzaileen egokitasun eta estaldura irizpideen arabera.
sk: Obrazovka Plán pridelení umožňuje spravovať definované pridelenia, pričom si môžete prezerať používateľov, ktorí už boli pridelení na jednotlivé pracovné miesta, a pridávať nových používateľov na základe kritérií vhodnosti a pokrytia používateľov, ktorí môžu vykonávať príslušné pracovné miesto.

# RES_dailycoverageplanned.lblgridtitle.text.rotext
source: Available users:
ca: Usuaris disponibles:
eu: Erabiltzaile eskuragarriak:
sk: Dostupní používatelia:

# RES_dailycoverageplanned.lblgridtitle1.text.rotext
source: Assigned users:
ca: Usuaris assignats:
eu: Esleitutako erabiltzaileak:
sk: Priradení používatelia:

# RES_dailycoverageplanned.lblshiftassignmed.text.rotext
source: Specify schedule for selected users:
ca: Indicar horari per als usuaris seleccionats:
eu: Adierazi aukeratutako erabiltzaileen ordutegia:
sk: Uveďte rozvrh pre vybraných používateľov:

# RES_dailycoverageplanned.lbltitle.text.rotext
source: Provision {1} for the {2}
ca: Dotació {1} per al {2}
eu: {1} zuzkidura {2}rentzat
sk: Obálka {1} pre {2}

# RES_dailycoverageplanned.title.rotext
source: Staffing planning
ca: Planificació dotació
eu: Zuzkiduraren plangintza
sk: Plánovanie a zabezpečovanie

# RES_employeemasspunchwizard.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_employeemasspunchwizard.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_employeemasspunchwizard.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_employeemasspunchwizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_employeemasspunchwizard.btend.text.rotext
source: Finish
ca: Finalitzar
eu: Amaitu
sk: Koniec

# RES_employeemasspunchwizard.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_employeemasspunchwizard.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_employeemasspunchwizard.checkpage.page2.noemployeeselected.rotext
source: No user selected
ca: Cap usuari seleccionat
eu: Ez da erabiltzailerik hautatu
sk: Žiadny vybraný používateľ

# RES_employeemasspunchwizard.checkpage.page3.incorrectpunchdata.rotext
source: You have not selected all the transfer data
ca: No has seleccionat totes les dades del fitxatge
eu: Ez dituzu transferitzeko datu guztiak hautatu
sk: Nevybrali ste všetky údaje o prenose

# RES_employeemasspunchwizard.checkpage.page3.punchfuturedate.rotext
source: The date of the signing cannot be in the future
ca: La data del fitxatge no pot ser en el futur
eu: Sinadura data ezin da etorkizunekoa izan
sk: Dátum podpisu nemôže byť v budúcnosti

# RES_employeemasspunchwizard.checkpage.page4.incorrectpunchdata.rotext
source: He has not indicated the direction of the signing
ca: No has indicat el sentit del fitxatge
eu: Ez du sinaketaren esanahia adierazi
sk: Neoznačil smer podpisu

# RES_employeemasspunchwizard.end.employeemasspunchwelcome1.text.rotext
source: Massive signing wizard
ca: Assistent per a la introducció massiva de fitxatges
eu: Transferentziak masiboki sartzeko morroia
sk: Sprievodca hromadným zadávaním

# RES_employeemasspunchwizard.end.error.employeemasspunchwelcome1.text.rotext
source: Completed with errors
ca: Finalitzat amb errors
eu: Akatsekin osatua
sk: Dokončené s chybami

# RES_employeemasspunchwizard.end.error.employeemasspunchwelcome2.text.rotext
source: The signing could not be created
ca: No s’ha pogut crear el fitxatge
eu: Ezin izan da transferentzia sortu
sk: Podpisovanie nebolo možné vytvoriť

# RES_employeemasspunchwizard.end.ok.employeemasspunchwelcome1.text.rotext
source: Completed successfully
ca: Finalitzat correctament
eu: Arrakastaz osatu da
sk: Úspešne dokončené

# RES_employeemasspunchwizard.end.ok.employeemasspunchwelcome2.text.rotext
source: Successful signings created
ca: Fitxatges creats correctament
eu: Transferentziak arrakastaz sortu dira
sk: Úspešne vytvorené podpisy

# RES_employeemasspunchwizard.end.okwarning.employeemasspunchwelcome2.text.rotext
source: Some signings could not be created:
ca: Alguns fitxatges no s’han pogut crear:
eu: Ezin izan dira sinadura batzuk sortu:
sk: Niektoré podpisy nebolo možné vytvoriť:

# RES_employeemasspunchwizard.error.couldnotretrievetask.text.rotext
source: Unable to query the status of the created task
ca: No es pot consultar l’estat de la tasca creada
eu: Ezin da egiaztatu sortutako zereginaren egoera
sk: Stav vytvorenej úlohy nie je možné skontrolovať

# RES_employeemasspunchwizard.hdnsteptitle.text.rotext
source: Assistant for mass introduction of signings.
ca: Assistent per a la introducció massiva de fitxatges.
eu: Fitxaketak masiboki sartzeko laguntzailea.
sk: Sprievodca hromadným zadávaním podpisov.

# RES_employeemasspunchwizard.label1.text.rotext
source: Address:
ca: Adreça:
eu: Helbidea:
sk: Adresa:

# RES_employeemasspunchwizard.label2.text.rotext
source: Date of signing:
ca: Data del fitxatge:
eu: Sinadura data:
sk: Dátum podpisu:

# RES_employeemasspunchwizard.lblcause.text.rotext
source: Justification:
ca: Justificació:
eu: Justifikazioa:
sk: Odôvodnenie:

# RES_employeemasspunchwizard.lblcopyschedulewelcome1.text.rotext
source: Welcome to the mass signing wizard.
ca: Et donem la benvinguda a l’assistent per a la introducció massiva de fitxatges.
eu: Ongi etorri transferentzia masiboko sarrera morroira.
sk: Vitajte v sprievodcovi pre hromadné zadávanie podpisov.

# RES_employeemasspunchwizard.lblcopyschedulewelcome2.text.rotext
source: The wizard allows you to massively insert punches that could not be made due to electrical failure of turnstiles.
ca: L´assistent permet introduir massivament fitxatges que no s’han pogut realitzar per un error elèctric dels torns.
eu: Torneoi elektrikoen hutsegitearen ondorioz egin ezin izan diren sinaketak masiboki txertatzeko aukera ematen du laguntzaileak.
sk: Sprievodca umožňuje hromadne vkladať diery, ktoré nebolo možné vyrobiť z dôvodu elektrickej poruchy sústruhu.

# RES_employeemasspunchwizard.lblcopyschedulewelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_employeemasspunchwizard.lbldetailstimecaption.text.rotext
source: Time of signing:
ca: Hora del fitxatge:
eu: Transferentzia denbora:
sk: Je čas sa prihlásiť:

# RES_employeemasspunchwizard.lbllocationterminal.text.rotext
source: In the terminal:
ca: Al terminal:
eu: Terminalean:
sk: Na termináli:

# RES_employeemasspunchwizard.lblstep2info.text.rotext
source: Now select the users you want to add a signing to
ca: Ara selecciona els usuaris als quals vols afegir algun fitxatge.
eu: Orain hautatu erregistroa gehitu nahi dien erabiltzaileak
sk: Teraz vyberte používateľov, ktorým chcete pridať podpisy

# RES_employeemasspunchwizard.lblstep2info2.text.rotext
source: Now select the users you want to justify adding a signing to.
ca: Ara selecciona els usuaris als quals vols justificar algun fitxatge.
eu: Orain hautatu sinadura bat gehitzea justifikatu nahi dien erabiltzaileak.
sk: Teraz vyberte používateľov, ktorým chcete zdôvodniť pridanie taktovania.

# RES_employeemasspunchwizard.lblstep2title.text.rotext
source: Step 2 of 5.
ca: Pas 2 de 5.
eu: 5etik 2. urratsa.
sk: Krok 2 z 5.

# RES_employeemasspunchwizard.lblstep3info.text.rotext
source: Enter the transfer details.
ca: Introdueix les dades del fitxatge.
eu: Sartu transferentziaren xehetasunak.
sk: Zadajte údaje o podpise.

# RES_employeemasspunchwizard.lblstep3info2.text.rotext
source: Please indicate the terminal, time and reason for the clocking in. The clocking in area is determined by the terminal used.
ca: Indica el terminal, l’hora i la justificació del fitxatge. La zona del fitxatge està determinada pel terminal utilitzat.
eu: Adierazi terminala, ordua eta sinaduraren justifikazioa. Transferentzia eremua erabilitako terminalaren arabera zehazten da.
sk: Uveďte terminál, čas a odôvodnenie prihlásenia. Oblasť taktovania sa určuje podľa použitého terminálu.

# RES_employeemasspunchwizard.lblstep3title.text.rotext
source: Step 3 of 5.
ca: Pas 3 de 5.
eu: 5etik 3. urratsa.
sk: Krok 3 z 5.

# RES_employeemasspunchwizard.lblstep4info.text.rotext
source: Additional information
ca: Informació addicional
eu: Informazio Gehigarria
sk: Ďalšie informácie

# RES_employeemasspunchwizard.lblstep4info2.text.rotext
source: Please provide any additional information required to enter the transfer.
ca: Indica la informació addicional necessària per introduir el fitxatge
eu: Adierazi sinadura sartzeko beharrezkoa den informazio osagarria
sk: Uveďte ďalšie informácie potrebné na zadanie rezervácie

# RES_employeemasspunchwizard.lblstep4title.text.rotext
source: Step 4 of 5.
ca: Pas 4 de 5.
eu: 5etik 4. urratsa.
sk: Krok 4 z 5.

# RES_employeemasspunchwizard.lblstep5info.text.rotext
source: Clock in and out summary
ca: Resum del fitxatge
eu: Transferentziaren laburpena
sk: Zhrnutie podpisu

# RES_employeemasspunchwizard.lblstep5info2.text.rotext
source: Now select the users you want to justify adding a signing to.
ca: Ara selecciona els usuaris als quals vols justificar algun fitxatge.
eu: Orain hautatu sinadura bat gehitzea justifikatu nahi dien erabiltzaileak.
sk: Teraz vyberte používateľov, ktorým chcete zdôvodniť pridanie taktovania.

# RES_employeemasspunchwizard.lblstep5title.text.rotext
source: Step 5 of 5.
ca: Pas 5 de 5.
eu: 5etik 5. urratsa.
sk: Krok 5 z 5.

# RES_employeemasspunchwizard.pagechange.page5.punchresume.rotext
source: clocking of <strong>${1}</strong> will be entered into the terminal: <strong>${2}</strong> on the following date/time: <strong>${3}</strong> for the selected users
ca: S’introduirà un fitxatge de <strong>${1}</strong> al terminal: <strong>${2}</strong> a la data/hora següent: <strong>${3}</strong> per als usuaris seleccionats
eu: <strong>${1}</strong>-ko erlojua sartuko da terminalean: <strong>${2}</strong> data/ordu honetan: <strong>${3}</strong> hautatutako erabiltzaileentzat
sk: V termináli sa má zadať taktovanie <strong>${1}</strong>: <strong>${2}</strong> v nasledujúci dátum/čas: <strong>${3}</strong> pre vybraných používateľov

# RES_employeemasspunchwizard.pagechange.page5.punchresumecause.rotext
source: with the justification <strong>${1}</strong>
ca: amb la justificació <strong>${1}</strong>
eu: <strong>${1}</strong> justifikazioarekin
sk: s odôvodnením <strong>${1}</strong>

# RES_employeemasspunchwizard.title.rotext
source: Massive signing wizard
ca: Assistent per a la introducció massiva de fitxatges
eu: Transferentziak masiboki sartzeko morroia
sk: Sprievodca hromadným zadávaním

# RES_employeemasspunchwizard.typecaption.in.rotext
source: Entrance
ca: Entrada
eu: Sarrera
sk: VSTUP

# RES_employeemasspunchwizard.typecaption.indet.rotext
source: Automatic
ca: Automàtic
eu: Automatikoa
sk: Automatické

# RES_employeemasspunchwizard.typecaption.out.rotext
source: Exit
ca: Sortida
eu: Irten

# RES_frmadvcopy.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_frmadvcopy.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_frmadvcopy.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_frmadvcopy.label2.text.rotext
source: Day of the week
ca: Dia de la setmana
eu: Asteguna
sk: Deň v týždni

# RES_frmadvcopy.label3.text.rotext
source: Day of the month
ca: Dia del mes
eu: Hileko eguna
sk: Deň v mesiaci

# RES_frmadvcopy.lblactionresume.text.rotext
source: Summary of actions
ca: Resum d’accions
eu: Stock Laburpena
sk: Zhrnutie opatrení

# RES_frmadvcopy.lbladdin.text.rotext
source: inclusive
ca: inclòs
eu: barne
sk: vrátane

# RES_frmadvcopy.lbladvancedbloqued.text.rotext
source: Blocked Day Options
ca: Opcions de dies bloquejats
eu: Blokeatutako eguneko aukerak
sk: Možnosti blokovaných dní

# RES_frmadvcopy.lbladvancedbloqueddisabled.text.rotext
source: Ignore blocked days and continue with the next schedule to copy
ca: Ignorar dies bloquejats i continuar endavant amb el següent horari que s’ha de copiar
eu: Ez ikusi blokeatutako egunak eta jarraitu kopiatzeko hurrengo ordutegiarekin
sk: Ignorujte zablokované dni a pokračujte s ďalším plánom, ktorý sa má skopírovať

# RES_frmadvcopy.lbladvancedbloquedenabled.text.rotext
source: Perform a personalized treatment
ca: Fer un tractament personalitzat
eu: Egin tratamendu pertsonalizatua
sk: Individuálna liečba

# RES_frmadvcopy.lbladvancedholidays.text.rotext
source: Vacation Day Options
ca: Opcions de dies de vacances
eu: Oporretarako Eguneko aukerak
sk: Možnosti dovolenky

# RES_frmadvcopy.lbladvancedholidaysdisabled.text.rotext
source: Ignore vacation days and continue with the next schedule to copy
ca: Ignorar dies de vacances i continuar endavant amb l’horari següent que s’ha de copiar
eu: Ez ikusi opor egunak eta jarraitu hurrengo ordutegiarekin kopiatzeko
sk: Ignorujte dni pracovného voľna a pokračujte podľa nasledujúceho rozvrhu, ktorý treba skopírovať

# RES_frmadvcopy.lbladvancedholidaysenabled.text.rotext
source: Perform a personalized treatment
ca: Fer un tractament personalitzat
eu: Egin tratamendu pertsonalizatua
sk: Individuálna liečba

# RES_frmadvcopy.lbladvancedrepeatdisabled.text.rotext
source: Each repetition will start right after the previous one ends.
ca: Cada repetició començarà just quan s’acabi l’anterior.
eu: Errepikapen bakoitza aurrekoa amaitu eta berehala hasiko da.
sk: Každé opakovanie sa začne hneď po predchádzajúcom opakovaní.

# RES_frmadvcopy.lbladvancedrepeatenabled.text.rotext
source: Using custom repeat rules
ca: Utilitzar regles de repetició personalitzades
eu: Erabili errepikapen-arau pertsonalizatuak
sk: Používanie vlastných pravidiel opakovania

# RES_frmadvcopy.lbladvancedrules.text.rotext
source: Repeat options
ca: Opcions de repetició
eu: Errepikatu aukerak
sk: Možnosti opakovania

# RES_frmadvcopy.lbladvbloqued.text.rotext
source: When you find yourself blocked on a day...
ca: Quan es troba un dia bloquejat...
eu: Egun bat blokeatzen denean...
sk: Keď je deň zablokovaný...

# RES_frmadvcopy.lbladvholidays.text.rotext
source: When you find a day of vacation...
ca: Quan es troba un dia de vacances...
eu: Opor egun bat aurkitzen duzunean...
sk: Keď sa ocitnete na dovolenke...

# RES_frmadvcopy.lbladvrepeat.text.rotext
source: Custom Replays
ca: Repeticions personalitzades
eu: Erreprodukzio pertsonalizatuak
sk: Prispôsobené opakovania

# RES_frmadvcopy.lblbloqdestdays.text.rotext
source: Block days after planning is complete
ca: Bloquejar dies un cop finalitzada la planificació
eu: Plangintza amaitu eta gero blokeatu egunak
sk: Blok dní po dokončení plánovania
