Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDocuments.*.resx
Languages: eu, fr, gl, sk

# RES_activity.tabgeneral.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
sk: všeobecné

# RES_activity.tbaddnewactivity.rotext
source: Add a new activity.
eu: Gehitu jarduera berri bat.
fr: Ajouter une nouvelle activité.
gl: Engadir unha nova actividade.
sk: Pridanie novej aktivity.

# RES_activity.tbaddnewdocument.rotext
source: Add new template.
eu: Gehitu txantiloi berria.
fr: Ajouter nouveau modèle.
gl: Engadir novo modelo.
sk: Pridanie novej šablóny.

# RES_activity.tbdelactivity.rotext
source: Delete activity.
eu: Ezabatu jarduera.
fr: Supprimer activité.
gl: Eliminar actividade.
sk: Vymazať činnosť.

# RES_documenttemplate.absencetypes.showdetails.rotext
source: Show details
eu: Xehetasunak erakutsi
fr: Afficher les détails
gl: Amosar detalles
sk: Zobraziť podrobnosti

# RES_documenttemplate.area.labor.rotext
source: Labor
eu: Lana
fr: Professionnel
gl: Laboral
sk: Práca

# RES_documenttemplate.area.legal.rotext
source: Legal
eu: Legezkoa
fr: Juridique
sk: Právna stránka

# RES_documenttemplate.area.prevention.rotext
source: Prevention
eu: Prebentzioa
fr: Prévention
gl: Prevención
sk: Prevencia

# RES_documenttemplate.area.quality.rotext
source: Quality
eu: Kalitatea
fr: Qualité
gl: Calidade
sk: Kvalita

# RES_documenttemplate.area.security.rotext
source: Security
eu: Segurtasuna
fr: Sécurité
gl: Seguridade
sk: Zabezpečenie

# RES_documenttemplate.bc.text.rotext
source: Empty
eu: Hutsik
fr: Vide
gl: Baleirar
sk: Prázdne stránky

# RES_documenttemplate.bo.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
sk: Prijať

# RES_documenttemplate.bt.text.rotext
source: Today
eu: Gaur
fr: Aujourd'hui
gl: Hoxe
sk: Dnes

# RES_documenttemplate.captiongrid.rotext
source: List of document templates
eu: Dokumentu txantiloien zerrenda
fr: Liste de modèles de documents
gl: Listaxe de modelos de documentos
sk: Zoznam šablón dokumentov

# RES_documenttemplate.ckallwaysvalid.text.rotext
source: Always
eu: Beti
fr: Toujours
gl: Sempre
sk: Vždy

# RES_documenttemplate.ckcanadddocumentemployee.text.rotext
source: It can be submitted electronically by users
eu: Erabiltzaileek elektronikoki aurkez dezakete
fr: Peut être soumis par voie électronique par les utilisateurs
gl: Os usuarios poden presentalo electronicamente
sk: Používatelia ho môžu predkladať elektronicky

# RES_documenttemplate.ckcanadddocumentsupervisor.text.rotext
source: It can be submitted electronically by supervisors
eu: Arduradunek elektronikoki aurkez dezakete
fr: Peut être soumis par voie électronique par les superviseurs
gl: Os supervisores poden presentalo electronicamente
sk: Nadriadení ho môžu predložiť elektronicky

# RES_documenttemplate.ckexpireolddocuments.text.rotext
source: Approval causes the rest of the documents of this type to be marked as expired.
eu: Onartzeak mota honetako gainerako dokumentuak iraungi gisa markatzen ditu
fr: L´approbation entraîne le marquage de tous les autres documents de ce type comme expirés
gl: A aprobación provoca que o resto de documentos deste tipo se marquen como caducados
sk: Schválenie spôsobí, že všetky ostatné takéto dokumenty budú označené ako neaktuálne

# RES_documenttemplate.cksystemdocument.text.rotext
source: It is a system document
eu: Sistemaren dokumentu bat da
fr: Est un document système
gl: É un documento de sistema
sk: Je to systémový dokument

# RES_documenttemplate.ckvalidduring.text.rotext
source: During
eu: zehar
fr: Pendant
gl: Durante
sk: Počas

# RES_documenttemplate.communications.700.rotext
source: Notice to supervisor of new document delivered
eu: Entregatutako dokumentu berriaren arduradunari oharra
fr: Notification au superviseur de nouveau document remis
gl: Aviso a supervisor de novo documento entregado
sk: Oznámenie orgánu dohľadu o doručení nového dokumentu

# RES_documenttemplate.communications.701.rotext
source: Notice to user of document soon to be required
eu: Laster eskatuko zaio dokumentuaren erabiltzaileari jakinarazpena
fr: Notification à l’utilisateur de document bientôt requis
gl: Aviso a usuario de documento próximo a ser requirido
sk: Oznámenie používateľovi o dokumente, ktorý sa má vyžiadať

# RES_documenttemplate.communications.702.rotext
source: Notice to supervisor of document soon to be required
eu: Laster eskatuko zaio dokumentuaren arduradunari oharra
fr: Notification au superviseur de document bientôt requis
gl: Aviso a supervisor de documento próximo a ser requirido
sk: Oznámenie nadriadenému o dokumente, ktorý sa má vyžiadať

# RES_documenttemplate.documenttemplatesgrid.column.area.rotext
source: Scope
eu: Eremua
fr: Champ d´application
gl: Ámbito
sk: Rozsah pôsobnosti

# RES_documenttemplate.documenttemplatesgrid.column.description.rotext
source: Description
eu: Deskribapena
gl: Descrición
sk: popis

# RES_documenttemplate.documenttemplatesgrid.column.documenttemplate.rotext
source: Name
eu: Izena
fr: Nom
gl: Nome
sk: názov

# RES_documenttemplate.documenttemplatesgrid.column.employeedeliverallowed.rotext
source: User
eu: Erabiltzailea
fr: Utilisateur
gl: Usuario
sk: používateľ

# RES_documenttemplate.documenttemplatesgrid.column.expectedenddate.rotext
source: End of validity
eu: Indarraldiaren amaiera
fr: Fin validité
gl: Fin validez
sk: Koniec platnosti

# RES_documenttemplate.documenttemplatesgrid.column.expectedstartdate.rotext
source: Start of validity
eu: Hasi indarraldia
fr: Début validité
gl: Inicio validez
sk: Domovská platnosť

# RES_documenttemplate.documenttemplatesgrid.column.mandatory.rotext
source: Mandatory
eu: Nahitaezkoa
fr: Obligatoire
gl: Obrigatorio
sk: Povinné

# RES_documenttemplate.documenttemplatesgrid.column.scope.rotext
source: Type
eu: Guy
gl: Tipo
sk: typ

# RES_documenttemplate.documenttemplatesgrid.column.shortname.rotext
source: Short name
eu: Izen laburra
fr: Nom court
gl: Nome curto
sk: Krátky názov

source: Supervisor
eu: Begiralea
fr: Superviseur
sk: Supervízor

# RES_documenttemplate.label1.text.rotext
source: Indicates who can contribute the document and its visibility.
eu: Dokumentua nork eman dezakeen eta haren ikusgarritasuna adierazten du.
fr: Indique qui peut fournir le document et sa visibilité.
gl: Indica quen pode achegar o documento e a súa visibilidade
sk: Uvádza, kto môže poskytnúť dokument a jeho viditeľnosť.

# RES_documenttemplate.label10.text.rotext
source: days from the date of approval.
eu: onarpen-egunetik zenbatzen hasita.
fr: jours à partir de la date d´approbation.
gl: días a partir da data de aprobación.
sk: dní od dátumu schválenia.

# RES_documenttemplate.label2.text.rotext
source: Scope:
eu: Eremua:
fr: Portée :
gl: Alcance:
sk: Rozsah pôsobnosti:

# RES_documenttemplate.label3.text.rotext
source: The document is mandatory
eu: Dokumentua derrigorrezkoa da
fr: Le document est obligatoire
gl: O documento é obrigatorio
sk: Dokument je povinný

# RES_documenttemplate.label6.text.rotext
source: During
eu: zehar
fr: Pendant
gl: Durante
sk: Počas

# RES_documenttemplate.lblactivitygeneral.text.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
sk: všeobecné

# RES_documenttemplate.lblalcancedes.text.rotext
source: The scope indicates whether the document applies to a company or a user, and in the latter case, what it refers to.
eu: Esparruak adierazten du dokumentua enpresa bati edo erabiltzaile bati dagokion ala ez, eta azken kasu honetan, zeri egiten dion erreferentzia.
fr: Le champ d’application indique si le document s’applique à une entreprise ou à un utilisateur, et dans ce dernier cas, à quoi il fait référence
gl: O ámbito indica se o documento aplica a unha empresa ou a un usuario e, neste último caso, a que fai referencia
sk: Rozsah pôsobnosti uvádza, či sa dokument vzťahuje na spoločnosť alebo na používateľa, a v druhom prípade, na čo sa vzťahuje

# RES_documenttemplate.lblallwaysvaliddesc.text.rotext
source: The document will never expire.
eu: Dokumentua ez da inoiz iraungiko.
fr: Le document n´expirera jamais.
gl: O documento non expirará nunca.
sk: Platnosť dokumentu nikdy nevyprší.

# RES_documenttemplate.lblallwaysvalidtitle.text.rotext
source: Always
eu: Beti
fr: Toujours
gl: Sempre
sk: Vždy

# RES_documenttemplate.lblapprove.text.rotext
source: Approval required:
eu: Onarpena behar da:
fr: Requiert une approbation :
gl: Require aprobación:
sk: Vyžaduje si schválenie:

# RES_documenttemplate.lblapprovedesc.text.rotext
source: Upon receipt of a document:
eu: Dokumentua jasotzean:
fr: Lors de la réception d´un document :
gl: Ao recibir un documento:
sk: Po prijatí dokumentu:

# RES_documenttemplate.lblapprovetitle.text.rotext
source: Approval
eu: Onarpena
fr: Approbation
gl: Aprobación
sk: Schválenie

# RES_documenttemplate.lblarea.text.rotext
source: Scope:
eu: Eremua:
fr: Champ d´application :
gl: Ámbito:
sk: Rozsah pôsobnosti:

# RES_documenttemplate.lblareadescription.text.rotext
source: The document applies to the following scope. The scope of a document determines who will oversee documents of this type.
eu: Dokumentua hurrengo arloari dagokio. Dokumentu baten esparruak zehazten du mota horretako dokumentuak nork gainbegiratuko dituen.
fr: Le document s´applique au champ d´application suivant. Le champ d´application d´un document définit qui contrôlera les documents de ce type.
gl: O documento aplica ao seguinte ámbito. O ámbito dun documento fixa quen supervisará os documentos deste tipo.
sk: Tento dokument sa vzťahuje na tento rozsah. Rozsah dokumentu určuje, kto bude sledovať dokumenty tohto typu.

# RES_documenttemplate.lblcriticality.text.rotext
source: Criticality:
eu: Kritikotasuna:
fr: Criticité :
gl: Nivel crítico:
sk: Kritickosť:

# RES_documenttemplate.lblcriticalitydes.text.rotext
source: Please indicate the criticality of the non-compliance of this document when accessing the company
eu: Adierazi dokumentu honen ez-adostasunaren kritikotasuna enpresara sartzean
fr: Indiquez la criticité de la non-conformité de ce document lors de l´accès à l´entreprise
gl: Indica o nivel crítico da non conformidade deste documento á hora de acceder á empresa
sk: Pri prístupe do spoločnosti uveďte kritickosť nesúladu tohto dokumentu

# RES_documenttemplate.lblcriticidad.text.rotext
source: Criticality
eu: Kritikotasuna
fr: Criticité
gl: Nivel crítico
sk: Kritickosť

# RES_documenttemplate.lblcriticidaddesc.text.rotext
source: If access control is available
eu: Sarbide-kontrola eskuragarri badago
fr: Si vous disposez du contrôle des accès
gl: Se se dispón de control de accesos
sk: Ak je k dispozícii kontrola prístupu

# RES_documenttemplate.lbldaysafter.text.rotext
source: days from the date of approval.
eu: onarpen-egunetik zenbatzen hasita.
fr: jours à partir de la date d´approbation.
gl: días a partir da data de aprobación.
sk: dní od dátumu schválenia.

# RES_documenttemplate.lbldescription.text.rotext
source: Description:
eu: Deskribapena:
gl: Descrición:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_documenttemplate.lbldescriptiondesc.text.rotext
source: Description of the activity.
eu: Jardueraren deskribapena.
fr: Description de l´activité.
gl: Descrición da actividade.
sk: Opis činnosti.

# RES_documenttemplate.lbldocdescription.text.rotext
source: Description:
eu: Deskribapena:
gl: Descrición:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_documenttemplate.lbldocdescriptiondesc.text.rotext
source: Template description.
eu: Txantiloiaren deskribapena.
fr: Description du modèle.
gl: Descrición do modelo.
sk: Popis zamestnancov.

# RES_documenttemplate.lbldocname.text.rotext
source: Name:
eu: Izena:
fr: Nom :
gl: Nome:
sk: Názov:

# RES_documenttemplate.lbldocnamedescription.text.rotext
source: Template identification name
eu: Txantiloiaren identifikazio-izena
fr: Nom d´identification du modèle
gl: Nome identificador do modelo
sk: Identifikačné meno zamestnanca

# RES_documenttemplate.lbldocnodelete.text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
sk: Nevymazávať

# RES_documenttemplate.lbldocnodeletedesc.text.rotext
source: The document will never be deleted.
eu: Dokumentua ez da inoiz ezabatuko.
fr: Le document ne sera jamais supprimé.
gl: O documento non se borrará nunca.
sk: Dokument sa nikdy nevymaže.

# RES_documenttemplate.lbldocscope.text.rotext
source: Type:
eu: Guy:
gl: Tipo:
sk: Typ:

# RES_documenttemplate.lbldocshortname.text.rotext
source: Short name:
eu: Izen laburtua:
fr: Nom abrégé:
gl: Nome abreviado:
sk: Skrátený názov:

# RES_documenttemplate.lbldocshortnamedescription.text.rotext
source: Short name of the template.
eu: Txantiloiaren izen laburra.
fr: Nom court du modèle.
gl: Nome curto do modelo.
sk: Skrátený názov šablóny.

# RES_documenttemplate.lbldoctemplatedesc.text.rotext
source: In this section you can create the documents that will be required by your users or companies.
eu: Atal honetan zure erabiltzaileei edo enpresei eskatuko zaizkien dokumentuak sor ditzakezu.
fr: Dans cette section, vous pouvez créer les documents qui seront demandés à vos utilisateurs ou entreprises.
gl: Nesta sección podes crear os documentos que serán esixibles aos seus usuarios ou empresas.
sk: V tejto časti môžete vytvoriť dokumenty, ktoré budú vymáhateľné od vašich používateľov alebo spoločností.

# RES_documenttemplate.lbldocumentexpires.text.rotext
source: Days
eu: Egunak
fr: Jours
gl: Días
sk: Dias

# RES_documenttemplate.lbldocumentexpiresdescription.text.rotext
source: Enter the number of days after which the document will be deleted.
eu: Adierazi zenbat egun igarotakoan dokumentua ezabatuko den.
fr: Indiquez le nombre de jours après lesquels le document sera supprimé.
gl: Indica o número de días pasados os cales o documento será eliminado.
sk: Uveďte počet dní, po ktorých bude dokument vymazaný.

# RES_documenttemplate.lbldocumentgeneral.text.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
sk: všeobecné

# RES_documenttemplate.lbldocumentnotifications.text.rotext
source: News
eu: Iragarkiak
fr: Communiqués
gl: Comunicados
sk: komunikoval

# RES_documenttemplate.lbldocumentscope.text.rotext
source: Type
eu: Guy
gl: Tipo
sk: typ

# RES_documenttemplate.lbldocvalidity.text.rotext
source: Validity:
eu: Indarraldia:
fr: Validité :
gl: Validez:
sk: Platnosť:

# RES_documenttemplate.lblexpiredocuments.text.rotext
source: Expiration
eu: Iraungitzea
gl: Caducidade
sk: Uplynutie platnosti

# RES_documenttemplate.lblexpiredocumentstitle.text.rotext
source: Expiration of documents.
eu: Dokumentua iraungitzea.
fr: Expiration des documents.
gl: Caducidade de documentos.
sk: Uplynutie platnosti dokumentov.

# RES_documenttemplate.lblexpireolddocuments.text.rotext
source: Approval causes the rest of the documents of this type to be marked as expired.
eu: Onartzeak mota honetako gainerako dokumentuak iraungi gisa markatzen ditu
fr: L´approbation entraîne le marquage de tous les autres documents de ce type comme expirés
gl: A aprobación provoca que o resto de documentos deste tipo se marquen como caducados
sk: Schválenie spôsobí, že všetky ostatné takéto dokumenty budú označené ako neaktuálne

# RES_documenttemplate.lblexpireonserver.text.rotext
source: Default value
eu: Balio lehenetsia
fr: Valeur prédéterminée
gl: Valor predeterminado
sk: Predvolená hodnota

# RES_documenttemplate.lblexpireonserverdescription.text.rotext
source: The document will be deleted after the days configured by default in the system.
eu: Dokumentua sisteman lehenespenez konfiguratutako egunen ondoren ezabatuko da.
fr: Le document sera supprimé après écoulement des jours configurés par défaut dans le système.
gl: O documento borrarase pasados os días configurados por defecto no sistema.
sk: Dokument sa vymaže po uplynutí dní, ktoré sú v systéme predvolene nastavené.

# RES_documenttemplate.lbllopdlevel.text.rotext
source: Level
eu: Maila
fr: Niveau
gl: Nivel
sk: Úroveň

# RES_documenttemplate.lbllopdleveldescription.text.rotext
source: Please indicate the level of information contained in the document according to GDPR.
eu: Adierazi dokumentuan jasotako informazio maila GDPRren arabera.
fr: Indiquez le niveau d´information contenu dans le document selon la RGPD.
gl: Indica o nivel da información que contén o documento segundo RXPD.
sk: Uveďte úroveň informácií obsiahnutých v dokumente podľa RGPD.

# RES_documenttemplate.lblmandatory.text.rotext
source: Mandatory:
eu: Nahitaezkoa:
fr: Obligatoire :
gl: Obrigatorio:
sk: Povinné:

# RES_documenttemplate.lblmandatorydesc.text.rotext
source: Indicate whether the document is required.
eu: Adierazi dokumentua derrigorrezkoa den.
fr: Indiquez si le document est obligatoire.
gl: Indica se o documento é obrigatorio.
sk: Uveďte, či je dokument povinný.

# RES_documenttemplate.lblname.text.rotext
source: Name:
eu: Izena:
fr: Nom :
gl: Nome:
sk: Názov:

# RES_documenttemplate.lblnamedescription.text.rotext
source: Identifying name of the activity
eu: Jardueraren identifikazio-izena
fr: Nom d´identification de l´activité
gl: Nome identificador da actividade
sk: Identifikačný názov činnosti

# RES_documenttemplate.lblnotificationsenabled.text.rotext
source: News
eu: Iragarkiak
fr: Communiqués
gl: Comunicados
sk: komunikoval

# RES_documenttemplate.lblnotificationsenabledondocument.text.rotext
source: Communications will be sent:
eu: Komunikazioak bidaliko dira:
fr: Des communiqués seront envoyés :
gl: Enviaranse comunicados:
sk: Komunikácia bude zaslaná:

# RES_documenttemplate.lbloptapproverequieredtitle.text.rotext
source: Requires approval by a supervisor
eu: Begirale baten onespena behar da
fr: Requiert l´approbation d´un superviseur
gl: Require aprobación por parte dun supervisor
sk: Vyžaduje sa schválenie nadriadeným

# RES_documenttemplate.lbloptnoapprovedesc.text.rotext
source: The document will be automatically saved and validated once received.
eu: Dokumentua automatikoki gorde eta balioztatuko da jasotakoan.
fr: Le document sera automatiquement enregistré et validé dès sa réception.
gl: O documento gardarase e validarase automaticamente unha vez recibido.
sk: Dokument sa po prijatí automaticky uloží a potvrdí.

# RES_documenttemplate.lbloptnoapprovetitle.text.rotext
source: No approval required
eu: Ez du onarpenik behar
fr: Ne requiert pas d´approbation
gl: Non require aprobación
sk: Nie je potrebné žiadne schválenie

# RES_documenttemplate.lbloxpireondate.text.rotext
source: After a few days
eu: Egun batzuk igaro ondoren
fr: Après quelques jours
gl: Pasados uns días
sk: Po niekoľkých dňoch

# RES_documenttemplate.lbloxpireondatedesc.text.rotext
source: The document will be deleted after
eu: Dokumentua ondoren ezabatu egingo da
fr: Le document sera supprimé après
gl: O documento borrarase pasados
sk: Dokument bude vymazaný po

# RES_documenttemplate.lblperiodto.text.rotext
source: Until
eu: Arte
fr: Jusqu'à
gl: Ata
sk: Na

# RES_documenttemplate.lblshortname.text.rotext
source: Short name:
eu: Izen laburtua:
fr: Nom abrégé:
gl: Nome abreviado:
sk: Skrátený názov:

# RES_documenttemplate.lblshortnamedescription.text.rotext
source: Short name of the activity.
eu: Jardueraren izen laburra.
fr: Nom court de l´activité.
gl: Nome curto da actividade.
sk: Skrátený názov činnosti.

# RES_documenttemplate.lblsupervisorlevelrequiered.text.rotext
source: Level of supervision required:
eu: Beharrezko gainbegiratze maila:
fr: Niveau de supervision requis :
gl: Nivel de supervisión requirido:
sk: Úroveň požadovaného dohľadu:

# RES_documenttemplate.lblvalidity.text.rotext
source: Validity
eu: Baliotasuna
fr: Validité
gl: Validez
sk: Platnosť

# RES_documenttemplate.lblvaliditydes.text.rotext
source: Enter the period during which the document will be enforceable. If it applies forever, leave the validity start date blank. If it applies forever, leave the validity end date blank.
eu: Adierazi dokumentua zein epeetan eskatuko den. Betiko eskaera egiten baduzu, utzi baliozko hasiera-data hutsik. Betiko eskaera eginez gero, utzi iraungitze data hutsik.
fr: Indiquez la période d´exigibilité du document. Si elle s´applique depuis toujours, laissez la date de début de validité vierge. Si elle s´applique pour toujours, laissez la date de fin de validité vierge.
gl: Indica o período no que o documento será esixible. Se aplicas dende sempre, deixa a data de inicio de validez en branco. Se aplicas para sempre, deixa a data de fin de validez en branco.
sk: Uveďte obdobie, počas ktorého bude dokument vykonateľný. Ak platí navždy, nechajte dátum začiatku platnosti prázdny. Ak platí navždy, ponechajte dátum ukončenia platnosti prázdny.

# RES_documenttemplate.lblvaliditydescription.text.rotext
source: Enter the period during which the document will be enforceable. If it applies forever, leave the validity start date blank. If it applies forever, leave the validity end date blank.
eu: Adierazi dokumentua zein epeetan eskatuko den. Betiko eskaera egiten baduzu, utzi baliozko hasiera-data hutsik. Betiko eskaera eginez gero, utzi iraungitze data hutsik.
fr: Indiquez la période d´exigibilité du document. Si elle s´applique depuis toujours, laissez la date de début de validité vierge. Si elle s´applique pour toujours, laissez la date de fin de validité vierge.
gl: Indica o período no que o documento será esixible. Se aplicas dende sempre, deixa a data de inicio de validez en branco. Se aplicas para sempre, deixa a data de fin de validez en branco.
sk: Uveďte obdobie, počas ktorého bude dokument vykonateľný. Ak platí navždy, nechajte dátum začiatku platnosti prázdny. Ak platí navždy, ponechajte dátum ukončenia platnosti prázdny.

# RES_documenttemplate.lblvalidperiod.text.rotext
source: From
eu: Bertatik
fr: Depuis
gl: Dende
sk: Z adresy

# RES_documenttemplate.lblvalidperiodapprove.text.rotext
source: Validity
eu: Baliotasuna
fr: Validité
gl: Validez
sk: Platnosť

# RES_documenttemplate.lblvalidultil.text.rotext
source: Validity:
eu: Indarraldia:
fr: Validité :
gl: Validez:
sk: Platnosť:

# RES_documenttemplate.lblvalidultildesc.text.rotext
source: Once a document of this type is approved, it will be valid for the following period:
eu: Mota honetako dokumentu bat onartzen denean, honako epe honetan izango da indarrean:
fr: Lors de l´approbation d´un document de ce type, celui-ci sera valable pour la période suivante :
gl: Ao aprobarse un documento deste tipo, ese será válido durante o seguinte período:
sk: Keď je takýto dokument schválený, platí počas nasledujúceho obdobia:

# RES_documenttemplate.lopd.high.rotext
source: High
eu: altua
fr: haut
gl: Alta
sk: Vysoká

# RES_documenttemplate.lopd.low.rotext
source: Leave
eu: Baxua
fr: Faible
gl: Baixa
sk: Baja

# RES_documenttemplate.lopd.medium.rotext
source: Average
eu: Erdia
fr: Moyenne
gl: Media
sk: Médiá

# RES_documenttemplate.msghaschanges.rotext
source: Changes have been found.
eu: Aldaketak aurkitu dira.
fr: Des changements ont été trouvés.
gl: Atopáronse cambios.
sk: Zistili sa zmeny.

# RES_documenttemplate.msghaserrors.rotext
source: Errors have been detected.
eu: Akatsak hauteman dira.
fr: Des erreurs ont été détectées.
gl: Atopáronse erros.
sk: Boli zistené chyby.

# RES_documenttemplate.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
fr: Sauvegarder les changements
gl: Gardar cambios
sk: Uloženie zmien

# RES_documenttemplate.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements
gl: Desfacer cambios
sk: Zrušenie zmien

# RES_documenttemplate.rbnadvicecriticality.text.rotext
source: If the document is not correct, please notify.
eu: Dokumentua zuzena ez bada, jakinarazi iezaguzu.
fr: Si le document n´est pas correct, signalez-le.
gl: Se o documento non é correcto, avisar.
sk: Ak dokument nie je správny, upozornite na to.
