Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.shifttypechange.semiflex2partrigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve the creation of two rigid time slots and the revision of the courtesy filters and the rest block. A split rigid schedule is one in which the user must be present during two specific time slots.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) bi zirrikitu zurrun sortzea eta kortesia-iragazkiak eta gainerako blokea berrikustea ekarriko du. Zatitutako ordutegi zurruna erabiltzailea bi ordu-tarte zehatzetan egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création de deux créneaux rigides et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide fractionné est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant deux créneaux horaires donnés.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación de dúas franxas ríxidas e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido partido é aquel no que o usuario debe estar presente obrigatoriamente durante dúas franxas horarias concretas.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di due fasce orarie rigide e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido suddiviso è quello in cui l´utente deve essere presente obbligatoriamente, durante due fasce orarie definite.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de duas faixas de tempo fixas e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo dividido é aquele em que o utilizador tem de estar presente obrigatoriamente durante duas faixas horárias concretas.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie dvoch pevných slotov a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný rozdelený rozvrh je taký, v ktorom je používateľ povinný byť prítomný počas dvoch konkrétnych časových intervalov.

# RES_shifts.shifttypechange.semiflex2partsemiflex.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve revising the existing semi-flexible slot and creating a new semi-flexible slot. A split semi-flexible schedule is one in which two slots are established in which you can enter between a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) lehendik dagoen zirrikitu erdi-malguaren berrikuspena eta zirrikitu erdi-malgu berri bat sortzea ekarriko du. Ordutegi erdi-malgua zatitutako ordutegi bi ezarrita dauden ordu-tarteen artean sar zaitezke eta 'x' ordu utzi behar dituzu sartu ondoren edo ordu finko batean.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la révision du créneau semi-flexible existant et la création d´un nouveau créneau semi-flexible. Un horaire semi-flexible fractionné est un horaire comportant deux créneaux horaires dans lesquels il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a revisión da franxa semiflexible existente e a creación dunha nova franxa semiflexible. Un horario semiflexible partido é aquel no que hai establecidas dúas franxas nas que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la revisione della fascia oraria semi-flessibile esistente e la creazione di una nuova fascia oraria semi-flessibile. Un orario semi-flessibile suddiviso è quello in cui sono definite due fasce orarie in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a revisão da faixa de tempo semiflexível existente e a criação de uma nova faixa de tempo semiflexível. Um horário semiflexível dividido é aquele em que estão determinadas faixas de tempo nas quais se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude zahŕňať revíziu existujúceho čiastočne flexibilného slotu a vytvorenie nového čiastočne flexibilného slotu. Rozdelený polopružný rozvrh je taký rozvrh, v ktorom sú dva sloty, do ktorých môžete vstúpiť v rozsahu hodín a odísť "x" hodín po vstupe alebo v pevne stanovenom čase.

# RES_shifts.shifttypechange.semiflex2rigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve creating a rigid slot and reviewing the courtesy filters and the rest block. A rigid intensive schedule is one in which the user must be present during a specific time slot.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) zirrikitu zurrun bat sortzea eta kortesia-iragazkiak eta eten blokea berrikustea ekarriko du. Ordutegi intentsibo zurruna erabiltzailea ordu-tarte zehatz batean egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau rigide et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide intensif est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant un créneau horaire donné.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa ríxida e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido intensivo é aquel no que o usuario debe estar presente obrigatoriamente durante unha franxa horaria concreta.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia oraria rigida e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido intensivo è quello in cui l´utente deve essere presente obbligatoriamente, durante una fascia oraria definita.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo fixa e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo intensivo é aquele em que o utilizador tem de estar presente obrigatoriamente durante uma faixa horária concreta.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie pevného časového intervalu a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný intenzívny rozvrh je taký, v ktorom musí byť používateľ prítomný počas konkrétneho časového úseku.

# RES_shifts.shifttypechange.semiflex2vacations.rotext
source: The change in schedule type (from ${1} to ${2}) will automatically eliminate the semi-flexible band, since a rest schedule is assigned to days when there is no work.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) tarte erdi-malgua automatikoki ezabatzea ekarriko du, atseden-ordutegia esleitzen baita lanik egiten ez den egunei.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique du créneau semi-flexible, étant donné qu´un horaire de repos est attribué aux journées chômées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática da franxa semiflexible, dado que se asigna un horario de descanso aos días nos que non se traballa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica della fascia oraria semi-flessibile poiché un orario di riposo viene assegnato ai giorni in cui non si lavora.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática da faixa de tempo semiflexível, uma vez que o horário de descanso é atribuído aos dias em que não se trabalha.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať automatické zrušenie poloflexibilného slotu, keďže na dni pracovného pokoja sa priradí odpočinkový rozvrh.

# RES_shifts.shifttypechange.title.rotext
source: Time change
eu: Ordutegi aldaketa
fr: Changement d'horaire
gl: Cambio de horario
it: Cambio di programma
pt: Alteração de horário
sk: Zmena rozvrhu

# RES_shifts.shifttypechange.vacations2flex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of a semi-flexible band and the automatic elimination of courtesy and rest filters. A 100% flexible schedule is one in which you have to work specific hours but come and go whenever you want.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) tarte erdi-malgu bat sortzea eta adeitasun- eta atseden-iragazkiak automatikoki ezabatzea ekarriko du. %100eko ordutegi malgua ordu zehatzak lan egin behar duzuna da, baina nahi duzunean joan eta etorri.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau semi-flexible et la suppression automatique des filtres de courtoisie et de repos. Un horaire 100 % flexible est un horaire dans lequel il faut travailler un certain nombre d´heures, mais en entrant et en sortant aux heures souhaitées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa semiflexible e a eliminación automática de filtros de cortesía e descanso. Un horario 100 % flexible é aquel no que se debe traballar unhas horas concretas, pero entrando e saíndo cando queira.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia semi-flessibile e l´eliminazione automatica dei filtri di cortesia e di riposo. Un orario flessibile al 100% è quello in cui si deve lavorare un numero di ore definito ma entrando e uscendo quando si vuole.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo semiflexível e a eliminação automática dos filtros de cortesia e descanso. Um horário 100% flexível é aquele em que se trabalhará umas horas concretas mas entrando e saindo quando se quiser.
sk: Zmena typu času (z ${1} na ${2}) bude zahŕňať vytvorenie polopružného slotu a automatické odstránenie filtrov zdvorilosti a prestávky. Stopercentne flexibilný rozvrh je taký rozvrh, v ktorom musíte pracovať v určitom čase, ale prichádzať a odchádzať, ako sa vám zachce.

# RES_shifts.shifttypechange.vacations2partrigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve the creation of two rigid time slots and the revision of the courtesy filters and the rest block. A split rigid schedule is one in which the user must be present during two specific time slots.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) bi zirrikitu zurrun sortzea eta kortesia-iragazkiak eta gainerako blokea berrikustea ekarriko du. Zatitutako ordutegi zurruna erabiltzailea bi ordu-tarte zehatzetan egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création de deux créneaux rigides et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide fractionné est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant deux créneaux horaires donnés.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación de dúas franxas ríxidas e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido partido é aquel no que o usuario debe estar presente obrigatoriamente durante dúas franxas horarias concretas.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di due fasce orarie rigide e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido suddiviso è quello in cui l´utente deve essere presente obbligatoriamente, durante due fasce orarie definite.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de duas faixas de tempo fixas e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo dividido é aquele em que o utilizador tem de estar presente obrigatoriamente durante duas faixas horárias concretas.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie dvoch pevných slotov a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný rozdelený rozvrh je taký, v ktorom je používateľ povinný byť prítomný počas dvoch konkrétnych časových intervalov.

# RES_shifts.shifttypechange.vacations2partsemiflex.rotext
source: A split semi-flexible schedule is one in which there are two established time slots in which you can enter between a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi erdi-malgua zatitutako ordutegi bi ezarrita dauden ordu-tarteen artean sar zaitezke eta 'x' ordu utzi behar dituzu sartu ondoren edo ordu finko batean.
fr: Un horaire semi-flexible fractionné est un horaire comportant deux créneaux horaires dans lesquels il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: Un horario semiflexible partido é aquel no que hai establecidas dúas franxas nas que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: Un orario semi-flessibile suddiviso è quello in cui sono definite due fasce orarie in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: Um horário semiflexível dividido é aquele em que estão determinadas faixas de tempo nas quais se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Rozdelený poloflexibilný rozvrh je rozvrh, v ktorom sú dva časové intervaly, do ktorých môžete vstúpiť v rozmedzí hodín a odísť "x" hodín po vstupe alebo v pevne stanovenom čase.

# RES_shifts.shifttypechange.vacations2rigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve creating a rigid slot and reviewing the courtesy filters and the rest block. A rigid intensive schedule is one in which the user must be present during a specific time slot.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) zirrikitu zurrun bat sortzea eta kortesia-iragazkiak eta eten blokea berrikustea ekarriko du. Ordutegi intentsibo zurruna erabiltzailea ordu-tarte zehatz batean egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau rigide et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide intensif est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant un créneau horaire donné.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa ríxida e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido intensivo é aquel no que o usuario debe estar presente obrigatoriamente durante unha franxa horaria concreta.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia oraria rigida e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido intensivo è quello in cui l´utente deve essere presente obbligatoriamente, durante una fascia oraria definita.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo fixa e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo intensivo é aquele em que o utilizador tem de estar presente obrigatoriamente durante uma faixa horária concreta.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie pevného časového intervalu a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný intenzívny rozvrh je taký, v ktorom musí byť používateľ prítomný počas konkrétneho časového úseku.

# RES_shifts.shifttypechange.vacations2semiflex.rotext
source: Changing the type of schedule (from ${1} to ${2}) will automatically remove the 2nd semi-flexible slot and the user will need to review the 1st semi-flexible slot. An intensive semi-flexible schedule is one in which you can enter within a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) 2. zirrikitu erdi-malgua automatikoki ezabatzea eta erabiltzaileak 1. zirrikitu erdi-malgua berrikustea ekarriko du. Ordutegi erdi-malgu intentsiboa ordu tarteen artean sar zaitezke eta sartu eta ordutegi finko batean 'x' ordu utzi behar duzuna da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique du second créneau semi-flexible et la révision du premier créneau semi-flexible par l´utilisateur. Un horaire semi-flexible intensif est un horaire dans lequel il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática da 2.ª franxa semiflexible e a revisión da 1.ª franxa semiflexible por parte do usuario. Un horario semiflexible intensivo é aquel no que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica della 2ª fascia oraria semi-flessibile e la revisione della 1ª fascia oraria semi-flessibile da parte dell´utente. Un orario semi-flessibile intensivo è quello in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática da segunda faixa de tempo semiflexível e a revisão da primeira faixa semiflexível por parte do utilizador. Um horário semiflexível intensivo é aquele em que se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude mať za následok automatické odstránenie 2. polopružného slotu a revíziu 1. polopružného slotu používateľom. Intenzívny polopružný rozvrh je taký, pri ktorom môžete zadať medzi rozsahom hodín a po zadaní alebo v pevne stanovenom čase opustiť "x" hodín.

# RES_shifts.startfloating.shiftafter.rotext
source: from the day after the schedule
eu: biharamunetik ordutegira
fr: du lendemain de l´horaire
gl: do día seguinte ao do horario
it: del giorno successivo a quello dell´orario
pt: do dia após ao do horário
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_shifts.startfloating.shiftbefore.rotext
source: from the day before the schedule
eu: ordutegiaren aurreko egunean
fr: de la veille de l´horaire
gl: do día anterior ao do horario
it: del giorno precedente a quello dell´orario
pt: do dia anterior ao do horário
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_shifts.startfloating.shiftday.rotext
source: of the day of the schedule
eu: ordutegiaren egunekoa
fr: du jour de l´horaire
gl: do día do horario
it: del giorno dell´orario
pt: do dia do horário
sk: dňa rozvrhu

# RES_shifts.tabadvanced.rotext
source: Advanced
eu: Aurreratua
fr: Avancé
gl: Avanzado
it: Avanzato
pt: Avançado
sk: Pokročilé

# RES_shifts.tabassignments.rotext
source: Positions
eu: Postuak
fr: Postes
gl: Postos
it: Posizioni
pt: Postos
sk: Príspevky

# RES_shifts.tabcost.rotext
source: Cost Control
eu: Kostuen kontrola
fr: Contrôle des coûts
gl: Control de custos
it: Controllo di costi
pt: Controlo de custos
sk: Kontrola nákladov

# RES_shifts.tabdefinition.rotext
source: Time slots
eu: Marrak
fr: Créneaux
gl: Franxas
it: Fasce
pt: Faixas de tempo
sk: Pruhy

# RES_shifts.tabgeneral.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
it: Generale
pt: Geral
sk: všeobecné

# RES_shifts.tabhourzone.rotext
source: Time zones
eu: Ordu-eremuak
fr: Zones horaires
gl: Zonas horarias
it: Fasce orarie
pt: Zonas horárias
sk: Časové pásma

# RES_shifts.tabrules.rotext
source: Rules of justifications
eu: Justifikazio-arauak
fr: Règles de justifications
gl: Regras de xustificacións
it: Regole di giustificazioni
pt: Regras de justificação
sk: Pravidlá pre odôvodnenia

# RES_shifts.tabtype.rotext
source: Type
eu: Guy
gl: Tipo
it: Tipo
pt: Tipo
sk: typ

# RES_shifts.tabvisibility.rotext
source: Visibility
eu: Ikusgarritasuna
fr: Visibilité
gl: Visibilidade
it: Visibilità
pt: Visibilidade
sk: Viditeľnosť

# RES_shifts.tagedittitle.rotext
source: Edit
eu: Editatu
fr: Éditer
gl: Editar
it: Modifica
pt: Editar
sk: upraviť

# RES_shifts.tagremovetitle.rotext
source: Eliminate
eu: Ezabatu
fr: Éliminer
gl: Eliminar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_shifts.tbaddnewshift.rotext
source: Add new schedule
eu: Gehitu ordutegi berria
fr: Ajouter nouvel horaire
gl: Engadir novo horario
it: Aggiungi nuovo orario
pt: Adicionar um novo horário
sk: Pridať nový rozvrh

# RES_shifts.tbaddnewshiftgroup.rotext
source: Add time group
eu: Gehitu ordutegi taldea
fr: Ajouter groupe d´horaires
gl: Engadir grupo de horarios
it: Aggiungi gruppo di orari
pt: Adicionar grupo de horários
sk: Pridanie skupiny rozvrhu

# RES_shifts.tbcopyshift.rotext
source: Copy the schedule
eu: Kopiatu ordutegia
fr: Copier l´horaire
gl: Copiar o horario
it: Copia orario
pt: Copiar o horário
sk: Kopírovanie rozvrhu

# RES_shifts.tbdelshift.rotext
source: Delete schedule
eu: Ezabatu ordutegia
fr: Supprimer horaire
gl: Eliminar horario
it: Elimina orario
pt: Eliminar horário
sk: Vymazať rozvrh

# RES_shifts.tbdelshiftgroup.rotext
source: Delete time group
eu: Ezabatu ordutegi taldea
fr: Supprimer groupe d´horaires
gl: Eliminar grupo de horarios
it: Elimina gruppo di orari
pt: Eliminar grupo de horários
sk: Odstránenie časovej skupiny

# RES_shifts.tbshowreports.rotext
source: Report Viewer
eu: Txostenen ikuslea
fr: Visionneuse de rapports
gl: Visor de informes
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_shifts.title_shifts_pathway.rotext
source: Schedules
eu: Ordutegiak
fr: Horaires
gl: Horarios
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_shifts.titleshiftlist.rotext
source: Schedules
eu: Ordutegiak
fr: Horaires
gl: Horarios
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_shifts.treecaptionshifts.rotext
source: Schedules
eu: Ordutegiak
fr: Horaires
gl: Horarios
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_shifts.vacationsshiftnotempty.warnning.accept.description.rotext
source: The schedule will be saved and unnecessary information will be deleted.
eu: Ordutegia gordeko da eta beharrezkoa ez den informazioa ezabatu egingo da.
fr: L´horaire sera enregistré et les informations inutiles seront supprimées.
gl: Gardarase o horario e eliminarase a información innecesaria.
it: Verrà salvato l´orario e si elimineranno le informazioni non necessarie.
pt: O horário será guardado e a informação desnecessária será eliminada.
sk: Rozvrh sa uloží a nepotrebné informácie sa vymažú.

# RES_shifts.vacationsshiftnotempty.warnning.cancel.description.rotext
source: The schedule will not be saved.
eu: Egitaraua ez da gordeko.
fr: L´horaire ne sera pas enregistré.
gl: Non se gardará o horario.
it: Non verrà salvato l´orario.
pt: O horário não será guardado.
sk: Harmonogram sa nedodrží.

# RES_shifts.vacationsshiftnotempty.warnning.description.rotext
source: ${1} Saving the schedule will delete the data.
eu: ${1} Programazioa gordez gero, datuak ezabatuko dira.
fr: ${1} La sauvegarde de l´horaire entraînera la suppression des données.
gl: ${1}Se gardas o horario, eliminaranse os datos.
it: ${1} Se si salva l´orario verranno eliminati i dati.
pt: ${1} Se guardar o horário serão eliminados os dados.
sk: 1} Uložením rozvrhu sa údaje vymažú.

# RES_shifts.vacationsshiftnotempty.warnning.title.rotext
source: Holiday schedule with defined data.
eu: Oporretako egutegia zehaztutako datuekin.
fr: Horaire congés avec données définies.
gl: Horario vacacións con datos definidos.
it: Orario ferie con dati definiti.
pt: Horário férias com dados definidos.
sk: Rozvrh dovoleniek s definovanými údajmi.
