Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_templateassignwizardv2.lblsetp2info.text.rotext
source: Now you need to parameterize how to apply the selected template.
ca: Ara cal parametritzar la manera d’aplicar la plantilla seleccionada.
eu: Orain hautatutako txantiloia aplikatzeko modua parametrizatu behar duzu.
sk: Teraz musíte nastaviť parametre, ako sa má vybraná šablóna použiť.

# RES_templateassignwizardv2.lblsetp3info.text.rotext
source: Summary.
ca: Resum.
eu: Laburpen.
sk: Zhrnutie.

# RES_templateassignwizardv2.lblshifttemplateinfo.text.rotext
source: Timetable Assignment Template
ca: Plantilla d´assignació d’horaris
eu: Egitaraua esleitzeko txantiloia
sk: Šablóna časového rozvrhu

# RES_templateassignwizardv2.lblstep1info2.text.rotext
source: Select a group.
ca: Selecciona un grup.
eu: Hautatu talde bat.
sk: Vyberte skupinu.

# RES_templateassignwizardv2.lblstep2info2.text.rotext
source: Select the action to perform.
ca: Selecciona l’acció.
eu: Hautatu egin beharreko ekintza.
sk: Vyberte akciu, ktorá sa má vykonať.

# RES_templateassignwizardv2.lbltemplatedescription.text.rotext
source: Select the template you want to assign
ca: Selecciona la plantilla que vols assignar
eu: Hautatu esleitu nahi duzun txantiloia
sk: Vyberte šablónu, ktorú chcete priradiť

# RES_templateassignwizardv2.lbltemplatename.text.rotext
source: Template:
ca: Plantilla:
eu: Txantiloia:
sk: Šablóna:

# RES_templateassignwizardv2.lbltemplateshif.text.rotext
source: Schedule:
ca: Horari:
eu: Ordutegia:
sk: Rozvrh:

# RES_templateassignwizardv2.lbltemplateshiftdesc.text.rotext
source: Select the schedule you want to assign with the template
ca: Selecciona l’horari que vols assignar amb la plantilla
eu: Hautatu txantiloiarekin esleitu nahi duzun ordua
sk: Vyberte rozvrh, ktorý chcete priradiť k šablóne

# RES_templateassignwizardv2.lblwelcome1.text.rotext
source: Welcome to the Assign Schedule Templates Wizard.
ca: Et donem la benvinguda a l’assistent per assignar plantilles d’horaris.
eu: Ongi etorri ordutegi txantiloiaren morroira.
sk: Vitajte v sprievodcovi na priradenie šablón rozvrhu.

# RES_templateassignwizardv2.lblwelcome2.text.rotext
source: The wizard will help you assign a schedule template to one or more users.
ca: L’assistent t’ajudarà a assignar una plantilla d’horaris a un o diversos usuaris.
eu: Morroiak erabiltzaile bati edo gehiagori ordutegi txantiloia esleitzen lagunduko dizu.
sk: Sprievodca vám pomôže priradiť šablónu rozvrhu jednému alebo viacerým používateľom.

# RES_templateassignwizardv2.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_templateassignwizardv2.lbtitleuserfield.text.rotext
source: Select the field of the tab to update
ca: Selecciona el camp de la fitxa que s’ha d’actualitzar
eu: Hautatu eguneratzeko txartelaren eremua
sk: Vyberte pole karty, ktoré chcete aktualizovať

# RES_templateassignwizardv2.lbuserfield.text.rotext
source: Field:
ca: Camp:
eu: Eremua:
sk: Oblasť:

# RES_templateassignwizardv2.title.rotext
source: Wizard for assigning schedule templates
ca: Assistent per assignar plantilles d’horaris
eu: Esleitu Programazio Txantiloiaren Morroia
sk: Sprievodca priradením šablóny rozvrhu

# RES_templateassignwizardv2.userfieldlabeltext.text.rotext
source: Worth:
ca: Valor:
eu: Merezi:
sk: Hodnota:

# RES_templates.btclose.text.rotext
source: Close
ca: Tancar
eu: Itxi
sk: Zatvoriť

# RES_templates.btnaddnonlaboralday.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_templates.btnaddnonlaboralday.tooltip.rotext
source: Add new holiday
ca: Afegir nou dia festiu
eu: Gehitu opor berriak
sk: Pridanie nového štátneho sviatku

# RES_templates.btsaves.text.rotext
source: Apply
ca: Aplicar
eu: Aplikatu
sk: Aplikovať

# RES_templates.dataediting.message.rotext
source: Registration in editing
ca: Registre en edició
eu: Izen ematea edizioan
sk: Registrácia v edícii

# RES_templates.edittemplatedetal.invaliddate.message.rotext
source: You must report a correct date.
ca: Cal introduir una data correcta.
eu: Data zuzena eman behar duzu.
sk: Musíte nahlásiť správny dátum.

# RES_templates.edittemplatedetal.invaliddate.title.rotext
source: Incorrect date
ca: Data incorrecta
eu: Data okerra
sk: Nesprávny dátum

# RES_templates.grdtemplatedetail.columns#2.headertext.rotext
source: Day
ca: Dia
eu: Eguna
sk: deň

# RES_templates.grdtemplatedetail.columns#3.headertext.rotext
source: Month
ca: Mes
eu: Hilabetea
sk: Mesiac

# RES_templates.gridnonlaboraldays.column.scheduledate.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_templates.gridnonlaboraldays.column.scheduledatemonth.rotext
source: Month
ca: Mes
eu: Hilabetea
sk: Mesiac

# RES_templates.lbladddate.text.rotext
source: Add
ca: Afegir
eu: Gehitu
sk: pridať

# RES_templates.lbldescription.text.rotext
source: Define templates to automatically assign schedules to the calendar.
ca: Defineix les plantilles per assignar planificacions al calendari de manera automàtica.
eu: Definitu txantiloiak automatikoki egutegiari ordutegiak esleitzeko.
sk: Definujte šablóny na automatické priradenie plánov do kalendára.

# RES_templates.lblnonlaboraldayscaption.text.rotext
source: Holidays
ca: Dies festius
eu: Oporrak
sk: Štátne sviatky

# RES_templates.lbltemplates.text.rotext
source: Templates:
ca: Plantilles:
eu: Txantiloiak:
sk: Šablóny :

# RES_templates.lbltitle.text.rotext
source: Schedule templates
ca: Plantilles d’horari
eu: Ordutegien txantiloiak
sk: Šablóny rozvrhu

# RES_templates.msghaschanges.rotext
source: Changes have been found in the template definition
ca: S’han trobat canvis a la definició de la plantilla
eu: Txantiloiaren definizioan aurkitutako aldaketak
sk: Zmeny boli zistené v definícii šablóny

# RES_templates.msghaserrors.rotext
source: Errors have been found in the template definition
ca: S’han trobat errors a la definició de la plantilla
eu: Txantiloiaren definizioan aurkitutako erroreak
sk: V definícii šablóny boli nájdené chyby

# RES_templates.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
eu: Aldaketak gorde
sk: Uloženie zmien

# RES_templates.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
eu: Desegin aldaketak
sk: Zrušenie zmien

# RES_templates.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_templates.notemplateselected.message.rotext
source: You must select a template
ca: Cal seleccionar una plantilla
eu: Txantiloi bat hautatu behar duzu
sk: Musíte vybrať šablónu

# RES_templates.saveconfirmation.answer.cancel.description.rotext
source: The editing of current data will continue.
ca: Es continuaran editant les dades actuals.
eu: Uneko datuak editatzen jarraituko da.
sk: Úprava aktuálnych údajov bude pokračovať.

# RES_templates.saveconfirmation.answer.cancel.title.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_templates.saveconfirmation.answer.no.description.rotext
source: The form data will not be saved.
ca: No es gravaran les dades del formulari.
eu: Inprimakiaren datuak ez dira erregistratuko.
sk: Údaje formulára sa neuložia.

# RES_templates.saveconfirmation.answer.no.title.rotext
source: No
eu: Ez
sk: NIE

# RES_templates.saveconfirmation.answer.yes.description.rotext
source: The form data will be recorded.
ca: Es gravaran les dades del formulari.
eu: Inprimakiaren datuak gordeko dira.
sk: Údaje formulára sa uložia.

# RES_templates.saveconfirmation.answer.yes.title.rotext
source: Yes
ca: Sí
eu: Bai
sk: Áno

# RES_templates.saveconfirmation.description.rotext
source: What do you want to do?
ca: Què vols fer?
eu: Zer egin nahi duzu ?
sk: Čo chcete robiť?

# RES_templates.saveconfirmation.title.rotext
source: You have made changes to the template. <br/> Do you want to save the changes you made?
ca: Has fet canvis a la plantilla. <br/> Vols desar els canvis realitzats?
eu: Txantiloian aldaketak egin dituzu. <br/> Egin dituzun aldaketak gorde nahi dituzu?
sk: V šablóne ste vykonali zmeny. <br/> Chcete uložené zmeny, ktoré ste vykonali?

# RES_templates.title.rotext
source: Calendar template settings
ca: Configuració plantilla calendari
eu: Egutegiaren txantiloiaren konfigurazioa
sk: Konfigurácia šablóny kalendára

# RES_uplevel.rotext
source: Move up
ca: Moure amunt
eu: Gora
sk: Posunúť sa nahor

# RES_usertask.employeeabsencecoverage.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_usertask.groupnegativecoverage.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_weekschedulewizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_weekschedulewizard.btend.text.rotext
source: Finish
ca: Finalitzar
eu: Amaitu
sk: Koniec

# RES_weekschedulewizard.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_weekschedulewizard.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_weekschedulewizard.checkpage.page1.rotext
source: Check the selected filter.
ca: Verifica el filtre seleccionat.
eu: Egiaztatu hautatutako iragazkia.
sk: Skontrolujte vybraný filter.

# RES_weekschedulewizard.checkpage.page2.rotext
source: There are no selected users.
ca: No hi ha usuaris seleccionats.
eu: Ez dago erabiltzailerik hautatuta.
sk: Nie sú vybraní žiadni používatelia.

# RES_weekschedulewizard.checkpage.page3.incorrectdates.rotext
source: Incorrect dates.
ca: Dates incorrectes.
eu: Data okerrak.
sk: Nesprávne dátumy.

# RES_weekschedulewizard.checkpage.page3.incorrectperiod.rotext
source: Incorrect period.
ca: Període erroni.
eu: Aldi okerra.
sk: Nesprávne obdobie.

# RES_weekschedulewizard.checkpage.page4.incorrectshift.rotext
source: Incorrect schedule.
ca: Horari incorrecte.
eu: Ordutegi okerra.
sk: Nesprávny rozvrh.

# RES_weekschedulewizard.ckkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_weekschedulewizard.ckkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_weekschedulewizard.dailyschedulelockedday.description.rotext
source: User <b>${1}</b> has the schedule for day <b>${2}</b> blocked.<br/>Indicate whether you want to replace this schedule.
ca: L'usuari <b>${1}</b> té la planificació del dia <b>${2}</b> bloquejada.<br/>Indiqueu si voleu substituir aquesta planificació.
eu: <b>${1}</b> erabiltzaileak eguneko ordutegia <b>${2}</b> blokeatuta dauka.<br/>Adierazi ordutegi hori ordeztu nahi duzun.
sk: Používateľ <b>${1}</b> má uzamknutý rozvrh <b>${2}</b> na daný deň.<br/> Uveďte, či chcete tento rozvrh nahradiť.

# RES_weekschedulewizard.dailyschedulelockedday.noreplaceall.description.rotext
source: No blocked schedules will be modified.
ca: No es modificarà cap planificació bloquejada.
eu: Blokeatutako ordutegia ez da aldatuko.
sk: Žiadne zablokované plánovanie sa nesmie meniť.

# RES_weekschedulewizard.dailyschedulelockedday.noreplaceall.title.rotext
source: Do not replace blocked planning
ca: No substituir planificació bloquejada
eu: Ez ordezkatu blokeatutako ordutegia
sk: Nenahrádzajte zablokované plánovanie

# RES_weekschedulewizard.dailyschedulelockedday.noreplacefirst.description.rotext
source: There will be no changes to the schedule for this day.
ca: No es modificarà la planificació per a aquest dia.
eu: Egun honetako plangintza ez da aldatuko.
sk: Plánovanie tohto dňa sa nezmení.

# RES_weekschedulewizard.dailyschedulelockedday.noreplacefirst.title.rotext
source: Do not replace planning
ca: No substituir planificació
eu: Ez ordezkatu plangintza
sk: Nenahrádzajte plánovanie

# RES_weekschedulewizard.dailyschedulelockedday.replaceall.description.rotext
source: The entire planning will be modified.
ca: Es modificarà tota la planificació.
eu: Plangintza osoa aldatuko da.
sk: Všetky plány sa upravia.

# RES_weekschedulewizard.dailyschedulelockedday.replaceall.title.rotext
source: Replace all planning
ca: Substituir tota la planificació
eu: Planifikazio guztia ordezkatu
sk: Nahradiť všetky plánovacie

# RES_weekschedulewizard.dailyschedulelockedday.replacefirst.description.rotext
source: The schedule will be modified for this day only.
ca: Es modificarà la planificació només per a aquest dia.
eu: Plangintza egun honetarako bakarrik aldatuko da.
sk: Plánovanie sa upraví len na tento deň.

# RES_weekschedulewizard.dailyschedulelockedday.replacefirst.title.rotext
source: Replace planning
ca: Substituir planificació
eu: Ordutegia ordezkatu
sk: Nahradiť plánovanie

# RES_weekschedulewizard.dailyschedulelockedday.title.rotext
source: Blocked planning day
ca: Dia planificació bloquejat
eu: Plangintza-eguna blokeatuta dago
sk: Zablokovaný deň plánovania

# RES_weekschedulewizard.end.error.weekschedulewelcome1.text.rotext
source: Completed with errors
ca: Finalitzat amb errors
eu: Akatsekin osatua
sk: Dokončené s chybami

# RES_weekschedulewizard.end.error.weekschedulewelcome2.text.rotext
source: The schedule could not be generated.
ca: No s’ha pogut generar la planificació.
eu: Ezin izan da egitaraua sortu.
sk: Nebolo možné vytvoriť plánovanie.

# RES_weekschedulewizard.end.ok.weekschedulewelcome1.text.rotext
source: Completed successfully
ca: Finalitzat correctament
eu: Arrakastaz osatu da
sk: Úspešne dokončené

# RES_weekschedulewizard.end.ok.weekschedulewelcome2.text.rotext
source: Planning generated correctly.
ca: Planificació generada correctament.
eu: Plangintza behar bezala sortua.
sk: Správne vygenerované plánovanie.

# RES_weekschedulewizard.end.weekschedulewelcome1.text.rotext
source: Wizard for generating weekly schedules
ca: Assistent per generar planificacions setmanals
eu: Asteko ordutegiak sortzeko morroia
sk: Sprievodca generovaním týždenných plánov

# RES_weekschedulewizard.error.couldnotretrievetask.text.rotext
source: An unexpected error has occurred. Please try again later.
ca: Es va produir un error inesperat. Intenteu-ho més tard.
eu: Ustekabeko errore bat gertatu da. Saiatu berriro geroago.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr.

# RES_weekschedulewizard.hdnsteptitle.text.rotext
source: Assistant for generating weekly schedules.
ca: Assistent per generar planificacions setmanals.
eu: Asteko ordutegiak sortzeko morroia.
sk: Sprievodca generovaním týždenných plánov.

# RES_weekschedulewizard.lblbegindate.text.rotext
source: Generate planning from the day
ca: Generar la planificació des del dia
eu: Sortu plangintza egunetik aurrera
sk: Vytvárajte plánovanie od prvého dňa

# RES_weekschedulewizard.lblenddate.text.rotext
source: until the day
ca: fins al dia
eu: egunera arte
sk: až do dňa

# RES_weekschedulewizard.lblfriday.text.rotext
source: Friday
ca: Divendres
eu: ostirala
sk: Piatok

# RES_weekschedulewizard.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_weekschedulewizard.lblmonday.text.rotext
source: Monday
ca: Dilluns
eu: astelehena
sk: Pondelok

# RES_weekschedulewizard.lblstaruday.text.rotext
source: Saturday
ca: Dissabte
eu: Larunbata
sk: Sobota

# RES_weekschedulewizard.lblstep1info2.text.rotext
source: Select the type of filter you want to apply to the selection tree.
ca: Seleccioneu el tipus de filtre que voleu aplicar a l'arbre de selecció.
eu: Hautatu hautapen zuhaitzari aplikatu nahi diozun iragazki mota.
sk: Vyberte typ filtra, ktorý chcete použiť na strom výberu.

# RES_weekschedulewizard.lblstep1title.text.rotext
source: Step 1 of 5.
ca: Pas 1 de 5.
eu: 5etik 1. urratsa.
sk: Krok 1 z 5.

# RES_weekschedulewizard.lblstep2info2.text.rotext
source: Select the users you want to schedule with the same schedules.
ca: Selecciona els usuaris que vols planificar amb els mateixos horaris.
eu: Hautatu ordutegi berdinekin programatu nahi dituzun erabiltzaileak.
sk: Vyberte používateľov, ktorých chcete plánovať s rovnakými plánmi.

# RES_weekschedulewizard.lblstep2title.text.rotext
source: Step 2 of 5.
ca: Pas 2 de 5.
eu: 5etik 2. urratsa.
sk: Krok 2 z 5.

# RES_weekschedulewizard.lblstep3info2.text.rotext
source: Select the date range between which you want to generate the schedule.
ca: Selecciona l’interval de dates entre les quals vols generar la planificació.
eu: Hautatu programazioa sortu nahi duzun data tartea.
sk: Vyberte rozsah dátumov, medzi ktorými chcete generovať plánovanie.

# RES_weekschedulewizard.lblstep3title.text.rotext
source: Step 3 of 5.
ca: Pas 3 de 5.
eu: 5etik 3. urratsa.
sk: Krok 3 z 5.

# RES_weekschedulewizard.lblstep4info2.text.rotext
source: Select the schedule to be assigned to each day of the week.
ca: Seleccioni l’horari que s’assignarà a cada dia de la setmana.
eu: Hautatu asteko egun bakoitzari esleitu beharreko ordutegia.
sk: Vyberte plán, ktorý sa má priradiť k jednotlivým dňom v týždni.

# RES_weekschedulewizard.lblstep4info2complementary.text.rotext
source: Hourly type schedules can only be assigned from the calendar screen.
ca: Els horaris de tipus per hores només es poden assignar des de la pantalla de calendari.
eu: Ordutegi motako ordutegiak egutegiaren pantailatik soilik eslei daitezke.
sk: Hodinové rozvrhy je možné priradiť len z obrazovky kalendára.

# RES_weekschedulewizard.lblstep4info2floatings.text.rotext
source: Select the schedules for the days of the week. If you select a floating schedule, you must also enter the start time.
ca: Selecciona els horaris dels dies de la setmana. Si selecciones un horari flotant, a més caldrà especificar l’hora d’inici.
eu: Hautatu asteko egunetarako ordutegiak. Ordutegi flotagarri bat hautatzen baduzu, hasierako ordua ere jakinarazi beharko duzu.
sk: Vyberte rozvrhy pre jednotlivé dni v týždni. Ak vyberiete pohyblivý rozvrh, musíte zadať aj čas začiatku.

# RES_weekschedulewizard.lblstep4title.text.rotext
source: Step 4 of 5.
ca: Pas 4 de 5.
eu: 5etik 4. urratsa.
sk: Krok 4 z 5.

# RES_weekschedulewizard.lblstep5info.text.rotext
source: Select the options for copying schedules
ca: Selecciona les opcions de còpia dels horaris
eu: Hautatu programazioa kopiatzeko aukerak
sk: Vyberte možnosti kopírovania rozvrhov

# RES_weekschedulewizard.lblstep5title.text.rotext
source: Step 5 of 5.
ca: Pas 5 de 5.
eu: 5etik 5. urratsa.
sk: Krok 5 z 5.

# RES_weekschedulewizard.lblsunday.text.rotext
source: Sunday
ca: Diumenge
eu: Igandea
sk: Nedeľa

# RES_weekschedulewizard.lblthursday.text.rotext
source: Thursday
ca: Dijous
eu: Osteguna
sk: Štvrtok

# RES_weekschedulewizard.lbltuesday.text.rotext
source: Tuesday
ca: Dimarts
eu: asteartea
sk: Utorok

# RES_weekschedulewizard.lbluserfield.text.rotext
source: That the field of the card
ca: Que el camp de la fitxa
eu: Hori token eremua
sk: Že pole token

# RES_weekschedulewizard.lblvalue.text.rotext
source: have the courage
ca: tingui el valor
eu: izan ausardia
sk: mať odvahu

# RES_weekschedulewizard.lblwednesday.text.rotext
source: Wednesday
ca: Dimecres
eu: asteazkena
sk: Streda

# RES_weekschedulewizard.lblweekschedulewelcome1.text.rotext
source: Welcome to the weekly planner wizard.
ca: Et donem la benvinguda a l’assistent per generar planificacions setmanals.
eu: Ongi etorri morroira asteko ordutegiak sortzeko.
sk: Vitajte v sprievodcovi na generovanie týždenných rozvrhov.

# RES_weekschedulewizard.lblweekschedulewelcome2.text.rotext
source: The wizard will guide you through weekly user scheduling - Monday to Sunday.
ca: L´assistent et guiarà amb la planificació setmanal, de dilluns a diumenge, d’usuaris.
eu: Laguntzaileak gidatuko zaitu erabiltzaileen asteko plangintzan -astelehenetik igandera-.
sk: Sprievodca vás prevedie týždenným plánovaním používateľov - od pondelka do nedele.

# RES_weekschedulewizard.lblweekschedulewelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_weekschedulewizard.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_weekschedulewizard.optallemployee.description.rotext
source: Show all users in the selection tree.
ca: Mostrar a l’arbre de selecció tots els usuaris.
eu: Erakutsi erabiltzaile guztiak hautapen zuhaitzean.
sk: Zobrazenie všetkých používateľov v strome výberu.

# RES_weekschedulewizard.optallemployee.text.rotext
source: View all users
ca: Veure tots els usuaris
eu: Ikusi erabiltzaile guztiak
sk: Zobraziť všetkých používateľov

# RES_weekschedulewizard.optcondition.description.rotext
source: Show in the selection tree only those users who meet the condition of the tab.
ca: Mostrar a l’arbre de selecció només els usuaris que compleixin la condició de la fitxa.
eu: Erakutsi hautapen zuhaitzean txartelaren baldintza betetzen duten erabiltzaileak soilik.
sk: Zobrazenie v strome výberu len tých používateľov, ktorí spĺňajú podmienku na karte.

# RES_weekschedulewizard.optcondition.text.rotext
source: See only those that meet the condition
ca: Veure només els que compleixin la condició
eu: Baldintza betetzen dutenak bakarrik ikusi
sk: Zobrazte len tie, ktoré spĺňajú podmienku

# RES_weekschedulewizard.title.rotext
source: Wizard for generating weekly schedules
ca: Assistent per generar planificacions setmanals
eu: Asteko ordutegiak sortzeko morroia
sk: Sprievodca generovaním týždenných plánov

# RES_weekschedulewizard.txtbegindate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_weekschedulewizard.txtbegindate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_weekschedulewizard.txtenddate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
sk: <b>vyžadované pole</b>

# RES_weekschedulewizard.txtenddate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
sk: <b>neplatné pole</b>

# RES_analyticsscheduler.requesttypeenum_16.rotext
source: Teleworking
ca: Teletreball
eu: Telelangintza
sk: Telework

# RES_srvmsgboxscheduler.calendar.client.workinghoursoverduration.rotext
source: Planning is wrong
ca: La planificació és incorrecta
eu: Planifikazioa gaizki dago
sk: Plánovanie je nesprávne

# RES_punchescorrector.btreprocess.text.rotext
source: Reprocess
ca: Reprocessar
eu: Birprozesatu
sk: Opätovné spracovanie

# RES_movesnew.lbldetailsnotreliable.text.rotext
source: Reason for unreliability:
ca: Motiu de no fiabilitat:
eu: Fidagarritasun ezaren arrazoia:
sk: Dôvod nespoľahlivosti:

# RES_movesnew.lbldetailsnotreliable.tooltip.rotext
source: Reason for unreliability of the clocking in/out
ca: Motiu de no fiabilitat del fitxatge
eu: Sinaduraren fidagarritasun ezaren arrazoia
sk: Dôvod nespoľahlivosti podpisu

# RES_movesnew.forbbidenpunch.rotext
source: Clocking in/out not made
ca: Fitxatge no realitzat
eu: Transferentzia ez da egin
sk: Nie je prihlásený

# RES_movesnew.costcenterforgottenpunch.rotext
source: Cost center clocking in/out not completed
ca: Fitxatge de centre de cost no realitzat
eu: Ez da kostu-zentroaren sinadura egin
sk: Nevykonaný zápis do nákladového strediska

# RES_movesnew.forgottenpunch.rotext
source: Clocking in/out not made
ca: Fitxatge no realitzat
eu: Transferentzia ez da egin
sk: Nie je prihlásený

# RES_movesnew.externalwork.rotext
source: Clocking in/out records
ca: Part de fitxatges
eu: Transferentzien atala
sk: Správa o presune

# RES_movesnew.dailyrecord.rotext
source: Declaration of working hours pending approval
ca: Declaració de jornada pendent d'aprovació
eu: Onartu gabe dagoen lanaldiaren aitorpena
sk: Výkaz pracovného času, ktorý sa má schváliť

# RES_movesnew.punchwithoutlocation.rotext
source: Clocking in/out without geolocation
ca: Fitxatge sense geolocalització
eu: Geokokapenik gabe sinatzea
sk: Podpisovanie bez geografickej lokalizácie
