Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveConcepts.*.resx
Languages: eu, pt

# RES_concepts.lbldescfactor.text.rotext
source: The export equivalence is the value with which this balance is identified in the export processes -e.g. in payroll exports-.
eu: Esportazio-baliokidetasuna esportazio-prozesuetan saldo hori identifikatzen den balioa da -adibidez, nominarako esportazioan-.
pt: A equivalência de exportação é o valor com que este saldo é identificado nos processos de exportação, por exemplo, na exportação da folha de pagamentos.

# RES_concepts.lbldescription.text.rotext
source: Description:
eu: Deskribapena:
pt: Descrição:

# RES_concepts.lbldescshortname.text.rotext
source: The abbreviated name is displayed in balance listings, where the full name would be too long.
eu: Izen laburra balantze-zerrendetan bistaratzen da, non izen osoa luzeegia izango litzatekeen.
pt: O nome abreviado é visualizado nas listagens de saldos, onde o nome completo seria demasiado grande.

# RES_concepts.lblemployeespermissionall.text.rotext
source: All
eu: Denak
pt: Todos

# RES_concepts.lblemployeespermissionalldesc.text.rotext
source: All users will be able to check their balance.
eu: Erabiltzaile guztiek balantzea egiaztatu ahal izango dute.
pt: Todos os utilizadores poderão consultar o saldo.

# RES_concepts.lblemployeespermissioncriteria.text.rotext
source: According to criteria
eu: Irizpideen arabera
pt: De acordo com o critério

# RES_concepts.lblemployeespermissioncriteriadesc.text.rotext
source: Users who meet the following criteria will be able to check their balance.
eu: Ondoko irizpideak betetzen dituzten erabiltzaileek balantzea egiaztatu ahal izango dute.
pt: Os utilizadores que cumpram os seguintes critérios poderão consultar o saldo.

# RES_concepts.lblemployeespermissiondesc.text.rotext
source: Who can check the balance from the terminals or from the user portal:
eu: Nork egiaztatu dezake saldoa terminaletatik edo erabiltzaileen ataritik:
pt: Quem pode consultar o saldo a partir dos terminais ou do portal do utilizador:

# RES_concepts.lblemployeespermissionnobody.text.rotext
source: Nobody
eu: Inork
pt: Ninguém

# RES_concepts.lblemployeespermissionnobodydesc.text.rotext
source: No user will be able to check the balance.
eu: Erabiltzaileek ezin izango dute saldoa egiaztatu.
pt: Nenhum utilizador poderá consultar o saldo.

# RES_concepts.lblexpirationdate.text.rotext
source: until the
eu: arte
pt: até

# RES_concepts.lblfactor.text.rotext
source: Equivalence:
eu: Baliokidetasuna:
pt: Equivalência:

# RES_concepts.lblfixedbyall.text.rotext
source: Fixed for all users
eu: Erabiltzaile guztientzat konponduta
pt: Definido para todos os utilizadores

# RES_concepts.lblfixedbyemp.text.rotext
source: Per user, and the selected tab field will be used
eu: Erabiltzaile bakoitzeko, eta hautatutako fitxa-eremua erabiliko da
pt: Por utilizador e utilizar-se-á o campo da ficha selecionado

# RES_concepts.lblfixedfield.text.rotext
source: Field to use:
eu: Erabili beharreko eremua:
pt: Campo a utilizar:

# RES_concepts.lblfixedprice.text.rotext
source: Price:
eu: Prezioa:
pt: Preço:

# RES_concepts.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
pt: Geral

# RES_concepts.lblholidayconcept.text.rotext
source: Holiday Balance
eu: Oporretako Balantzea
pt: Saldo de Férias

# RES_concepts.lblholidayconceptdescription.text.rotext
source: It will be displayed as the vacation balance on the calendar screen.
eu: Oporretako saldo gisa bistaratuko da egutegiko pantailan.
pt: É apresentado como saldo de férias no ecrã do calendário.

# RES_concepts.lblhoursautomaticaccrualcount.text.rotext
source: Generate accrual days at a rate of
eu: Sortu metaketa-egunak tasaren arabera
pt: Gerar dias de remuneração à razão de

# RES_concepts.lblhoursautomaticaccrualtime.text.rotext
source: Generate accrual hours at a rate of
eu: Sortu metaketa orduak tasa batean
pt: Gerar horas de remuneração à razão de

# RES_concepts.lblhoursautomaticdesc.text.rotext
source: for each hour of the following justifications:
eu: honako justifikazio hauetako ordu bakoitzeko:
pt: por cada hora das seguintes justificações:

# RES_concepts.lblidentifymethodsinfo.text.rotext
source: From this page you can manage passport identification methods. ...
eu: Orrialde honetatik pasaportea identifikatzeko metodoak kudeatu ditzakezu. ...
pt: Pode gerir os métodos de identificação do passaporte a partir desta página. ...

# RES_concepts.lblidentifymethodstitle.text.rotext
source: Identification methods
eu: Identifikatzeko metodoak
pt: Métodos de identificação

# RES_concepts.lblmarginminutes.text.rotext
source: minutes.
eu: minutu.
pt: minutos.

# RES_concepts.lblmarginminutesinitial.text.rotext
source: Allowable margin of error of
eu: Onartutako errore-marjina
pt: Margem de erro permitida

# RES_concepts.lblname.text.rotext
source: Name:
eu: Izena:
pt: Nome:

# RES_concepts.lblnewcausetitle.text.rotext
source: New justification
eu: Justifikazio berria
pt: Nova justificação

# RES_concepts.lblnoautomaticaccruals.text.rotext
source: Do not make automatic accruals
eu: Ez egin sortzapen automatikorik
pt: Não realizar remunerações automáticas

# RES_concepts.lblnoautomaticaccrualsdesc.text.rotext
source: No automatic accrual will be made related to the balance.
eu: Ez da saldoari lotutako sortzapen automatiko motarik egingo.
pt: Não se realizará qualquer tipo de remuneração automática relacionada com o saldo.

# RES_concepts.lblopminus.text.rotext
source: Justification will be subtracted
eu: Justifikazioa kenduko da
pt: Será subtraída a justificação

# RES_concepts.lblopplus.text.rotext
source: Justification will be added
eu: Justifikazioa gehituko da
pt: A justificação será somada

# RES_concepts.lbloptdaysautomaticaccruals.text.rotext
source: Accrual by days
eu: Egunen araberako metaketa
pt: Remuneração por dias

# RES_concepts.lbloptdaysautomaticaccrualsdesc.text.rotext
source: The current balance will automatically accrue based on the days of the contract. Only applies to daily balances.
eu: Egungo saldoak sortzapen automatikoa sortuko du kontratuaren egunetan oinarrituta. Egunetako saldoei soilik aplikatzen zaie.
pt: O saldo atual vai gerar uma remuneração automática em função dos dias do contrato. Só se aplica a saldos por dias.

# RES_concepts.lblopthoursautomaticaccruals.text.rotext
source: Hourly accrual
eu: Orduka irabazia
pt: Remuneração por horas

# RES_concepts.lblopthoursautomaticaccrualsdesc.text.rotext
source: The current balance will automatically accrue based on certain types of hours. Applicable to hourly or daily balances.
eu: Uneko saldoak metaketa automatiko bat sortuko du ordu mota jakin batzuetan oinarrituta. Orduen edo egunen araberako saldoei aplikagarria.
pt: O saldo atual vai gerar uma remuneração automática em função de determinados tipos de horas. Aplicável a saldos por horas ou dias.

# RES_concepts.lbloverworkingconcept.text.rotext
source: Excessive hours
eu: Gehiegizko orduak
pt: Horas em excesso

# RES_concepts.lbloverworkingconceptdescription.text.rotext
source: It will be displayed as the excess hours balance on the calendar screen.
eu: Egutegiko pantailan gehiegizko orduen saldo gisa bistaratuko da.
pt: É apresentado como o saldo de horas em excesso no ecrã do calendário.

# RES_concepts.lblpaydesc.text.rotext
source: If you want the balance to be displayed in the payment list, check the box below and indicate the price per hour.
eu: Saldoa ordainketa-zerrendan agertzea nahi baduzu, markatu beheko laukia eta adierazi orduko prezioa.
pt: Se quiser que o saldo seja visualizado na listagem de pagamentos, marque a caixa de seleção a seguir e indique o preço por hora.

# RES_concepts.lblpayperhours.text.rotext
source: This balance will be used in Hourly Pay Reports
eu: Saldo hori Orduko Ordainketa Txostenetan erabiliko da
pt: Este saldo será utilizado nos Relatórios de pagamentos por horas

# RES_concepts.lblpayround.text.rotext
source: Round the value to
eu: Biribildu balioa
pt: Arredondar o valor para

# RES_concepts.lblpayroundminutes.text.rotext
source: minutes.
eu: minutu.
pt: minutos.

# RES_concepts.lblpaytitle.text.rotext
source: Payments
eu: Ordainketak
pt: Pagamentos

# RES_concepts.lblperioddesc.text.rotext
source: The validity period indicates between which dates this balance is valid. It is used automatically when, at some point, the agreement changes and changes are made to the definition of this balance. Visualtime then saves the two definitions of this balance, the new one and the old one, indicating between which dates each one should be used.
eu: Baliozko epeak balantze hori zein egunen artean balio duen adierazten du. Automatikoki erabiltzen da, noizbait, akordioa aldatzen denean eta balantze horren definizioan aldaketak egiten direnean. Gero, Visualtime-k balantze horren definizio biak gordetzen ditu, berria eta zaharra, bakoitza zein dataren artean erabili behar den adieraziz.
pt: O período de validade indica entre que datas este saldo é válido. Utiliza-se de forma automática quando, a qualquer momento, se altera o acordo e se realizam alterações na definição deste saldo. O Visualtime guarda as duas definições deste saldo, a nova e a anterior, indicando entre que datas deve utilizar cada uma.

# RES_concepts.lblperiodicitytitle.text.rotext
source: Periodicity
eu: Aldizkaria
pt: Periodicidade

# RES_concepts.lblperiodnote.text.rotext
source: Please note: Visualtime automatically updates the validity period data. You should not modify this data unless it is an advanced modification.
eu: Kontuz: Visualtimek automatikoki eguneratzen ditu balio-aldiko datuak. Ez zenuke datu hauek aldatu behar aldaketa aurreratuak izan ezik.
pt: Atenção: O Visualtime atualiza automaticamente os dados do período de validade. Não deve alterar estes dados se não se tratarem de alterações avançadas.

# RES_concepts.lblperiodtitle.text.rotext
source: Period of Validity
eu: Indarraldi-aldia
pt: Período de Validade

# RES_concepts.lblperiodto.text.rotext
source: until
eu: arte
pt: a

# RES_concepts.lblpermissions.text.rotext
source: Setting permissions
eu: Ezarri baimenak
pt: Configurar autorizações

# RES_concepts.lblpermissionstitle.text.rotext
source: Permissions
eu: Baimenak
pt: Autorizações

# RES_concepts.lblpriceperhour.text.rotext
source: The price per hour will be
eu: Orduko prezioa izango da
pt: O preço por hora será

# RES_concepts.lblqueryaux.text.rotext
source: The balance value will always be displayed taking into account this period, once the period has ended the balance will be initialized to 0 again.
eu: Balantzearen balioa beti bistaratuko da epe hori kontuan hartuta, epea amaitzen denean saldoa 0-ra berrezarriko da.
pt: O valor do saldo será sempre apresentado tendo em conta este período; uma vez terminado o período, o saldo será reposto a 0.

# RES_concepts.lblquerydesc.text.rotext
source: Indicate the period over which the balance value will be calculated.
eu: Adierazi saldoaren balioa zein alditan kalkulatuko den.
pt: Indique o período sobre o qual será calculado o valor do saldo.

# RES_concepts.lblquerydesc2.text.rotext
source: If you want the balance to be visible to users with access to queries in the Terminals, check the following box:
eu: Terminaletan kontsultak egiteko sarbidea duten erabiltzaileek saldoa ikusgai izatea nahi baduzu, markatu lauki hau:
pt: Se pretender que o saldo seja visível para os utilizadores com acesso a consultas nos Terminais, assinale a caixa abaixo:

# RES_concepts.lblquerydesc3.text.rotext
source: You can configure the order in which the balances will be displayed in the terminal by clicking on the button on the toolbar.
eu: Terminalean saldoak bistaratuko diren ordena konfigura dezakezu tresna-barrako botoian klik eginez.
pt: Pode configurar a ordem pela qual os saldos são apresentados no terminal premindo o botão da barra de ferramentas.

# RES_concepts.lblquerytitle.text.rotext
source: Consultations
eu: Kontsultak
pt: Consultas

# RES_concepts.lblrecalcalldaysdesc.text.rotext
source: The concept will be recalculated for all days where the concept is valid.
eu: Kontzeptua baliozkoa den egun guztietan berriro kalkulatuko da.
pt: A rubrica será recalculada para todos os dias em que for válida.

# RES_concepts.lblrecalcalldaystitle.text.rotext
source: Recalculate every day
eu: Berriro kalkulatu egunero
pt: Recalcular todos os dias

# RES_concepts.lblrecalcbydatedesc.text.rotext
source: copy of the concept will be made and the new concept will be recalculated from the specified date.
eu: Kontzeptuaren kopia bat egingo da eta kontzeptu berria zehaztutako datatik aurrera berriro kalkulatuko da.
pt: Será efetuada uma cópia da rubrica e a nova rubrica será recalculada a partir da data especificada.

# RES_concepts.lblrecalcbydatetitle.text.rotext
source: Recalculate from a specified date.
eu: Berriro kalkulatu zehaztutako data batetik.
pt: Recalcular a partir de uma data especificada.

# RES_concepts.lblrecalcdesc.text.rotext
source: You have made changes to the composition of the current concept. The concept needs to be recalculated.
eu: Egungo kontzeptuaren osaeran aldaketak egin ditu. Kontzeptua berriro kalkulatu behar da.
pt: Foram efetuadas alterações à composição do conceito atual. O conceito deve ser recalculado.

# RES_concepts.lblrecalcdesc2.text.rotext
source: Choose the recalculation mode of the concept.
eu: Aukeratu kontzeptua birkalkulatzeko modua.
pt: Selecione o modo de recálculo da rubrica.

# RES_concepts.lblrecdatedesc.text.rotext
source: Recalculate from
eu: Berriro kalkulatu
pt: Recalcular a partir de

# RES_concepts.lblrequest.text.rotext
source: Requests
eu: Eskaerak
pt: Pedidos

# RES_concepts.lblrequestcriteriaconfiguration.text.rotext
source: Configuration
eu: Ezarpena
pt: Configuração

# RES_concepts.lblrequestdesc.text.rotext
source: Indicate whether this balance will be displayed in the list of those available for monitoring when setting up a schedule or vacation justification.
eu: Adierazi egutegia edo oporraldiaren justifikazioa konfiguratzerakoan balantze hori kontrolerako daudenen zerrendan agertuko den.
pt: Indique se, no momento da configuração de um horário ou de uma justificação de férias, este saldo será apresentado na lista de disponíveis para controlo.

# RES_concepts.lblrequestholidays.text.rotext
source: This balance is used for managing vacation/leave requests.
eu: Balantze hori oporraldi/eskaeraren eskaerak kudeatzeko erabiltzen da.
pt: Este saldo é utilizado para a gestão de pedidos de férias/licenças.

# RES_concepts.lblroundaprox.text.rotext
source: Rounding to approximation
eu: Hurbilketaz biribildu
pt: Arredondar por aproximação

# RES_concepts.lblroundaproxdesc.text.rotext
source: If the incidence is 1:24, it will be rounded to 1:25
eu: Intzidentzia 1:24koa bada, 1:25era biribilduko da
pt: Se a incidência for de 1:24 arredonda-se para 1:25

# RES_concepts.lblrounddesc.text.rotext
source: The rounding option is used to balance the duration of the balance. To indicate that you want to use rounding on this balance, select the box below these lines and enter the rounding value. (Note: If the balance has an expiration date, the rounding value does not apply)
eu: Biribiltzeko aukera balantzearen iraupena koadratzeko erabiltzen da. Balantze honetan biribilketa erabili nahi duzula adierazteko, hautatu lerro hauen azpian dagoen laukia eta idatzi biribilketaren balioa. (Oharra: saldoa iraungitzen bada, biribilketaren balioa ez da aplikatuko)
pt: A opção de arredondamento é utilizada para somar a duração do saldo. Para indicar que pretende utilizar o arredondamento para este saldo, selecione a caixa por baixo destas linhas e indique o valor do arredondamento. (Nota: se o saldo tiver uma data de validade, o valor de arredondamento não é aplicado).

# RES_concepts.lblrounddown.text.rotext
source: Round down
eu: Behera biribildu
pt: Arredondar por baixo

# RES_concepts.lblrounddowndesc.text.rotext
source: If the incidence is 1:24, it will be rounded to 1:20
eu: Intzidentzia 1:24koa bada, 1:20ra biribilduko da
pt: Se a incidência for de 1:24, é arredondada para 1:20.

# RES_concepts.lblroundtitle.text.rotext
source: Rounding
eu: Biribilketa
pt: Arredondamento

# RES_concepts.lblroundup.text.rotext
source: Round up
eu: Borobildu
pt: Arredondar para cima

# RES_concepts.lblroundupdesc.text.rotext
source: If the incidence is 1:24 it will be rounded to 1:25
eu: Intzidentzia 1:24koa bada 1:25era biribilduko da
pt: Se a incidência for de 1:24, é arredondada para 1:25

# RES_concepts.lblroundval.text.rotext
source: Round the value to
eu: Biribildu balioa
pt: Arredondar o valor para

# RES_concepts.lblshiftsdaysautomaticaccrual.text.rotext
source: Schedules
eu: Ordutegiak
pt: Horários

# RES_concepts.lblshortname.text.rotext
source: Short name:
eu: Izen laburtua:
pt: Nome abreviado:

# RES_concepts.lblshowvalue.text.rotext
source: Calculation period:
eu: Kalkulatzeko epea:
pt: Período de cálculo:

# RES_concepts.lblstartdate.text.rotext
source: Valid from
eu: Noiztik baliozkoa
pt: Válido de

# RES_concepts.lblstate.text.rotext
source: Active passport
eu: Pasaporte aktiboa
pt: Passaporte ativo

# RES_concepts.lbltitle.text.rotext
source: Balances
eu: Balantzeak
pt: Saldos

# RES_concepts.lbltitlerecalculateconcept.text.rotext
source: Recalculate the concept
eu: Berriro kalkulatu kontzeptua
pt: Recalcular a rubrica

# RES_concepts.lbltxtfactor.text.rotext
source: Factor
eu: Faktorea
pt: Fator

# RES_concepts.lbltypedesc.text.rotext
source: The balance can sum the time or the number of occurrences of one or more justifications. <br> Select the type of balance you are going to configure: time, days or custom. You can also indicate whether this balance will be used for managing vacation/leave requests.
eu: Balantzea justifikazio baten edo gehiagoren denbora edo agerraldi kopuruarekin batu daiteke. <br> Hautatu konfiguratuko duzun balantze mota: ordua, egunak edo pertsonalizatua. Halaber, saldo hori oporraldi/eskaeraren eskaerak kudeatzeko erabiliko den adierazi dezakezu.
pt: O saldo pode somar o tempo ou o número de ocorrências de uma ou mais justificações. <br> Selecione o tipo de saldo que vai configurar: de tempo, de dias ou personalizado. Além disso, pode indicar se o referido saldo será utilizado para a gestão de pedidos de férias/licenças.

# RES_concepts.lbltypetitle.text.rotext
source: Type
eu: Guy
pt: Tipo

# RES_concepts.lbltypevalues.text.rotext
source: Type
eu: Guy
pt: Tipo

# RES_concepts.lblundochangestop.text.rotext
source: Undo changes
eu: Desegin aldaketak
pt: Anular alterações

# RES_concepts.lblvalidperiod.text.rotext
source: This balance is valid from
eu: Balantze honek balio du
pt: Este saldo é válido a partir de

# RES_concepts.lblvalues.text.rotext
source: Value
eu: Merezi
pt: Valor

# RES_concepts.lblviewdays.text.rotext
source: View by days
eu: Ikusi egunen arabera
pt: Visualizar por dias

# RES_concepts.lblviewdaysdesc.text.rotext
source: The balance value will be displayed in numeric format #0.00.
eu: Balantzearen balioa #0.00 zenbakizko formatuan bistaratuko da.
pt: O valor do saldo será apresentado no formato numérico #0.00.

# RES_concepts.lblviewdesc.text.rotext
source: Indicate the format in which the balance will be displayed when a query is made about it. This can only be configured in the case of a balance with personalized content. For the rest of the balances, it will already be preset.
eu: Adierazi saldoa zein formatuan ikusiko den hari buruzko kontsulta egitean, eduki pertsonalizatua duen balantzea bada bakarrik konfigura daiteke. Gainerako balantzeetan aurrez ezarrita egongo da jada.
pt: Indique o formato em que o saldo será visto no momento de realização de uma consulta sobre o mesmo. Só será possível configurar no caso de ser um saldo com conteúdo personalizado. Nos restantes saldos, já estará predefinido.

# RES_concepts.lblviewhours.text.rotext
source: View by hours
eu: Ikusi orduen arabera
pt: Visualizar por horas

# RES_concepts.lblviewhoursdesc.text.rotext
source: The balance value will be displayed in HH:MM time format.
eu: Balantzearen balioa HH:MM ordu formatuan bistaratuko da.
pt: O valor do saldo será visualizado em formato de tempo HH:MM.

# RES_concepts.lblviewtitle.text.rotext
source: Display
eu: Bistaratzea
pt: Visualização

# RES_concepts.lblvisibilitydesccriteria.text.rotext
source: Those users who the field of the card
eu: Fitxa eremua duten erabiltzaileek
pt: Os utilizadores cujo campo da ficha

# RES_concepts.lblworkingconcept.text.rotext
source: Hours worked
eu: Lan egindako orduak
pt: Horas trabalhadas

# RES_concepts.lblworkingconceptdescription.text.rotext
source: It will be displayed as the balance of hours worked on the calendar screen.
eu: Egutegiko pantailan lan egindako orduen balantzea bezala bistaratuko da.
pt: Será apresentado como o saldo de horas trabalhadas no ecrã do calendário.

# RES_concepts.major.rotext
source: Greater than
eu: Baino handiagoa
pt: Maior que

# RES_concepts.majorequal.rotext
source: Greater than or equal to
eu: Handiagoa edo berdina
pt: É maior ou igual a

# RES_concepts.minor.rotext
source: Less than
eu: baino txikiagoa
pt: É menor que

# RES_concepts.minorequal.rotext
source: Less than or equal to
eu: baino txikiagoa edo berdina
pt: Menor ou igual a

# RES_concepts.monthaccrual.rotext
source: Current month
eu: Egungo hilabetea
pt: Mês em curso

# RES_concepts.msgcompnosave.rotext
source: You must save the balance before you can insert compositions.
eu: Saldoa gorde behar duzu konposizioak txertatu aurretik.
pt: É necessário guardar o saldo antes de poder inserir composições.

# RES_concepts.msgerrornoconditions.rotext
source: You must insert a justification.
eu: Justifikazioa sartu behar duzu.
pt: É necessário inserir uma justificação.

# RES_concepts.msghaschanges.rotext
source: Changes have been made to the balance.
eu: Balantzean aldaketak egin dira.
pt: Foram efetuadas alterações ao saldo.

# RES_concepts.msghaserrors.rotext
source: Invalid values have been found in the balance.
eu: Balantzean balio ez duten balioak aurkitu dira.
pt: Foram encontrados valores inválidos no saldo.

# RES_concepts.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
pt: Guardar alterações

# RES_concepts.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
pt: Anular alterações

# RES_concepts.nocompositions.rotext
source: Without composition
eu: Konposiziorik ez
pt: Sem composição

# RES_concepts.nonlaboral.rotext
source: Non-working day
eu: Langabea
pt: Não trabalhável

# RES_concepts.querycriteriafields.condition.incorrect.rotext
source: The condition must be indicated
eu: Baldintza falta da
pt: Falta indicar a condição

# RES_concepts.querycriteriafields.decimalnotallowed.incorrect.rotext
source: The value cannot have decimals
eu: Balioak ezin du hamartarrik izan
pt: O valor não pode ter casas decimais

# RES_concepts.querycriteriafields.fieldname.incorrect.rotext
source: The field of the record is missing
eu: Txartelaren eremua falta da
pt: Falta indicar o campo da ficha

# RES_concepts.querycriteriafields.fields.incorrect.rotext
source: Incorrect visibility values
eu: Ikusgarritasun balio okerrak
pt: Valores de visibilidade incorretos

# RES_concepts.querycriteriafields.incorrectdate.incorrect.rotext
source: Incorrect date
eu: Data okerra
pt: Data incorreta

# RES_concepts.querycriteriafields.incorrecttime.incorrect.rotext
source: Wrong time
eu: Denbora okerra
pt: Hora incorreta

# RES_concepts.querycriteriafields.notnumeric.incorrect.rotext
source: The value must be numeric
eu: Balioak zenbakizkoa izan behar du
pt: O valor deve ser numérico

# RES_concepts.querycriteriafields.textnotentered.incorrect.rotext
source: The value must be indicated
eu: Balioa falta da
pt: Falta indicar o valor

# RES_concepts.querycriteriafields.valuenotentered.incorrect.rotext
source: You have not selected a value
eu: Ez duzu baliorik hautatu
pt: Não selecionou um valor
