Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveCauses.*.resx
Languages: ca, gl

# RES_causes.lblcolordesc.text.rotext
source: Color usado para identificar la justificación en las exportaciones.
ca: Color utilitzat per identificar la justificació a les exportacions.
gl: Cor usada para identificar a xustificación nas exportacións.

# RES_causes.lblcolortitle.text.rotext
source: Color identificativo:
ca: Color identificatiu:
gl: Cor identificadora:

# RES_causes.lblconceptbalance.text.rotext
source: Al aprobar una solicitud de vacaciones o permisos, el saldo utilizado como saldo actual será el siguiente:
ca: En aprovar una sol·licitud de vacances o permisos, el saldo utilitzat com a saldo actual serà el següent:
gl: Ao aprobar unha solicitude de vacacións ou permisos, o saldo utilizado como saldo actual será o seguinte:

# RES_causes.lblcostfactordetail.text.rotext
source: Factor a aplicar sobre el coste/precio hora del usuario
ca: Factor que s’ha d’aplicar sobre el cost/preu hora de l’usuari
gl: Factor que aplicar sobre o custo/prezo hora do usuario

# RES_causes.lbldayfactor.text.rotext
source: La equivalencia en días se calcula según:
ca: L’equivalència en dies es calcula segons:
gl: A equivalencia en días calcúlase segundo:

# RES_causes.lbldays.text.rotext
source: Días
ca: Dies

# RES_causes.lbldaysduration.text.rotext
source: Nº máximo de días que puede durar la ausencia
ca: Nre. màxim de dies que pot durar l’absència
gl: N.º máximo de días que pode durar a ausencia

# RES_causes.lbldefaultvaluesdescrip.text.rotext
source: Indique los valores por defecto que puede tener la justificación. Son valores recomendados que pueden ser modificados en cualquier momento.
ca: Indica els valors per defecte que pot tenir la justificació. Són valors recomanats que poden modificar-se en qualsevol moment.
gl: Indica os valores por defecto que pode ter a xustificación. Son valores recomendados que poden modificarse en calquera momento.

# RES_causes.lbldelays.text.rotext
source: Para retrasos inferiores a
ca: Per a retards inferiors a
gl: Para atrasos inferiores a

# RES_causes.lbldesccauseterminals.text.rotext
source: Si desea que los usuarios puedan fichar esta justificación por el Terminal, active la casilla e introduzca un código que identificará esta justificación.
ca: Si vols que els usuaris puguin fitxar aquesta justificació pel terminal, activa la casella i introdueix-un codi que identificarà aquesta justificació.
gl: Se desexas que os usuarios poidan fichar esta xustificación polo terminal, activa a casa e introduce un código que identificará esta xustificación.

# RES_causes.lbldescminutes.text.rotext
source: minutos
ca: minuts

# RES_causes.lbldescription.text.rotext
source: Descripción
ca: Descripció
gl: Descrición

# RES_causes.lbldetaildescr.text.rotext
source: Indique el factor que se aplicará sobre el coste o precio hora del usuario en caso de imputarle esta justificación. <br>Todas las horas de trabajo o de ausencia se les aplica el coste hora del usuario, solo en los casos que el usuario realice una cesión a otro centro de coste se aplicará el precio hora y únicamente a las horas de trabajo que realice desde el momento de iniciar la cesión hasta el final de su jornada.
ca: Indica el factor que s’aplicarà sobre el cost o preu/hora de l’usuari en cas d’imputar-li aquesta justificació. <br>A totes les hores de treball o d’absència se’ls aplica el cost hora de l’usuari. Només en el cas que es faci una cessió a un altre centre de cost s’aplicarà el preu hora de l’usuari. El preu hora de l’usuari en cas de cessió únicament s’aplicarà a les hores de treball que faci des del moment en què s’inicia la cessió i fins al final de la jornada.
gl: Indica o factor que se aplicará sobre o custo ou prezo hora do usuario en caso de imputarlle esta xustificación. <br>A todas as horas de traballo ou de ausencia aplícaselles o custo hora do usuario; só nos casos en que o usuario realice unha cesión a outro centro de custos aplicarase o prezo hora e unicamente ás horas de traballo que realice dende o momento de iniciar a cesión ata o final da súa xornada.

# RES_causes.lblexithour1.text.rotext
source: y hasta las
ca: i fins a les
gl: e ata as

# RES_causes.lblexithour2.text.rotext
source: y hasta las
ca: i fins a les
gl: e ata as

# RES_causes.lblexits.text.rotext
source: Para salidas anticipadas inferiores a
ca: Per a sortides anticipades inferiors a
gl: Para saídas anticipadas inferiores a

# RES_causes.lblfactor.text.rotext
source: Equivalencia:
ca: Equivalència:

# RES_causes.lblfactordes.text.rotext
source: Valor con el que se identifica esta justificación en los procesos de exportación.
ca: Valor amb el qual s’identifica aquesta justificació als processos d’exportació.
gl: Valor co que se identifica esta xustificación nos procesos de exportación.

# RES_causes.lblfiltersdescription.text.rotext
source: Detalles del horario según el tipo seleccionado
ca: Detalls de l’horari segons el tipus seleccionat
gl: Detalles do horario segundo o tipo seleccionado

# RES_causes.lblfranja1.text.rotext
source: 1ª Franja horaria
ca: 1a franja horària
gl: 1.ª franxa horaria

# RES_causes.lblfranja2.text.rotext
source: 2ª Franja horaria
ca: 2a franja horària
gl: 2.ª franxa horaria

# RES_causes.lblfromperiod.text.rotext
source: Período permitido de ausencia entre las
ca: Període permès d’absència entre les
gl: Período permitido de ausencia entre as

# RES_causes.lblheaderblocks.text.rotext
source: Bloques
ca: Blocs

# RES_causes.lblheaderfilters.text.rotext
source: Filtros
ca: Filtres

# RES_causes.lblheaderrest.text.rotext
source: Bloque descanso
ca: Bloc descans

# RES_causes.lblheaderrounds.text.rotext
source: Redondeo
ca: Arredoniment
gl: Arredondamento

# RES_causes.lblheadertypes.text.rotext
source: Tipo
ca: Tipus

# RES_causes.lblheadertypesaus.text.rotext
source: Características por defecto
ca: Característiques per defecte

# RES_causes.lblheadervisibility.text.rotext
source: Visibilidad
ca: Visibilitat
gl: Visibilidade

# RES_causes.lblhourbegin1.text.rotext
source: Desde las
ca: Des de les
gl: Dende as

# RES_causes.lblhourbegin2.text.rotext
source: Desde las
ca: Des de les
gl: Dende as

# RES_causes.lblhourend1.text.rotext
source: y hasta las
ca: i fins a les
gl: e ata as

# RES_causes.lblhourend2.text.rotext
source: y hasta las
ca: i fins a les
gl: e ata as

# RES_causes.lblifpassed.text.rotext
source: Si el tiempo de la incidencia excede el valormáximo indicado,
ca: Si el temps de la incidència excedeix el valor màxim indicat,
gl: Se o tempo da incidencia excede o valor máximo indicado,

# RES_causes.lblincidencesdesc.text.rotext
source: En este apartado se puede configurar la forma en la que se aplicará la justificación
ca: En aquest apartat es pot configurar la manera com s’aplicarà la justificació
gl: Neste apartado pode configurarse a forma na que se aplicará a xustificación

# RES_causes.lblinputcode.text.rotext
source: La justificación se puede indicar en el terminal mediante el código:
ca: La justificació es pot indicar al terminal per mitjà del codi:
gl: A xustificación pode indicarse no terminal mediante o código:

# RES_causes.lblinputcodex.text.rotext
source: La justificación se puede indicar en el terminal mediante el código:
ca: La justificació es pot indicar al terminal per mitjà del codi:
gl: A xustificación pode indicarse no terminal mediante o código:

# RES_causes.lbljustifynothing.text.rotext
source: No justifica nada
ca: No justifica res
gl: Non xustifica nada

# RES_causes.lbljustifyperiod.text.rotext
source: Justificar el período
ca: Justificar el període
gl: Xustificar o período

# RES_causes.lblmandatorydaysonportalrequest.text.rotext
source: La ausencia tendrá una duración de
ca: L’absència tindrà una durada de
gl: A ausencia terá unha duración de

# RES_causes.lblmandatorydaysonportalrequestdays.text.rotext
source: días
ca: dies

# RES_causes.lblmandatorydaysonportalrequestdesc.text.rotext
source: Cuando se utilice la justificación desde el portal del usuario, esta debe tener una duración obligatoria de los días indicados.
ca: Quan la justificació s’utilitzi des del portal de l’usuari, ha de tenir una durada obligatòria dels dies indicats.
gl: Cando se utilice a xustificación dende o portal do usuario, esta debe ter unha duración obrigatoria dos días indicados.

# RES_causes.lblmandatorydaysonportalrequesttitle.text.rotext
source: Esta justificación tiene una duración obligatoria.
ca: Aquesta justificació té una durada obligatòria.
gl: Esta xustificación ten unha duración obrigatoria.

# RES_causes.lblmaxduration.text.rotext
source: y un máximo de
ca: i un màxim de
gl: e un máximo de

# RES_causes.lblminduration.text.rotext
source: Se debe ausentar un mínimo de
ca: S’ha d’absentar un mínim de
gl: Debe ausentarse un mínimo de

# RES_causes.lblminlevel.text.rotext
source: Empezar en el nivel de autorización
ca: Començar en el nivell d’autorització
gl: Empezar no nivel de autorización

# RES_causes.lblminlevelbis.text.rotext
source: en lugar de 11 (el más bajo)
ca: en comptes d’11 (el més baix)
gl: en lugar de 11 (o máis baixo)

# RES_causes.lblname.text.rotext
source: Nombre
ca: Nom
gl: Nome

# RES_causes.lblnamedescription.text.rotext
source: Nombre identificativo de la justificación
ca: Nom identificatiu de la justificació
gl: Nome identificador da xustificación

# RES_causes.lblnewcausetypeformtitle.text.rotext
source: Seleccione tipo justificación
ca: Selecciona el tipus de justificació
gl: Selecciona tipo xustificación

# RES_causes.lblnewshifttypeformtitle.text.rotext
source: Seleccione tipo horario
ca: Selecciona el tipus d’horari
gl: Selecciona tipo horario

# RES_causes.lblnotlicensecostcontrol.text.rotext
source: Debe aquirir la licencia de control de costes para poder utilizar dicha funcionalidad.
ca: Per poder utilitzar aquesta funcionalitat, cal adquirir la llicència de control de costs.
gl: Debes adquirir a licenza de control de custos para poder utilizar esta función.

# RES_causes.lbloptand.text.rotext
source: y
ca: i
gl: e

# RES_causes.lbloptbetween.text.rotext
source: Entre las
ca: Entre les
gl: Entre as

# RES_causes.lbloptcustomrequestlist.text.rotext
source: Selección específica
ca: Selecció específica

# RES_causes.lbloptcustomrequestlistdesc.text.rotext
source: Solo se podrá utilizar en el siguiente listado de solicitudes
ca: Només es podrà utilitzar al llistat següent de sol·licituds
gl: Só se poderá utilizar na seguinte listaxe de solicitudes

# RES_causes.lbloptindroundtitle.text.rotext
source: Redondear individualmente
ca: Arrodonir individualment
gl: Arredondar individualmente

# RES_causes.lbloptleaverequest.text.rotext
source: Solo en bajas
ca: Només en baixes
gl: Só en baixas

# RES_causes.lbloptleaverequestdesc.text.rotext
source: Debido a que la solicitud requiere de documentos de tipo baja solo se puede utilizar en este tipo de solicitud.
ca: Atès que la sol·licitud requereix documents de tipus baixa, només es pot utilitzar en aquest tipus de sol·licitud.
gl: Debido a que a solicitude require de documentos de tipo baixa só se pode utilizar neste tipo de solicitude.

# RES_causes.lbloptnonerequestlist.text.rotext
source: Ninguna
ca: Cap
gl: Ningunha

# RES_causes.lbloptnonerequestlistdesc.text.rotext
source: No se podrá utilizar en ninguna solicitud.
ca: No es podrà utilitzar en cap sol·licitud.
gl: Non se poderá utilizar en ningunha solicitude.

# RES_causes.lbloptoneatdaytitle.text.rotext
source: Redondear una vez al día
ca: Arrodonir una vegada al dia
gl: Arredondar unha vez ao día

# RES_causes.lbloptpunchesall.text.rotext
source: Todos
ca: Tots

# RES_causes.lbloptpunchesalldesc.text.rotext
source: Todos los usuarios podrán realizar fichajes introduciendo esta justificación.
ca: Tots els usuaris podran fer fitxatges introduint aquesta justificació.
gl: Todos os usuarios poderán realizar fichaxes introducindo esta xustificación.

# RES_causes.lbloptpunchescriteria.text.rotext
source: Según criterio
ca: Segons criteri
gl: Segundo criterio

# RES_causes.lbloptpunchesnobody.text.rotext
source: Nadie
ca: Ningú
gl: Ninguén

# RES_causes.lbloptpunchesnobodydesc.text.rotext
source: Ningún usuario podrá realizar fichajes introduciendo esta justificación.
ca: Cap usuari no podrà fer fitxatges introduint aquesta justificació.
gl: Ningún usuario poderá realizar fichaxes introducindo esta xustificación.

# RES_causes.lbloptvalaprox.text.rotext
source: Redondear por aproximación
ca: Arrodonir per aproximació
gl: Arredondar por aproximación

# RES_causes.lbloptvaldown.text.rotext
source: Redondear por abajo
ca: Arrodonir per baix
gl: Arredondar por abaixo

# RES_causes.lbloptvalup.text.rotext
source: Redondear por arriba
ca: Arrodonir per dalt
gl: Arredondar por arriba

# RES_causes.lblpabsence.text.rotext
source: Esta justificación inicia previsión de días de ausencia.
ca: Aquesta justificació inicia la previsió de dies d’absència.
gl: Esta xustificación inicia previsión de días de ausencia.

# RES_causes.lblpabsencedesc.text.rotext
source: Si esta justificación inicia una previsión de días de ausencia, marque la casilla de verificación.
ca: Si aquesta justificació inicia una previsió de dies d’absència, marca la casella de verificació.
gl: Se esta xustificación inicia unha previsión de días de ausencia, marque a casa de verificación.

# RES_causes.lblpmaxdays.text.rotext
source: La justificación durará como máximo
ca: La justificació durarà com a màxim
gl: A xustificación durará como máximo

# RES_causes.lblpmaxdays_days.text.rotext
source: Días
ca: Dies

# RES_causes.lblpunchbehaviour.text.rotext
source: Desde este apartado, puede definir el comportamiento de la justificación al indicarse en un fichaje.
ca: Des d’aquest apartat pots definir el comportament de la justificació quan s’indica en un fitxatge.
gl: Dende este apartado, pode definir o comportamento da xustificación ao indicarse nunha fichaxe.

# RES_causes.lblpunchbehaviourtitle.text.rotext
source: Comportamiento
ca: Comportament
gl: Comportamento

# RES_causes.lblpunchescriteriadesc.text.rotext
source: Aquellos usuarios que el campo de la ficha
ca: Aquells usuaris que el camp de la fitxa
gl: Aqueles usuarios que o campo da ficha

# RES_causes.lblpunchesdesc.text.rotext
source: En este apartado se puede configurar quien puede fichar la justificación y el código a utilizar.
ca: En aquest apartat es pot configurar qui pot fitxar la justificació i el codi que s’utilitzarà.
gl: Neste apartado pódese configurar quen pode fichar a xustificación e o código a utilizar.

# RES_causes.lblpunchestitle.text.rotext
source: Fichajes
ca: Fitxatges
gl: Fichaxes

# RES_causes.lblresthourbegin.text.rotext
source: El usuario puede ausentarse entre las
ca: L’usuari es pot absentar entre les
gl: O usuario pode ausentarse entre as

# RES_causes.lblresthourend.text.rotext
source: y hasta las
ca: i fins a les
gl: e ata as

# RES_causes.lblrestmaxhours.text.rotext
source: Puede ausentarse un máximo de
ca: Pot absentar-se un màxim de
gl: Podes ausentarte un máximo de

# RES_causes.lblrestsdescription1.text.rotext
source: Periodo de descanso del usuario
ca: Període de descans de l’usuari
gl: Período de descanso do usuario

# RES_causes.lblroundsdescription.text.rotext
source: Las opciones de redondeo se utilizan para ajustar la duración de la justificación. Si desea redondear esta justificación debe indicar el tiempo de redondeo al que se ajustará el valor.
ca: Les opcions d’arrodoniment s’utilitzen per ajustar la durada de la justificació. Si vols arrodonir aquesta justificació, cal que indiquis el temps d’arrodoniment que s’aplicarà al valor.
gl: As opcións de arredondamento utilízanse para axustar a duración da xustificación. Se desexas arredondar esta xustificación, debes indicar o tempo de arredondamento ao que se axustará o valor.

# RES_causes.lblroundvaluedesc.text.rotext
source: Redondear el valor a
ca: Arredonir el valor a
gl: Arredondar o valor a

# RES_causes.lblscope.text.rotext
source: Ámbito
ca: Àmbit

# RES_causes.lblscopedesc.text.rotext
source: Puede definir el ábmito en el que se aplica el redondeo, si se aplica individualmente o a nivel diario.
ca: Pots definir l’àmbit al qual s’aplica l’arrodoniment, si s’aplica individualment o a nivell diari.
gl: Podes definir o ámbito no que se aplica o arredondamento, se se aplica individualmente ou a nivel diario.

# RES_causes.lblshifttype.text.rotext
source: Tipo
ca: Tipus

# RES_causes.lblshortname.text.rotext
source: Nombre abreviado
ca: Nom abreujat
gl: Nome abreviado

# RES_causes.lblshortnamedescription.text.rotext
source: Nombre corto de la justificación.
ca: Nom curt de la justificació.
gl: Nome curto da xustificación.

# RES_causes.lblterminalcode.text.rotext
source: Mediante la introducción del código
ca: Mitjançant la introducció del codi
gl: Mediante a introdución do código

# RES_causes.lblterminalindicate.text.rotext
source: La justificación se puede indicar en el terminal
ca: La justificació es pot indicar al terminal
gl: A xustificación pode indicarse no terminal

# RES_causes.lblterminalindicator.text.rotext
source: La justificación se puede indicar en el terminal
ca: La justificació es pot indicar al terminal
gl: A xustificación pode indicarse no terminal

# RES_causes.lbltitle.text.rotext
source: Justificaciones
ca: Justificacions
gl: Xustificacións

# RES_causes.lbltitleincidences.text.rotext
source: Incidencias
ca: Incidències

# RES_causes.lbltoperiod.text.rotext
source: y las
ca: i les
gl: e as

# RES_causes.lbltotalhours.text.rotext
source: Hacer
ca: Fer
gl: Facer

# RES_causes.lbltotalhoursend.text.rotext
source: horas en total,
ca: hores en total,

# RES_causes.lbltypecausecloseabs.text.rotext
source: Finalizar la previsión de días de ausencia al fichar el usuario
ca: Finalitzar la previsió de dies d’absència quan fitxi l’usuari
gl: Finalizar a previsión de días de ausencia ao fichar o usuario

# RES_causes.lbltypecausecloseabsdesc.text.rotext
source: Cuando el usuario fiche, automáticamente, se cerrará la previsión de días de ausencia.
ca: Quan l’usuari fitxi, es tancarà automàticament la previsió de dies d’absència.
gl: Cando o usuario fiche, pecharase automaticamente a previsión de días de ausencia.

# RES_causes.lbltypedescription.text.rotext
source: Especifique el tipo de justificación, es decir, si es de presencia o es de ausencia.
ca: Especifica el tipus de justificació, és a dir, si és de presència o és d’absència.
gl: Especifica o tipo de xustificación, é dicir, se é de presenza ou de ausencia.

# RES_causes.lbltypemaxduration.text.rotext
source: La ausencia durará como máximo
ca: L’absència durarà com a màxim
gl: A ausencia durará como máximo

# RES_causes.lbltypestartabsdesc.text.rotext
source: Si esta justificación inicia una previsión de días de ausencia marque la siguiente casilla de verificación.
ca: Si aquesta justificació inicia una previsió de dies d’absència, marca la casella de verificació següent.
gl: Se esta xustificación inicia unha previsión de días de ausencia, marque a seguinte casa de verificación.

# RES_causes.lbltypestartabsence.text.rotext
source: Esta justificación inicia una previsión de días de ausencia
ca: Aquesta justificació inicia una previsió de dies d’absència
gl: Esta xustificación inicia unha previsión de días de ausencia

# RES_causes.lbltypestartabsencedescrip.text.rotext
source: Cuando el usuario fiche o tramite una baja desde el Portal, automáticamente, se creará una ausencia prevista de días.
ca: Quan l’usuari fitxi o tramiti una baixa des del portal, automàticament es crearà una absència prevista de dies.
gl: Cando o usuario fiche ou tramite unha baixa dende o portal, crearase automaticamente unha ausencia prevista de días.

# RES_causes.lblvisibilityalldesc.text.rotext
source: Todos los usuarios podrán solicitar esta justificación.
ca: Tots els usuaris podran sol·licitar aquesta justificació.
gl: Todos os usuarios poderán solicitar esta xustificación.

# RES_causes.lblvisibilityalltitle.text.rotext
source: Todos
ca: Tots

# RES_causes.lblvisibilitycriteriadesc.text.rotext
source: Los usuarios que cumplan los siguientes criterios podrán solicitar esta justificación.
ca: Els usuaris que compleixin els criteris següents podran sol·licitar aquesta justificació.
gl: Os usuarios que cumpran os seguintes criterios poderán solicitar esta xustificación.

# RES_causes.lblvisibilitycriteriatitle.text.rotext
source: Según criterio
ca: Segons criteri
gl: Segundo criterio

# RES_causes.lblvisibilitydesccriteria.text.rotext
source: Aquellos usuarios que el campo de la ficha
ca: Aquells usuaris que el camp de la fitxa
gl: Aqueles usuarios que o campo da ficha

# RES_causes.lblvisibilitydescription.text.rotext
source: Desde este apartado, podrá seleccionar que usuario/s podrá/n solicitar la justificación seleccionada desde el Portal del usuario.
ca: Des d’aquest apartat podràs seleccionar quins usuaris podran sol·licitar la justificació seleccionada des del portal de l’usuari.
gl: Dende este apartado poderás seleccionar que usuario/s poderá/n solicitar a xustificación seleccionada dende o portal do usuario.

# RES_causes.lblvisibilitynobodydesc.text.rotext
source: Ningún usuario podrá solicitar esta justificación.
ca: Cap usuari no podrà sol·licitar aquesta justificació.
gl: Ningún usuario poderá solicitar esta xustificación.

# RES_causes.lblvisibilitynobodytitle.text.rotext
source: Nadie
ca: Ningú
gl: Ninguén

# RES_causes.lblwherecanuse.text.rotext
source: Desde este apartado, podrá seleccionar en que solicitudes se puede utilizar la justificación seleccionada desde el Portal del usuario.
ca: Des d’aquest apartat, podràs seleccionar en quines sol·licituds es pot utilitzar la justificació seleccionada des del portal de l’usuari.
gl: Dende este apartado, poderás seleccionar en que solicitudes se pode utilizar a xustificación seleccionada dende o portal do usuario.

# RES_causes.lblwhocansol.text.rotext
source: Quién puede solicitar
ca: Qui pot sol·licitar
gl: Quen pode solicitar

# RES_causes.lblwhocanusepunch.text.rotext
source: Uso en fichajes
ca: Ús en fitxatges
gl: Uso en fichaxes

# RES_causes.lblwhocanusepunchdesc.text.rotext
source: Desde este apartado, puede definir quién puede puede utilizar la justificación seleccionada a través del terminal o el portal del usuario.
ca: Des d’aquest apartat, pots definir qui pot utilitzar la justificació seleccionada a través del terminal o el portal de l’usuari.
gl: Dende este apartado pode definir quen pode utilizar a xustificación seleccionada a través do terminal ou o portal do usuario.

# RES_causes.lblwhocanuserequests.text.rotext
source: Uso en solicitudes o tramites
ca: Ús en sol·licituds o tràmits
gl: Uso en solicitudes ou trámites

# RES_causes.lblwhocanuserequestsdescription.text.rotext
source: Desde este apartado, podrá seleccionar que usuarios podrá/n utilizar la justificación seleccionada desde el Portal del usuario en solicitudes y trámites.
ca: Des d’aquest apartat, podràs seleccionar quins usuaris podran utilitzar la justificació seleccionada des del portal de l’usuari en sol·licituds i tràmits.
gl: Dende este apartado poderás seleccionar que usuarios poderá/n utilizar a xustificación seleccionada dende o portal do usuario en solicitudes e trámites.

# RES_causes.lblwhocanusetitle.text.rotext
source: Quién puede utilizar la justificación
ca: Qui pot utilitzar la justificació
gl: Quen pode utilizar a xustificación

# RES_causes.lblwhopunches.text.rotext
source: Quien puede fichar
ca: Qui pot fitxar
gl: Quen pode fichar

# RES_causes.msghaschanges.rotext
source: Se han encontrado cambios en la justificación
ca: S’han trobat canvis a la justificació
gl: Atopáronse cambios na xustificación

# RES_causes.msghaserrors.rotext
source: Se han encontrado errores en la justificación
ca: S’han trobat errors a la justificació
gl: Atopáronse erros na xustificación

# RES_causes.msgsavechangesbar.rotext
source: Guardar cambios
ca: Desar canvis
gl: Gardar cambios
