Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shiftsexpress.lblresthourbegin.text.rotext
source: The user can rest between the
eu: Erabiltzaileak atseden hartu dezake
fr: L´utilisateur peut prendre son repos entre
gl: O usuario pode descansar entre as
it: L´utente può riposare tra le
pt: O utilizador pode descansar entre as
sk: Používateľ môže odpočívať medzi

# RES_shiftsexpress.lblresthourend.text.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_shiftsexpress.lblrestmaxhours.text.rotext
source: You can rest a maximum of
eu: Gehienez atseden hartu dezakezu
fr: Vous pouvez vous reposer un maximum de
gl: Pode descansar un máximo de
it: È possibile riposare per un massimo di
pt: Pode descansar um máximo de
sk: Odpočívať môžete maximálne

# RES_shiftsexpress.lblrestsdescription1.text.rotext
source: Enter the user's rest period, if any. (A rest period cannot be created if it is not included in the rigid work period)
eu: Sartu, hala badagokio, erabiltzailearen atseden-aldia. (Ezin da atseden tarterik sortu lanaldi zurrunaren barruan sartzen ez bada)
fr: Saisissez, le cas échéant, la période de repos de l’utilisateur. (Un intervalle de repos ne peut pas être créé s´il n´est pas inclus dans la période rigide de travail.)
gl: Introduce, se existe, o período de descanso do usuario. (Non se poderá crear un intervalo de descanso se este non está englobado dentro do período ríxido de traballo)
it: Immetti, se presente, il periodo di riposo dell´utente. (Non sarà possibile creare un intervallo di riporto se non è integrato nel periodo rigido di lavoro)
pt: Introduza, caso exista, o período de descanso do utilizador. (Não será possível criar um intervalo de descanso se este não estiver englobado dentro do período fixo de trabalho)
sk: Zadajte prípadnú dobu odpočinku používateľa (interval odpočinku nemožno vytvoriť, ak nespadá do pevnej pracovnej doby)

# RES_shiftsexpress.lblshifttype.text.rotext
source: Type
eu: Guy
gl: Tipo
it: Tipo
pt: Tipo
sk: typ

# RES_shiftsexpress.lblshortname.text.rotext
source: Short name
eu: Izen laburtua
fr: Nom court
gl: Nome abreviado
it: Nome abbreviato
pt: Nome abreviado
sk: Skrátený názov

# RES_shiftsexpress.lbltotalhours.text.rotext
source: Do
eu: Egin
fr: Faire
gl: Facer
it: Fai
pt: Fazer
sk: Urobte

# RES_shiftsexpress.lbltotalhoursend.text.rotext
source: hours in total,
eu: orduak guztira,
fr: heures au total,
gl: horas en total,
it: ore in totale,
pt: horas num total,
sk: hodín,

# RES_shiftsexpress.opcauseruledesc_0.rotext
source: <br>No justification rule applies during this time.
eu: <br>Une honetan, ez da justifikazio-araurik aplikatzen.
fr: <br>Dans cet horaire, aucune règle de justification ne s´applique.
gl: <br>Neste horario non se aplica ningunha regra de xustificación.
it: <br>In questo orario non viene applicata alcuna regola di giustificazione.
pt: <br>Não se aplica nenhuma regra de justificação neste horário.
sk: <br>Pri tomto časovom rozvrhu sa neuplatňuje žiadne pravidlo odôvodnenia.

# RES_shiftsexpress.opcauseruledesc_35.rotext
source: <br>· If there is a delay in any zone of any duration, it will be considered as hours to recover, all the time.<br>· If there is an early departure in any zone of any duration, it will be considered as hours to recover, all the time.<br>· If there is an excess in any zone of any duration, it will be considered as recovery of hours, all the time.<br>
eu: <br>· Edozein iraupeneko edozein zonatan atzerapen bat gertatzen bada, denbora guztian osatu beharreko Ordutzat joko da.<br>· Irteera goiztiarra bada edozein iraupeneko zonaldean, edozein iraupeneko zonaldean irteera goiztiarra badago, iraupeneko edozein zonatan irteera goiztiarra bada Denbora guztian osatu beharreko orduak.<br> · Edozein iraupeneko edozein eremutan gehiegizkoa bada, Berreskuratzeko ordutzat hartuko da denbora guztian.<br>
fr: <br>· S´il reste un retard dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme des Heures à récupérer.<br>· S´il reste une sortie anticipée dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme des Heures à récupérer.<br> S´il reste un excès dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré en tant que Récupération d´heures.<br>
gl: <br>· Se queda atraso en calquera zona de calquera duración, considerarase como horas por recuperar todo o tempo.<br>· Se queda saída anticipada en calquera zona de calquera duración, considerarase como horas por recuperar todo o tempo.<br>· Se queda exceso en calquera zona de calquera duración, considerarase como recuperación de horas todo o tempo.<br>
it: <br>·Se rimangono ritardi in qualsiasi zona e di qualsiasi durata, verranno considerati come ore da recuperare in ogni momento.<br>·Se restano delle uscite anticipate in qualsiasi zona e di qualsiasi durata, verranno considerate come recupero delle ore in ogni momento.<br>·Se restano delle ore di straordinario in qualsiasi zona e di qualsiasi durata, verranno considerate come recupero delle ore in ogni momento.<br>
pt: <br>· Se ficar um atraso em qualquer zona, de qualquer duração, será considerado como Horas a recuperar todo o tempo.<br>· Se ficar saída antecipada em qualquer zona, de qualquer duração, será considerado como Horas a recuperar todo o tempo.<br>· Se ficar horas extras em qualquer zona, de qualquer duração, será considerado como Recuperação de horas todo o tempo.<br>
sk: <br>- Akékoľvek zostávajúce meškanie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré treba dohnať po celý čas.<br>- Akékoľvek zostávajúce predčasné odchody v ktorejkoľvek zóne s akýmkoľvek trvaním sa budú považovať za hodiny, ktoré treba dohnať po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré treba dohnať po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré treba dohnať po celý čas.<br>

# RES_shiftsexpress.opcauseruledesc_38.rotext
source: <br>· If there is a delay in any zone of any duration, it will be considered as a delay at all times.<br>· If there is an early departure in any zone of any duration, it will be considered as an early departure at all times.<br>· If there is an excess in any zone of any duration, it will be considered as normal Extras at all times.<br>
eu: <br>· Edozein iraupeneko edozein zonatan atzerapen bat badago, denbora guztian atzerapentzat joko da.<br>· Irteera goiztiarra baldin badago edozein iraupeneko zonaldean, irteera goiztiartzat joko da. denbora.<br>· Atzerapen bat izanez gero, edozein iraupeneko edozein eremutan Gehiegizko gehigarri arrunttzat hartuko da denbora guztian.<br>
fr: <br>· S´il reste un retard dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme un retard.<br>· S´il reste une sortie anticipée dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme une sortie anticipée.<br>· S´il reste un excès dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme des Heures supplémentaires normales.<br>
gl: <br>· Se queda atraso en calquera zona de calquera duración, considerarase como atraso de todo o tempo.<br>· Se queda saída anticipada en calquera zona de calquera duración, considerarase como saída anticipada todo o tempo.<br>· Se queda exceso en calquera zona de calquera duración, considerarase como extras normais todo o tempo.<br>
it: <br>·Se rimangono ritardi in qualsiasi zona e di qualsiasi durata, verranno considerati come ritardo in ogni momento.<br>· Se restano delle uscite anticipate in qualsiasi zona e di qualsiasi durata, verranno considerate come uscite anticipate in ogni momento.<br> Se restano ore di straordinario in qualsiasi zona di qualsiasi durata, verranno considerate come extra normali in ogni momento.<br>
pt: <br>· Se ficar um atraso em qualquer zona, de qualquer duração, será considerado como atraso todo o tempo.<br>· Se ficar saída antecipada em qualquer zona, de qualquer duração, será considerado como saída antecipada todo o tempo.<br>· Se ficar horas extras em qualquer zona, de qualquer duração, será considerado como horas Extra normais todo o tempo.<br>
sk: <br>- Akékoľvek zostávajúce meškanie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za meškanie po celý čas.<br>- Akékoľvek zostávajúce predčasné odchody v ktorejkoľvek zóne s akýmkoľvek trvaním sa budú považovať za predčasné odchody po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za normálne prekročenie po celý čas

# RES_shiftsexpress.opcauseruledesc_39.rotext
source: <br>· If there is a delay in any zone of any duration, it will be considered as a delay at all times.<br>· If there is an early departure in any zone of any duration, it will be considered as an early departure at all times.<br>· If there is an excess in any zone less than or equal to 00:29, it will be considered as Unprocessed Hours at all times.<br>· If there is an excess in any zone greater than or equal to 00:30, it will be considered as Normal Extras at all times.<br>
eu: <br>· Edozein iraupeneko edozein zonatan atzerapen bat badago, denbora guztian atzerapentzat joko da.<br>· Irteera goiztiarra baldin badago edozein iraupeneko zonaldean, irteera goiztiartzat joko da. denbora.<br>· 00:29 baino txikiagoa edo berdina den edozein zonatan atzerapen-gehiegikeria bat badago, denbora guztian Tratatu gabeko Ordutzat hartuko da.<br>· 00 baino handiagoa edo berdina den edozein zonatan gehiegikeria badago. :30 ohiko gehigarritzat hartuko da denbora guztian.<br>
fr: <br>·S´il reste un retard dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré comme un retard.<br>· S´il reste une sortie anticipée dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme une sortie anticipée.<br> S´il reste un excès dans une zone quelconque inférieure ou égale à 00:29, il sera tout le temps considéré comme des Heures non traitées.<br> S´il reste un excès dans une zone quelconque supérieure ou égale à 00:30, il sera tout le temps considéré comme des Heures supplémentaires normales.<br>
gl: <br>· Se queda atraso en calquera zona de calquera duración, considerarase como atraso todo o tempo.<br>· Se queda saída anticipada en calquera zona de calquera duración, considerarase como saída anticipada todo o tempo.<br>· Se queda exceso en calquera zona menor ou igual a 00:29, considerarase como horas sen tratar todo o tempo.<br>· Se queda exceso en calquera zona maior ou igual a 00:30, considerarase como extras normais todo o tempo.<br>
it: <br> Se rimangono ritardi in qualsiasi zona e di qualsiasi durata, verranno considerati come ritardo in ogni momento.<br>· Se restano delle uscite anticipate in qualsiasi zona e di qualsiasi durata, verranno considerate come uscite anticipate in ogni momento.<br> Se restano ore di straordinario in qualsiasi zona per una durata inferiore o pari a 00:29, verranno considerate come ore non trattate in ogni momento.<br> Se restano ore di straordinario in qualsiasi zona per una durata maggiore o pari a 00:30, verranno considerate come extra normali in ogni momento.<br>
pt: <br>· Se ficar um atraso em qualquer zona, de qualquer duração, será considerado como atraso todo o tempo.<br>· Se ficar saída antecipada em qualquer zona, de qualquer duração, será considerado como saída antecipada todo o tempo.<br>· Se ficar horas extras em qualquer zona menor ou igual a 00:29 será considerado como horas sem tratamento todo o tempo.<br> Se ficar horas extra em qualquer zona maior ou igual a 00:30 será considerado como horas Extra normais todo o tempo.<br>
sk: <br>- Akékoľvek zostávajúce meškanie v ktorejkoľvek zóne s akýmkoľvek trvaním sa považuje za meškanie po celý čas.<br>- Akékoľvek zostávajúce predčasné odchody v ktorejkoľvek zóne s akýmkoľvek trvaním sa považujú za predčasné odchody po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne kratšie alebo rovné 00:29 sa považuje za neošetrené hodiny po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne väčšie alebo rovné 00:30 sa považuje za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne väčšie alebo rovné 00:30 sa považuje za normálne prekročenie po celý čas.<br>- Akékoľvek zostávajúce prekročenie v ktorejkoľvek zóne s akýmkoľvek trvaním sa považuje za normálne prekročenie po celý čas.<br

# RES_shiftsexpress.opcauseruledesc_40.rotext
source: <br>· If there is an absence in flexible hours in any zone of any duration, it will be considered as Hours to be recovered, all the time.<br>· If there is an excess in any zone of any duration, it will be considered as Recovery of hours, all the time.<br>
eu: <br>· Iraupeneko edozein zonatan ordutegi malguetan absentzia badago, denbora guztian berreskuratu beharreko Ordutzat hartuko da.<br>· Iraupeneko edozein zonatan gehiegizkoa bada, Berreskuratzetzat hartuko da. ordu guztiak denbora guztian.<br>· Edozein iraupeneko zonaldeetan gehiegizko absentzia badago, orduak denbora guztian berreskuratutzat hartuko dira.<br> br>
fr: <br>· S´il reste une absence pendant les heures flexibles dans une zone quelconque, quelle qu´en soit la durée, elle sera tout le temps considérée comme des Heures à récupérer.<br>· S´il reste un excès dans une zone quelconque, quelle qu´en soit la durée, il sera tout le temps considéré en tant que Récupération d´heures.<br>
gl: <br>· Se queda ausencia en horas flexibles en calquera zona de calquera duración, considerarase como horas por recuperar todo o tempo.<br>· Se queda exceso en calquera zona de calquera duración, considerarase como recuperación de horas todo o tempo.<br>
it: <br>· Se rimangono assenze in ore flessibili in qualsiasi zona di qualsiasi durata, verranno considerate come ore da recuperare in ogni momento.<br>· Se restano delle ore di straordinario in qualsiasi zona e di qualsiasi durata, verranno considerate come recupero delle ore in ogni momento.<br>
pt: <br>· Se ficar uma ausência em horas flexíveis em qualquer zona, de qualquer duração, será considerado como Horas a recuperar todo o tempo.<br>· Se ficar horas extras em qualquer zona, de qualquer duração, será considerado como Recuperação de horas todo o tempo.<br>
sk: <br>- Akákoľvek zostávajúca absencia v rámci flexibilných hodín v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré sa majú doplniť po celý čas.<br>- Akýkoľvek zostávajúci nadpočet v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré sa majú doplniť po celý čas.<br>- Akýkoľvek zostávajúci nadpočet v ktorejkoľvek zóne s akýmkoľvek trvaním sa bude považovať za hodiny, ktoré sa majú doplniť po celý čas.<br>

# RES_shiftsexpress.opcauseruletitle_0.rotext
source: Without Rule of Justification
eu: Ez Justifikazio Arau
fr: Sans règles de justification
gl: Sen regra de xustificación
it: Senza regola di giustificazione
pt: Sem Regra de justificação
sk: Pravidlo bez odôvodnenia

# RES_shiftsexpress.opcauseruletitle_35.rotext
source: If the user is late and/or leaves early, he/she may compensate by paying an extra fare.
eu: Erabiltzailea berandu badator eta/edo goiz alde egiten badu, gehiegizko bat eginez konpentsatu ahal izango du.
fr: Si l´utilisateur est en retard ou qu´il part plus tôt que prévu, il pourra le compenser en effectuant des heures excédentaires.
gl: Se o usuario se atrasa e/ou sae anticipadamente, poderá compensalo realizando exceso.
it: Se l´utente è in ritardo e/o esce in anticipo, potrà compensare con degli straordinari.
pt: Se o utilizador se atrasar e/ou sair antecipadamente, poderá compensar fazendo horas extra.
sk: Ak používateľ mešká a/alebo odchádza skôr, môže to kompenzovať prebytkom.

# RES_shiftsexpress.opcauseruletitle_38.rotext
source: If the user is late and/or leaves early, this will be considered a delay and early departure, respectively. If the user works overtime, this will be considered normal extras.
eu: Erabiltzailea berandu badator eta/edo goiz irteten bada, berandu eta goiz irteeratzat hartuko dira, hurrenez hurren. Erabiltzaileek aparteko orduak egiten badituzte, ohiko gehigarritzat hartuko dira.
fr: Si l´utilisateur est en retard ou qu´il part plus tôt que prévu, cela sera considéré comme un retard ou une sortie anticipé(e), respectivement. Si les utilisateurs font des heures supplémentaires, elles seront considérées comme des heures supplémentaires normales.
gl: Se o usuario se atrasa e/ou sae anticipadamente, consideraranse atraso e saída anticipada, respectivamente. Se o usuario realiza horas de máis, terán a consideración de extras normais.
it: Se l´utente è in ritardo e/o esce in anticipo, verranno considerati rispettivamente ritardo e uscita anticipata. Se l´utente effettua ore in più, verranno considerate straordinari normali.
pt: Se o utilizador se atrasar e/ou sair antecipadamente, será considerado um atraso e saída antecipada, respetivamente. Se o utilizador fizer horas a mais, estas serão consideradas horas extra normais.
sk: Ak používateľ príde neskoro a/alebo odíde skôr, považuje sa to za neskorý, resp. predčasný odchod. Ak používateľ odpracuje hodiny navyše, budú sa považovať za bežné nadčasy.

# RES_shiftsexpress.opcauseruletitle_39.rotext
source: If the user is late and/or leaves early, this will be considered a delay and an early departure, respectively. If a user works overtime, this will be considered normal overtime, as long as they work for 30 minutes or more. If a user works for 29 minutes or less, this time will be considered as Unprocessed Hours.
eu: Erabiltzailea berandu badator eta/edo goiz irteten bada, berandu eta goiz irteeratzat hartuko dira, hurrenez hurren. Erabiltzaile batek ordu gehigarriak egiten baditu, ohiko gehigarritzat hartuko dira, betiere 30 minutu edo gehiago lan egiten badu. Erabiltzaile batek 29 minutu edo gutxiago ematen baditu, denbora hori Tratatu gabeko Ordutzat hartuko da.
fr: Si l´utilisateur est en retard ou qu´il part plus tôt que prévu, cela sera considéré comme un retard ou une sortie anticipé(e), respectivement. Si un utilisateur fait des heures supplémentaires, elles seront considérées comme des heures supplémentaires normales, à condition qu´il travaille 30 minutes ou plus. Si un utilisateur effectue 29 minutes ou moins, ce temps sera considéré comme des heures non traitées.
gl: Se o usuario se atrasa e/ou sae anticipadamente, consideraranse atraso e saída anticipada, respectivamente. Se un usuario realiza horas de máis, terán a consideración de extras normais, sempre e cando realicen 30 minutos ou máis. En caso de que un usuario realice 29 minutos ou menos, este tempo terá a consideración de Horas sen tratar.
it: Se l´utente è in ritardo e/o esce in anticipo, verranno considerati rispettivamente ritardo e uscita anticipata. Se un utente svolge ore in più, verranno considerate straordinari normali, purché vengano svolti almeno 30 minuti. Nel caso in cui un utente svolga 29 minuti o meno, questo tempo verrà considerato come ore non trattate.
pt: Se o utilizador se atrasar e/ou sair antecipadamente, será considerado um atraso e saída antecipada, respetivamente. Se o utilizador fizer horas a mais, estas serão consideradas horas extra normais, sempre e quando façam 30 minutos ou mais. Caso o utilizador faça 29 minutos ou menos, este tempo será considerado Horas sem tratamento.
sk: Ak používateľ príde neskoro a/alebo odíde skôr, bude sa to považovať za neskorý, resp. predčasný odchod. Ak používateľ prekročí počet hodín, bude sa to považovať za bežný nadčas, pokiaľ odpracuje 30 minút alebo viac. V prípade, že používateľ vykoná 29 minút alebo menej, bude sa tento čas považovať za neošetrené hodiny.

# RES_shiftsexpress.opcauseruletitle_40.rotext
source: If the user does not complete the minimum number of hours established in the schedule, it will be considered as Hours to be recovered. If the user completes additional hours, it will be considered as Hours Recovery.
eu: Erabiltzaileak ordutegian ezarritako gutxieneko ordu kopurua betetzen ez badu, berreskuratu beharreko Ordutzat hartuko da. Erabiltzaileak ordu gehiago lan egiten badu, Orduak Berreskuratutzat hartuko da.
fr: Si l´utilisateur n´atteint pas le nombre minimum d´heures établi dans l´horaire, cela sera considéré comme des heures à récupérer. Si l´utilisateur fait des heures supplémentaires, cela sera considéré comme une récupération d´heures.
gl: Se o usuario non chega a realizar o mínimo de horas establecido no horario, considerarase Horas por recuperar. Se o usuario realiza horas de máis, terán a consideración de Recuperación de horas.
it: Se l´utente non riesce a svolgere il minimo di ore stabilito nell´orario, verranno considerate ore da recuperare. Se l´utente effettua ore in più, verranno considerate recupero di ore.
pt: Se o utilizador não chegar a fazer o mínimo de horas estabelecido no horário, será considerado Horas a recuperar. Se o utilizador fizer horas a mais, estas serão consideradas Recuperação de horas.
sk: Ak používateľ nedosiahne minimálny počet hodín stanovený v rozvrhu, bude sa to považovať za hodiny, ktoré sa majú obnoviť. Ak používateľ prekročí minimálny počet hodín, bude sa to považovať za hodiny, ktoré treba doplniť.

# RES_shiftsexpress.optshifttypeflex.text.rotext
source: 100% Flexible (Z hours between X and Y hours)
eu: % 100 malgua (Z ordu X eta Y ordu artean)
fr: 100 % flexible (Z heures entre X et Y heures)
gl: 100 % flexible (Z horas entre X e Y horas)
it: 100% flessibile (Z ore tra X e Y ore)
pt: 100% Flexível (Z horas entre X e Y horas)
sk: 100% flexibilný (Z hodín medzi X a Y hodinami)

# RES_shiftsexpress.optshifttypepartrigid.text.rotext
source: Split rigid (from X to Y and from Z to W)
eu: Zatiketa zurruna (X-tik Y-ra eta Z-tik W-ra)
fr: Rigide fractionné (de X à Y et de Z à W)
gl: Ríxido partido (de X a Y e de Z a W)
it: Rigido suddiviso (da X a Y e da Z a W)
pt: Fixo dividido (de X a Y e de Z a W)
sk: Rozdelenie pevných (X na Y a Z na W)

# RES_shiftsexpress.optshifttypepartsemiflex.text.rotext
source: Semi-Flexible Party
eu: Alderdi Erdi Malgua
fr: Fractionné semi-flexible
gl: Partido semiflexible
it: Suddiviso semi-flessibile
pt: Dividido semiflexível
sk: Semi-flexibilná strana

# RES_shiftsexpress.optshifttyperigid.text.rotext
source: Rigid (from X to Y)
eu: Zurruna (X eta Y)
fr: Rigide (de X à Y)
gl: Ríxido (de X a Y)
it: Rigido (da X a Y)
pt: Fixo (de X a Y)
sk: Pevné (X až Y)

# RES_shiftsexpress.optshifttypesemiflex.text.rotext
source: Semi-Flexible(Entry from X to Y, Exit at Z hours, or W hours after Entry)
eu: Erdi-malgua (Ent. X-tik Y-ra, Irteera Z orduetan edo W ordura Ent.)
fr: Semi-flexible (Entrée de X à Y, sortie à heures, ou W heures après l´entrée)
gl: Semiflexible (Ent. de X a Y, Saí. ás Z horas, ou W horas despois da Ent.)
it: Semi-flessibile (ent. da X a Y, usc. alle ore Z oppure W ore dopo l´ent.)
pt: Semiflexível (Ent. de X a Y, Saí. às Z horas, ou W horas depois da Ent.)
sk: Čiastočne flexibilné (vstup od X do Y, výstup o Z hodín alebo W hodín po vstupe)

# RES_shiftsexpress.optshifttypevacations.text.rotext
source: Rest/Vacation/Party
eu: Atsedena/Oporrak/Festa
fr: Repos/Congés/Férié
gl: Descanso/Vacacións/Festa
it: Riposo/Ferie/Festa
pt: Descanso/Férias/Feriado
sk: Odpočinok/Dovolenka/Párty
