Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAccess.*.resx
Languages: ca, it, sk

# RES_analytics.pivot.column.idterminal.rotext
source: Terminal identifier
ca: Identificador terminal
it: Identificatore terminale
sk: Identifikátor terminálu

# RES_analytics.pivot.column.idzone.rotext
source: Zone identifier
ca: Identificador zona
it: Identificatore zona
sk: Identifikátor zóny

# RES_analytics.pivot.column.invalidtypedescription.rotext
source: Description
ca: Descripció
it: Descrizione
sk: popis

# RES_analytics.pivot.column.isinvalid.rotext
source: Denied
ca: Denegat
it: Rifiutato
sk: Odmietnuté

# RES_analytics.pivot.column.isworkingzone.rotext
source: Work area
ca: Zona de treball
it: Zona di lavoro
sk: Pracovný priestor

# RES_analytics.pivot.column.keyview.rotext
source: Clue
ca: Clau
it: Chiave
sk: Kľúč

# RES_analytics.pivot.column.month.rotext
source: Month
ca: Mes
it: Mese
sk: Mesiac

# RES_analytics.pivot.column.numerodias.rotext
source: Days requested
ca: Dies sol·licitats
it: Giorni richiesti
sk: Požadované dni

# RES_analytics.pivot.column.path.rotext
source: Route
ca: Ruta
it: Itinerario
sk: Trasa

# RES_analytics.pivot.column.terminalname.rotext
source: Terminal
it: terminale
sk: Terminál

# RES_analytics.pivot.column.value.rotext
source: Accesses
ca: Accessos
it: Accessi
sk: Prístup

# RES_analytics.pivot.column.year.rotext
source: Year
ca: Any
it: Anno
sk: Rok

# RES_analytics.pivot.column.zonename.rotext
source: Area
ca: Zona
it: Zona
sk: Zóna

# RES_analytics.pivot.employeesselected.rotext
source: Selected users
ca: Usuaris seleccionats
it: Utenti selezionati
sk: Vybraní používatelia

# RES_analytics.pivot.userfieldsselected.rotext
source: Selected tab fields
ca: Camps de la fitxa seleccionats
it: Campi della scheda selezionati
sk: Vybrané polia karty

# RES_analytics.pointlabels.text.rotext
source: Show legend
ca: Mostrar llegenda
it: Mostra legenda
sk: Zobraziť legendu

# RES_analytics.popupsaveviewcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_analytics.rdclassicmode.text.rotext
source: Classic mode
ca: Mode clàssic
it: modalità classica
sk: Klasický režim

# RES_analytics.rddataawaremode.text.rotext
source: Advanced mode
ca: Mode avançat
it: Modalità avanzata
sk: Pokročilý režim

# RES_analytics.showcolumngrandtotals.text.rotext
source: Show Column Grand Totals
it: Mostra i totali generali della colonna
sk: Zobraziť stĺpce Celkové súčty

# RES_analytics.showrowgrandtotals.text.rotext
source: Show Row Grand Totals
ca: Mostra totals de fila
sk: Zobraziť riadok Veľké súčty

# RES_analytics.title_analyticsaccess_pathway.rotext
source: Access analytics
ca: Analítica d’accessos
it: Analisi degli accessi
sk: Analýza prístupu

# RES_changezoneimage.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_changezoneimage.btok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_changezoneimage.checkdel.text.rotext
source: Delete Image
ca: Eliminar la imatge
it: Elimina l´immagine
sk: Odstránenie obrázka

# RES_changezoneimage.lblinfo.text.rotext
source: Select the image of the area
ca: Selecciona la imatge de la zona
it: Seleziona l´immagine della zona
sk: Vyberte obrázok oblasti

# RES_changezoneimage.title.rotext
source: Change image ${Zone}
ca: Canviar imatge ${Zone}
it: Modifica immagine ${Zone}
sk: Zmeniť obrázok ${Zone}

# RES_events.accessauthorizations.error.alreadyexists.rotext
source: Authorization already existing
ca: Autorització ja existent
it: Autorizzazione già esistente
sk: Existujúce povolenie

# RES_events.accessauthorizations.error.emptydata.rotext
source: Please indicate an authorization
ca: Indica una autorització
it: Indica un´autorizzazione
sk: Uveďte povolenie

# RES_events.bc.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_events.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_events.bt.text.rotext
source: Today
ca: Avui
it: Oggi
sk: Dnes

# RES_events.btnaddnewaccessgroup.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_events.btnaddnewaccessgroup.tooltip.rotext
source: Add new authorization
ca: Afegir nova autorització
it: Aggiungi nuova autorizzazione
sk: Pridanie nového oprávnenia

# RES_events.btnpopupselectordateaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_events.btnpopupselectordateaccept.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_events.checkpermission.editinggrid.description.rotext
source: Authorizations in editing
ca: Autoritzacions en edició
it: Autorizzazioni in modifica
sk: Povolenia v edícii

# RES_events.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
it: Trascina una colonna qui...
sk: Potiahnite stĺpec sem...

# RES_events.gridaccessgroups.column.accessgroup.rotext
source: Authorizations
ca: Autoritzacions
it: Autorizzazioni
sk: Povolenia

# RES_events.gridheader.authorization.rotext
source: Authorization validity dates
ca: Dates de validesa de l’autorització
it: Date di validità dell´autorizzazione
sk: Dátumy platnosti povolenia

# RES_events.gridheader.authtype.rotext
source: Validity dates
ca: Dates de validesa
it: Date di validità
sk: Dátumy platnosti

# RES_events.label2.text.rotext
source: Please indicate the authorizations assigned to the planned event
ca: Indica les autoritzacions assignades a l’esdeveniment planificat
it: Indica le autorizzazioni assegnate all´evento pianificato
sk: Uveďte oprávnenia pridelené plánovanému podujatiu

# RES_events.lbladdauthorization.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_events.lblautorizations.text.rotext
source: Authorizations
ca: Autoritzacions
it: Autorizzazioni
sk: Povolenia

# RES_events.lblcontractscaption.text.rotext
source: Assigned authorizations
ca: Autoritzacions assignades
it: Autorizzazioni assegnate
sk: Pridelené povolenia

# RES_events.lbldate.text.rotext
source: Date:
ca: Data:
it: Data:
sk: Dátum:

# RES_events.lbldatedescription.text.rotext
source: Date of the planned event
ca: Data de l’esdeveniment planificat
it: Data dell´evento pianificato
sk: Dátum plánovaného podujatia

# RES_events.lbldescdescription.text.rotext
source: Description of the planned event
ca: Descripció de l’esdeveniment planificat
it: Descrizione dell´evento programmato
sk: Opis plánovaného podujatia

# RES_events.lbldescription.text.rotext
source: Description:
ca: Descripció:
it: Descrizione:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_events.lblenddate.text.rotext
source: End date:
ca: Data final:
it: Data di fine:
sk: Dátum ukončenia:

# RES_events.lblenddatedescription.text.rotext
source: End date of the planned event
ca: Data final de l’esdeveniment planificat
it: Data di fine dell´evento pianificato
sk: Plánovaný dátum ukončenia podujatia

# RES_events.lbleventdesc.text.rotext
source: Setting the parameters needed to define a scheduled event.
ca: Configuració dels paràmetres necessaris per definir un esdeveniment planificat.
it: Configurazione dei parametri necessari per definire un evento pianificato.
sk: Konfigurácia parametrov potrebných na definovanie plánovanej udalosti.

# RES_events.lblgeneraltitle.text.rotext
source: General
it: Generale
sk: všeobecné

# RES_events.lblmaindate.text.rotext
source: Main date:
ca: Data principal:
it: Data principale:
sk: Hlavný dátum:

# RES_events.lblmaindatedescription.text.rotext
source: Main date of the planned event
ca: Data principal de l’esdeveniment planificat
it: Data principale dell´evento pianificato
sk: Hlavný dátum plánovaného podujatia

# RES_events.lblname.text.rotext
source: Name:
ca: Nom:
it: Nome:
sk: Názov:

# RES_events.lblnamedescription.text.rotext
source: Name of the planned event
ca: Nom de l’esdeveniment planificat
it: Nome dell´evento pianificato
sk: Názov plánovaného podujatia

# RES_events.lblnewdate.text.rotext
source: Date:
ca: Data:
it: Data:
sk: Dátum:

# RES_events.lblnewdatedesc.text.rotext
source: Date of the new event
ca: Data del nou esdeveniment
it: Data dal nuovo evento
sk: Dátum novej udalosti

# RES_events.lblshortname.text.rotext
source: Short name:
ca: Nom curt:
it: Nome breve:
sk: Skrátený názov:

# RES_events.lblshortnamedescription.text.rotext
source: Short name of the planned event
ca: Nom curt de l’esdeveniment planificat
it: Nome breve dell´evento pianificato
sk: Krátky názov plánovaného podujatia

# RES_events.lp.text.rotext
source: Loading…
ca: Carregant&hellip;
it: Caricamento in corso&hellip;
sk: Načítanie&hellip;

# RES_events.msghaschanges.rotext
source: Changes have been found in the planned event.
ca: S’han trobat canvis a l’esdeveniment planificat.
it: Sono state rilevate modifiche nell´evento pianificato.
sk: V plánovanom podujatí boli zistené zmeny.

# RES_events.msghaserrors.rotext
source: Errors have been found in the scheduled event.
ca: S’han trobat errors a l’esdeveniment planificat.
it: Sono stati rilevati errori nell´evento pianificato.
sk: V plánovanom podujatí boli zistené chyby.

# RES_events.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche
sk: Uloženie zmien

# RES_events.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche
sk: Zrušenie zmien

# RES_events.title.rotext
source: Events
ca: Esdeveniments
it: Eventi
sk: Podujatia

# RES_events.treecaptionevents.rotext
source: Planned events
ca: Esdeveniments planificats
it: Eventi pianificati
sk: Plánované podujatia

# RES_eventsscheduler.checkpermission.denied.description.rotext
source: Access denied
ca: Accés denegat
it: Accesso negato
sk: Prístup zamietnutý

# RES_eventsscheduler.tabgeneral.rotext
source: General
it: Generale
sk: všeobecné

# RES_eventsscheduler.tbaddneweventscheduler.rotext
source: Add scheduled event
ca: Afegir esdeveniment planificat
it: Aggiungi evento pianificato
sk: Pridať plánované podujatie

# RES_eventsscheduler.tbcopyeventscheduler.rotext
source: Copy scheduled event
ca: Copiar esdeveniment planificat
it: Copia evento programmato
sk: Kopírovanie naplánovanej udalosti

# RES_eventsscheduler.tbdeleventscheduler.rotext
source: Delete scheduled event
ca: Eliminar esdeveniment planificat
it: Elimina l´evento pianificato
sk: Vymazať plánované podujatie

# RES_frmaddauthorization.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_frmaddauthorization.btncancel.tooltip.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_frmaddauthorization.btnok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddauthorization.btnok.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddauthorization.lbladdauthorization.text.rotext
source: Add authorization
ca: Afegir autorització
it: Aggiungi autorizzazione
sk: Pridanie oprávnenia

# RES_frmaddauthorization.lblauthorizations.text.rotext
source: Authorizations:
ca: Autoritzacions:
it: Autorizzazioni:
sk: Povolenia:

# RES_frmaddauthorization.lbloptypeauthorizations.text.rotext
source: Authorizations:
ca: Autoritzacions:
it: Autorizzazioni:
sk: Povolenia:

# RES_frmaddauthorization.lbloptypeauthorizationsdesc.text.rotext
source: Authorizations available for the event
ca: Autoritzacions disponibles per a l’esdeveniment
it: Autorizzazioni disponibili per l´evento
sk: Povolenia, ktoré sú k dispozícii na podujatie

# RES_frmaddauthorization.lbloptypemultipledates.text.rotext
source: Validity dates:
ca: Dates de validesa:
it: Date di validità:
sk: Dátumy platnosti:

# RES_frmaddauthorization.lbloptypemultipledatesdesc.text.rotext
source: The authorization will be valid within the established dates
ca: L’autorització tindrà validesa dins les dates establertes
it: L´autorizzazione sarà valida entro le date stabilite
sk: Povolenie je platné v stanovených termínoch

# RES_frmaddauthorization.lbloptypemultipleexport.text.rotext
source: Validity dates:
ca: Dates de validesa:
it: Date di validità:
sk: Dátumy platnosti:

# RES_frmaddauthorization.lbloptypemultipleexportdesc.text.rotext
source: The authorization will be valid within the established dates
ca: L’autorització tindrà validesa dins les dates establertes
it: L´autorizzazione sarà valida entro le date stabilite
sk: Povolenie je platné v stanovených termínoch

# RES_frmaddauthorization.lbltitleformaddauthorization.text.rotext
source: This form allows you to add authorizations and specify their validity dates within the established period.
ca: Aquest formulari et permet afegir autoritzacions i especificar-ne les dates de validesa dins el període establert
it: Questo modulo consente di aggiungere autorizzazioni e di specificare le date di validità delle stesse all´interno del periodo stabilito
sk: Tento formulár umožňuje pridávať oprávnenia a určovať dátumy platnosti oprávnení v rámci nastaveného obdobia

# RES_frmaddexception.bc.text.rotext
source: Empty
ca: Buidar
it: Vuoto
sk: Prázdne stránky

# RES_frmaddexception.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddexception.bt.text.rotext
source: Today
ca: Avui
it: Oggi
sk: Dnes

# RES_frmaddexception.btnaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddexception.btnaccept.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddexception.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_frmaddexception.btnok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddexception.lbladdexception.text.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni
sk: Výnimky

# RES_frmaddexception.lbltitleformaddexception.text.rotext
source: Enter the date on which open house periods will not be taken into account.
ca: Introdueix la data en què no es tindran en compte els períodes de portes obertes.
it: Immetti la data in cui non si terranno in considerazione i periodi di porte aperte.
sk: Zadajte dátum, od ktorého sa otvorené obdobia nebudú brať do úvahy.

# RES_frmaddperiod.btnaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddperiod.btnaccept.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddperiod.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_frmaddperiod.btnok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmaddperiod.lbladdperiod.text.rotext
source: Open House Period
ca: Període de portes obertes
it: Periodo di porte aperte
sk: Obdobie otvorených dverí

# RES_frmaddperiod.lbladdperiodfrom.text.rotext
source: of
ca: de
it: da
sk: z adresy

# RES_frmaddperiod.lbladdperiodinactivity.text.rotext
source: Inactivity the
ca: Inactivitat el
it: Inattività il
sk: Nečinnosť na

# RES_frmaddperiod.lbladdperiodto.text.rotext
source: to
ca: a
it: a
sk: a

# RES_frmaddperiod.lbltitleformaddperiod.text.rotext
source: Enter the data to define the open house period for the area.
ca: Introduir les dades per definir el període de portes obertes de la zona.
it: Immetti i dati per definire il periodo di porte aperte della zona.
sk: Zadajte údaje na definovanie doby otvorených dverí pre zónu.

# RES_frmfilterselector.title.rotext
source: Access signing filter
ca: Filtre de fitxatges d’accés
it: Filtro di timbrature di accesso
sk: Filtrovanie záznamov o prístupe

# RES_frmnewaccpermission.btnaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmnewaccpermission.btnaccept.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmnewaccpermission.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_frmnewaccpermission.btnok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmnewaccpermission.label11.text.rotext
source: The periods only apply to access control terminals.
ca: Els períodes només s’apliquen a terminals de control d’accessos.
it: I periodi si applicano solo ai terminali di controllo degli accessi.
sk: Tieto obdobia sa vzťahujú len na terminály kontroly prístupu.

# RES_frmnewaccpermission.lblaccesspermission.text.rotext
source: New access permissions
ca: Nous permisos d’accés
it: Nuove autorizzazioni di accesso
sk: Nové prístupové oprávnenia

# RES_frmnewaccpermission.lblperiodaccpermission.text.rotext
source: Period during which access may be granted.
ca: Període durant el qual s’hi podrà accedir.
it: Periodo durante il quale si potrà accedere.
sk: Obdobie, počas ktorého bude prístup k dispozícii.

# RES_frmnewaccpermission.lbltitleformnewaccpermission.text.rotext
source: Enter a relationship between a zone and an access period for the selected group.
ca: Introduir una relació entre una zona i un període d’accés per al grup seleccionat.
it: Immetti una relazione tra una zona e un periodo di accesso il gruppo selezionato.
sk: Zadajte vzťah medzi zónou a obdobím prístupu pre vybranú skupinu.

# RES_frmnewaccpermission.lblzoneaccpermission.text.rotext
source: Area to which access will be given
ca: Zona a la qual es donarà accés
it: Zona a cui verrà dato accesso
sk: Oblasť, do ktorej sa umožní prístup

# RES_frmnewperiod.btnaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmnewperiod.btnaccept.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmnewperiod.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_frmnewperiod.btnok.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_frmnewperiod.lblaccessperiod.text.rotext
source: New access period
ca: Nou període d’accés
it: Nuovo periodo di accesso
sk: Nové obdobie prístupu

# RES_frmnewperiod.lbladdperiod.text.rotext
source: Open House Period
ca: Període de portes obertes
it: Periodo di porte aperte
sk: Obdobie otvorených dverí

# RES_frmnewperiod.lbladdperiodfrom.text.rotext
source: of
ca: de
it: da
sk: z adresy

# RES_frmnewperiod.lbladdperiodinactivity.text.rotext
source: Inactivity the
ca: Inactivitat el
it: Inattività il
sk: Nečinnosť na

# RES_frmnewperiod.lbladdperiodto.text.rotext
source: to
ca: a
it: a
sk: a

# RES_frmnewperiod.lbldenied.text.rotext
source: Do not grant access.
ca: No concedir accés.
it: Non concedere l´accesso.
sk: Nepovoliť prístup.

# RES_frmnewperiod.lblevent.text.rotext
source: The day that a planned event occurs to which the period is assigned
ca: El dia que es produeixi un esdeveniment planificat al qual s’assigni el període
it: Il giorno in cui avviene un evento pianificato a cui sia assegnato il periodo
sk: V deň, keď nastane plánovaná udalosť, ku ktorej je obdobie priradené

# RES_frmnewperiod.lblgrant1.text.rotext
source: Grant access between the
ca: Concedir accés entre les
it: Concedi accesso tra le
sk: Udelenie prístupu medzi

# RES_frmnewperiod.lblgrant2.text.rotext
source: and the
ca: i les
it: e le
sk: a

# RES_frmnewperiod.lblgrant3.text.rotext
source: inclusive.
ca: inclòs.
it: comprese.
sk: vrátane.

# RES_frmnewperiod.lblnormal1.text.rotext
source: The
ca: Els
it: IL
sk: Stránka

# RES_frmnewperiod.lblnormal2.text.rotext
source: grant access between the
ca: concedir accés entre les
it: concedi accesso tra le
sk: udeliť prístup medzi

# RES_frmnewperiod.lblnormal3.text.rotext
source: and the
ca: i les
it: e le
sk: a

# RES_frmnewperiod.lblnormal4.text.rotext
source: inclusive.
ca: inclòs.
it: comprese.
sk: vrátane.

# RES_frmnewperiod.lblperiodtype.text.rotext
source: Type of period
ca: Tipus de període
it: Tipo di periodo
sk: Typ obdobia

# RES_frmnewperiod.lblspecific1.text.rotext
source: The day
ca: El dia
it: Il giorno
sk: deň

# RES_frmnewperiod.lblspecific2.text.rotext
source: of
ca: de
it: da
sk: z adresy

# RES_frmnewperiod.lbltitleformaddperiod.text.rotext
source: Enter the data to define the open house period for the area.
ca: Introduir les dades per definir el període de portes obertes de la zona.
it: Immetti i dati per definire il periodo di porte aperte della zona.
sk: Zadajte údaje na definovanie doby otvorených dverí pre zónu.

# RES_frmnewperiod.lbltitleformnewperiod.text.rotext
source: Enter an access period for the selected group.
ca: Introduir un període d’accés per al grup seleccionat.
it: Immetti un periodo di accesso per il gruppo selezionato.
sk: Zadajte obdobie prístupu pre vybranú skupinu.

# RES_frmnewperiod.lbltypeperiodespecific.text.rotext
source: Specific dates
ca: Dates específiques
it: Date specifiche
sk: Konkrétne dátumy

# RES_frmnewperiod.lbltypeperiodespecificdesc.text.rotext
source: Specific Date Periods take priority over regular Periods and are used for holidays and other events.
ca: Els períodes de dates específiques tenen prioritat sobre els habituals i s’utilitzen per a festivitats i altres esdeveniments.
it: I periodi di date specifiche hanno priorità su quelli abituali e vengono utilizzati per giorni festivi e altri eventi.
sk: Obdobia špecifické pre daný dátum majú prednosť pred pravidelnými obdobiami a používajú sa pre sviatky a iné udalosti.

# RES_frmnewperiod.lbltypeperiodnormal.text.rotext
source: Usual
ca: Habitual
it: Abituale
sk: Pravidelné

# RES_frmnewperiod.lbltypeperiodnormaldesc.text.rotext
source: Normal Periods define the hours during which access is available on weekdays and weekends.
ca: Els períodes normals defineixen les hores en les quals es pot accedir en dies laborables i caps de setmana.
it: I periodi normali definiscono le ore in cui è possibile accedere a date lavorative e fine settimana.
sk: Normálne obdobia definujú hodiny, kedy je prístup dostupný počas pracovných dní a víkendov.

# RES_importszoneplaneupload.btnsend.text.rotext
source: Send Image
ca: Enviar imatge
it: Invia immagine
sk: Odoslať obrázok

# RES_importszoneplaneupload.fileimport.noselectedplanezone.rotext
source: You must select a plan from the list to insert the image.
ca: Cal seleccionar un plànol de la llista per inserir la imatge.
it: Si deve selezionare una pianta dall´elenco per inserire l´immagine.
sk: Ak chcete vložiť obrázok, musíte vybrať rovinu zo zoznamu.

# RES_importszoneplaneupload.fileimport.notfound.rotext
source: File not found or invalid path
ca: Fitxer no trobat o ruta no vàlida
it: File non trovato o percorso non valido
sk: Súbor nebol nájdený alebo neplatná cesta

# RES_importszoneplaneupload.lblfileorig.text.rotext
source: Image
ca: Imatge
it: Immagine
sk: Obrázok

# RES_planeswizard.btaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_planeswizard.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_planeswizard.btclose.text.rotext
source: Close
ca: Tancar
it: Vicino
sk: Zatvoriť

# RES_planeswizard.dataediting.message.rotext
source: Registration in editing
ca: Registre en edició
it: Iscrizione all'edizione
sk: Registrácia v edícii

# RES_planeswizard.grdplanes.columns#3.headertext.rotext
source: Name
ca: Nom
it: Nome
sk: názov

# RES_planeswizard.lbladdplane.text.rotext
source: Add
ca: Afegir
it: Aggiungi
sk: pridať

# RES_planeswizard.lbldescription.text.rotext
source: Create rules to highlight calendar boxes depending on their content.
ca: Crea les regles per ressaltar caselles del calendari en funció del contingut.
it: Crea le regole per mettere in evidenza le caselle del calendario in base al contenuto.
sk: Vytvorenie pravidiel na zvýraznenie polí kalendára v závislosti od ich obsahu.

# RES_planeswizard.lbltitle.text.rotext
source: Highlights
ca: Alertes
it: Evidenziazioni
sk: Najdôležitejšie informácie

# RES_planeswizard.lblzoneplanedescription.text.rotext
source: Create zone plans to link to your access zone.
ca: Crea els plànols de zona per enllaçar-los amb la zona d’accés.
it: Crea le piante di zona da collegare alla tua zona di accesso.
sk: Vytvorte plány zón na prepojenie s prístupovou zónou.

# RES_planeswizard.lblzoneplanetitle.text.rotext
source: Area maps
ca: Plànols de zona
it: Piani di zona
sk: Územné plány
