Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tschedulerplanification.aselect.rotext
source: Se ha consultado entre fechas $@DateStart@ y $@DateEnd@ los siguientes usuarios: $CRLF $@EmployeesNames@
ca: S’han consultat entre les dates $@DateStart@ i $@DateEnd@ els usuaris següents: $CRLF $@EmployeesNames@
eu: $@DateStart@ eta $@DateEnd@ daten artean honako erabiltzaile hauek kontsultatu dira: $CRLF $@EmployeesNames@
fr: Les utilisateurs suivants ont été consultés entre les dates $@DateStart@ et $@DateEnd@ : $CRLF $@EmployeesNames@
gl: Consultáronse entre datas $@DateStart@ e $@DateEnd@ os seguintes usuarios: $CRLF $@EmployeesNames@
it: I seguenti utenti sono stati consultati tra le date $@DateStart@ e $@DateEnd@: $CRLF $@EmployeesNames@
pt: Foram consultados entre as datas $@DateStart@ e $@DateEnd@ os seguintes utilizadores: $CRLF $@EmployeesNames@
sk: V období od $@DateStart@ do $@DateEnd@ boli vyhľadaní nasledujúci používatelia: $CRLF $@EmployeesNames@

# RES_audit.message.tschedulerplanification.aupdate.rotext
source: Se ha modificado la planificación del usuario $@EmployeeName@ del día $@ShiftDate@ con el horario $@ShiftName@ y el puesto $@AssignmentName@
ca: S’ha modificat la planificació de l’usuari $@EmployeeName@ del dia $@ShiftDate@ amb l’horari $@ShiftName@ i el lloc $@AssignmentName@
eu: $@EmployeeName@ erabiltzailearen ordutegia $@ShiftDate@ eguneko $@ShiftName@ orduarekin eta $@AssignmentName@ posizioa aldatu da
fr: La planification de l´ utilisateur $@EmployeeName@ du $@ShiftDate@ avec l´horaire $@ShiftName@ et le poste $@AssignmentName@ a été modifiée.
gl: Modificouse a planificación do usuario $@EmployeeName@ do día $@ShiftDate@ co horario $@ShiftName@ e o posto $@AssignmentName@
it: È stata modificata la pianificazione dell´utente $@EmployeeName@ del giorno $@ShiftDate@ con l´orario $@ShiftName@ e la posizione $@AssignmentName@
pt: Foi modificada o planeamento do utilizador $@EmployeeName@ do dia $@ShiftDate@ com o horário $@ShiftName@ e o posto $@AssignmentName@
sk: Rozvrh používateľa $@EmployeeName@ dňa $@ShiftDate@ bol upravený s časom $@ShiftName@ a pozíciou $@AssignmentName@

# RES_audit.message.tschedulertemplate.ainsert.rotext
source: Se ha creado un nueva plantilla de festivos con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova plantilla de festius amb les dades següents:$CRLF $@FieldsValues@
eu: Oporretako txantiloi berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau modèle de jours fériés a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo modelo de festivos cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo modello di giorni festivi con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo modelo de dias feriados com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová šablóna štátneho sviatku s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tschedulertemplate.aselect.rotext
source: Se ha consultado una plantilla de festivos
ca: S’ha consultat una plantilla de festius
eu: Oporretako txantiloia kontsultatu da
fr: Un modèle de jours fériés a été consulté
gl: Consultouse un modelo de festivos
it: È stato consultato un modello di giorni festivi
pt: Foi consultado um modelo de dias feriados
sk: Bola konzultovaná šablóna štátneho sviatku

# RES_audit.message.tschedulertemplate.aupdate.rotext
source: Se han modificado los siguientes datos de la plantilla de festivos:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la plantilla de festius:$CRLF $@FieldsValues@
eu: Oporretako txantiloiaren datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du modèle de jours fériés ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do modelo de festivos:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del modello di giorni festivi:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do modelo de dias feriados:$CRLF $@FieldsValues@
sk: V šablóne dovolenky boli upravené tieto údaje:$CRLF $@FieldsValues@

# RES_audit.message.tschedulerweekly.ainsert.rotext
source: Se ha programado una planificación(tarea $@iTask@) de los usuarios $@EmployeeNames@, entre las fechas $@DateIni@ y $@DateEnd@, utilizando los horarios $@Shifts@ de dilluns a diumenge respectivament.Opciones de copia: Mantener vacaciones actuales:$@KeepBloquedDays@ - Mantener días bloqueados:$@KeepHolidays@
ca: S’ha programat una planificació (tasca $@iTask@) dels usuaris $@EmployeeNames@, entre les dates $@DateIni@ i $@DateEnd@, utilitzant els horaris $@Shifts@ de dilluns a diumenge respectivament. Opcions de còpia: Mantenir vacances actuals:$@KeepBloquedDays@ - Mantenir dies bloquejats:$@KeepHolidays@
eu: Ordutegi bat antolatu da ($@iTask@ ataza) $@EmployeeNames@ erabiltzaileentzat, $@DateIni@ eta $@DateEnd@ daten artean, $@Shifts@ ordutegiak erabiliz, hurrenez hurren, astelehenetik igandera. oporrak:$@KeepBloquedDays@ - Mantendu blokeatutako egunak:$@KeepHolidays@
fr: Une planification (tâche $@iTask@) des utilisateurs $@EmployeeNames@, entre les dates $@DateIni@ et $@DateEnd@, a été programmée en utilisant les horaires $@Shifts@ du lundi au dimanche respectivement. Options de copie : Conserver les congés actuels : $@KeepBloquedDays@ - Conserver les jours bloqués : $@KeepHolidays@
gl: Programouse unha planificación(tarefa $@iTask@) dos usuarios $@EmployeeNames@, entre as datas $@DateIni@ e $@DateEnd@, utilizando os horarios $@Shifts@ de luns a domingo respectivamente. Opcións de copia: Manter vacacións actuais:$@KeepBloquedDays@ - Manter días bloqueados:$@KeepHolidays@
it: È stata programmata una pianificazione (attività $@iTask@) degli utenti $@EmployeeNames@, tra le date $@DateIni@ e $@DateEnd@, usando gli orari $@Shifts@ da lunedì a domenica rispettivamente. Opzioni di copia: Mantieni vacanze attuali:$@KeepBloquedDays@ - Mantieni giorni bloccati:$@KeepHolidays@
pt: Foi programada uma planeamento (tarefa $@iTask@) dos utilizadores $@EmployeeNames@, entre as datas $@DateIni@ e $@DateEnd@, utilizando os horários $@Shifts@ de segunda a domingo respetivamente. Opções de cópia: Manter férias atuais:$@KeepBloquedDays@ - Manter dias bloqueados:$@KeepHolidays@
sk: Plánovanie (úloha $@iTask@) používateľov $@EmployeeNames@ bolo naplánované medzi dátumami $@DateIni@ a $@DateEnd@, s použitím rozvrhov $@Shifts@ od dilluns do diumenge respectivament.Opciones de copia: Mantener vacaciones actuales:$@KeepBloquedDays@ - Mantener días bloqueados:$@KeepHolidays@ - Mantener días bloqueados:$@KeepHolidays@

# RES_audit.message.tschedulerweekly.aupdate.rotext
source: Se ha modificado la planificación de los usuarios $@EmployeeNames@, entre las fechas $@DateIni@ y $@DateEnd@, usando los horarios $@Shifts@ de lunes a domingo respectivamente
ca: S’ha modificat la planificació dels usuaris $@EmployeeNames@, entre les dates $@DateIni@ i $@DateEnd@, utilitzant els horaris $@Shifts@ de dilluns a diumenge respectivament.
eu: $@EmployeeNames@ erabiltzaileen programazioa aldatu egin da, $@DateIni@ eta $@DateEnd@ daten artean, $@Shifts@ ordutegiak erabiliz astelehenetik igandera hurrenez hurren.
fr: La planification utilisateurs $@EmployeeNames@, entre les dates $@DateIni@ et $@DateEnd@ a été modifiée en utilisant les horaires $@Shifts@ du lundi au dimanche respectivement
gl: Modificouse a planificación dos usuarios $@EmployeeNames@, entre as datas $@DateIni@ e $@DateEnd@, usando os horarios $@Shifts@ de luns a domingo respectivamente
it: È stata modificata la pianificazione utenti $@EmployeeNames@, tra le date $@DateIni@ e $@DateEnd@, usando gli orari $@Shifts@ da lunedì a domenica rispettivamente
pt: Foi modificado o planeamento dos utilizadores $@EmployeeNames@, entre as datas $@DateIni@ e $@DateEnd@, utilizando os horários $@Shifts@ de segunda a domingo respetivamente
sk: Plánovanie používateľov $@EmployeeNames@ medzi $@DateIni@ a $@DateEnd@ bolo upravené pomocou $@Shifts@ od pondelka do nedele

# RES_audit.message.tsecuritynode.ainsert.rotext
source: Se ha creado un nodo
ca: S’ha creat un node
eu: Nodo bat sortu da
fr: Un nœud a été créé
gl: Creouse un nó
it: È stato creato un nodo
pt: Foi criado um nó
sk: Bol vytvorený uzol

# RES_audit.message.tsecuritynode.aselect.rotext
source: Se ha consultado el nodo
ca: S’ha consultat el node
eu: Nodoa kontsultatu da
fr: Le nœud a été consulté
gl: Consultouse o nó
it: È stato consultato il nodo
pt: Foi consultado o nó
sk: Uzol bol konzultovaný

# RES_audit.message.tsecuritynode.aupdate.rotext
source: Se ha actualizado un nodo
ca: S’ha actualitzat un node
eu: Nodo bat eguneratu da
fr: Un nœud a été mis à jour
gl: Actualizouse un nó
it: È stato aggiornato un nodo
pt: Foi atualizado um nó
sk: Jeden uzol bol aktualizovaný

# RES_audit.message.tsecuritynodegroup.ainsert.rotext
source: Se ha asignado un grupo
ca: S’ha assignat un grup
eu: Talde bat esleitu da
fr: Un groupe a été attribué
gl: Asignouse un grupo
it: È stato assegnato un gruppo
pt: Foi atribuído um grupo
sk: Skupina bola priradená

# RES_audit.message.tsecuritynodepassport.ainsert.rotext
source: Se ha asignado un supervisor
ca: S’ha assignat un supervisor
eu: Begirale bat izendatu dute
fr: Un superviseur a été attribué
gl: Asignouse un supervisor
it: È stato assegnato un supervisore
pt: Foi atribuído um supervisor
sk: Bol pridelený nadriadený

# RES_audit.message.tsecurityoptions.adelete.rotext
source: Se han borrado las opciones de seguridad
ca: S’han esborrat les opcions de seguretat
eu: Segurtasun-aukerak garbitu dira
fr: Les options de sécurité ont été supprimées
gl: Borráronse as opcións de seguridade
it: Sono state eliminate le opzioni di sicurezza
pt: Foram apagadas as opções de segurança
sk: Možnosti zabezpečenia boli odstránené

# RES_audit.message.tsecurityoptions.ainsert.rotext
source: Se ha creado nuevas opciones de seguridad con los siguientes datos:$CRLF $@FieldsValues@
ca: S’han creat noves opcions de seguretat amb les dades següents:$CRLF $@FieldsValues@
eu: Segurtasun-aukera berriak sortu dira datu hauekin:$CRLF $@FieldsValues@
fr: De nouvelles options de sécurité ont été créées avec les données suivantes : $CRLF $@FieldsValues@
gl: Creáronse novas opcións de seguridade cos seguintes datos:$CRLF $@FieldsValues@
it: Sono state create nuove opzioni di sicurezza con i seguenti dati:$CRLF $@FieldsValues@
pt: Foram criadas novas opções de segurança com os seguintes dados:$CRLF $@FieldsValues@
sk: Boli vytvorené nové možnosti zabezpečenia s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tsecurityoptions.aselect.rotext
source: Se han consultado las opciones de seguridad
ca: S’han consultat les opcions de seguretat
eu: Segurtasun-aukerak kontsultatu dira
fr: Les options de sécurité ont été consultées
gl: Consultáronse as opcións de seguridade
it: Sono state consultate le opzioni di sicurezza
pt: Foram consultadas as opções de segurança
sk: Konzultovali sa možnosti zabezpečenia

# RES_audit.message.tsecurityoptions.aupdate.rotext
source: Se han modificado los siguientes datos de las opciones de seguridad:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de les opcions de seguretat:$CRLF $@FieldsValues@
eu: Segurtasun-aukeraren datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes des options de sécurité ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos das opcións de seguridade:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati delle opzioni di sicurezza:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados das opções de segurança:$CRLF $@FieldsValues@
sk: V nastaveniach zabezpečenia boli upravené tieto údaje:$CRLF $@FieldsValues@

# RES_audit.message.tshift.adelete.rotext
source: Se ha borrado el horario $@ShiftName@
ca: S’ha esborrat l’horari $@ShiftName@
eu: $@ShiftName@ programazioa ezabatu da
fr: L´horaire $@ShiftName@ a été supprimé
gl: Borrouse o horario $@ShiftName@
it: È stato eliminato l´orario $@ShiftName@
pt: Foi apagado o horário $@ShiftName@
sk: Rozvrh $@ShiftName@ bol vymazaný

# RES_audit.message.tshift.ainsert.rotext
source: Se ha creado un nuevo horario con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou horari amb les dades següents:$CRLF $@FieldsValues@
eu: Ordutegi berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Un nouvel horaire a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo horario cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo orario con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo horário com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový rozvrh s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tshift.amultiselect.rotext
source: Se han consultado los siguientes horarios:$CRLF $@ShiftNames@
ca: S’han consultat els horaris següents:$CRLF $@ShiftNames@
eu: Ondorengo ordutegiak kontsultatu dira:$CRLF $@ShiftNames@
fr: Les horaires suivants ont été consultés : $CRLF $@ShiftNames@
gl: Consultáronse os seguintes horarios:$CRLF $@ShiftNames@
it: Sono stati consultati i seguenti orari:$CRLF $@ShiftNames@
pt: Foram consultados os seguintes horários:$CRLF $@ShiftNames@
sk: Konzultované boli tieto cestovné poriadky:$CRLF $@ShiftNames@

# RES_audit.message.tshift.aselect.rotext
source: Se ha consultado el horario $@ShiftName@
ca: S’ha consultat l’horari $@ShiftName@
eu: $@ShiftName@ programazioa kontsultatu da
fr: L´horaire $@ShiftName@ a été consulté
gl: Consultouse o horario $@ShiftName@
it: È stato consultato l´orario $@ShiftName@
pt: Foi consultado o horário $@ShiftName@
sk: Bol vyhľadaný plán $@ShiftName@

# RES_audit.message.tshift.aupdate.rotext
source: Se han modificado los siguientes datos del horario:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de l’horari:$CRLF $@FieldsValues@
eu: Programazio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de l´horaire ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do horario:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati dell´orario:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do horário:$CRLF $@FieldsValues@
sk: Boli upravené tieto údaje rozvrhu:$CRLF $@FieldsValues@

# RES_audit.message.tshiftassignment.adelete.rotext
source: Se ha borrado el puesto $@AssignmentName@.
ca: S’ha esborrat el lloc $@AssignmentName@.
eu: $@AssignmentName@ posizioa ezabatu da.
fr: Le poste $@AssignmentName@ a été supprimé.
gl: Borrouse o posto $@AssignmentName@.
it: È stata eliminata la posizione $@AssignmentName@.
pt: Foi apagado o posto $@AssignmentName@.
sk: Príspevok $@AssignmentName@ bol vymazaný.

# RES_audit.message.tshiftassignment.ainsert.rotext
source: Se ha creado una nueva asignación de puesto con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova assignació de lloc amb les dades següents:$CRLF $@FieldsValues@
eu: Kargu esleipen berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle attribution de poste a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova asignación de posto cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova assegnazione di posizione con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova atribuição de posto com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené nové zadanie úlohy s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tshiftassignment.aupdate.rotext
source: Se han modificado los siguientes datos del puesto:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del lloc:$CRLF $@FieldsValues@
eu: Posizio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du poste ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do posto:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della posizione:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do posto:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje úlohy:$CRLF $@FieldsValues@

# RES_audit.message.tshiftgroup.adelete.rotext
source: Se ha borrado el grupo de horario
ca: S’ha esborrat el grup d’horari
eu: Ordutegi-taldea ezabatu da
fr: Le groupe d´horaire a été supprimé
gl: Borrouse o grupo de horario
it: È stato eliminato il gruppo di orario
pt: Foi apagado o grupo de horários
sk: Časová skupina bola vymazaná

# RES_audit.message.tshiftgroup.ainsert.rotext
source: Se ha creado un nuevo grupo de horario con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou grup d’horari amb les dades següents:$CRLF $@FieldsValues@
eu: Ordutegi-talde berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau groupe d´horaire a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo grupo de horario cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo gruppo di orario con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo grupo de horários com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová časová skupina s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tshiftgroup.aselect.rotext
source: Se ha consultado el grupo de horario
ca: S’ha consultat el grup d’horari
eu: Ordutegi taldeari kontsulta egin zaio
fr: Le groupe d´horaire a été consulté
gl: Consultouse o grupo de horario
it: È stato consultato il gruppo di orario
pt: Foi consultado o grupo de horários
sk: Konzultácie s časovou skupinou

# RES_audit.message.tshiftgroup.aupdate.rotext
source: Se han modificado los siguientes datos del grupo de horarios:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del grup d’horaris:$CRLF $@FieldsValues@
eu: Programazio taldearen datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du groupe d´horaires ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do grupo de horarios:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del gruppo di orari:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do grupo de horários:$CRLF $@FieldsValues@
sk: Nasledujúce údaje skupiny rozvrhov boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tshiftlayer.adelete.rotext
source: Se ha borrado la capa $@ShiftLayerType@ del horario $@ShiftName@
ca: S’ha esborrat la capa $@ShiftLayerType@ de l’horari $@ShiftName@
eu: $@ShiftLayerType@ geruza $@ShiftName@ programaziotik ezabatu da
fr: La couche $@ShiftLayerType@ de l´horaire $@ShiftName@ a été supprimée
gl: Borrouse a capa $@ShiftLayerType@ do horario $@ShiftName@
it: È stato eliminato il livello $@ShiftLayerType@ dell´orario $@ShiftName@
pt: Foi apagada a camada $@ShiftLayerType@ do horário $@ShiftName@
sk: Vrstva $@ShiftLayerType@ bola vymazaná z plánu $@ShiftName@

# RES_audit.message.tshiftlayer.ainsert.rotext
source: Se ha creado una nueva capa para el horario $@ShiftName@ con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova capa per a l’horari $@ShiftName@ amb les dades següents:$CRLF $@FieldsValues@
eu: $@ShiftName@ programaziorako geruza berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle couche pour l´horaire $@ShiftName@ a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova capa para o horario $@ShiftName@ cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo livello per l´orario $@ShiftName@ con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova camada para o horário $@ShiftName@ com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová vrstva pre rozvrh $@ShiftName@ s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tshiftlayer.amultiselect.rotext
source: Se han consultado las siguientes capas de horario $@ShiftName@:$CRLF $@ShiftLayerTypes@
ca: S’han consultat els capes d’horari següents $@ShiftName@:$CRLF $@ShiftLayerTypes@
eu: $@ShiftName@:$CRLF $@ShiftLayerTypes@ honako programazio-geruza hauek kontsultatu dira
fr: Les couches suivantes de l´horaire $@ShiftName@ ont été consultées : $CRLF $@ShiftLayerTypes@
gl: Consultáronse as seguintes capas de horario $@ShiftName@:$CRLF $@ShiftLayerTypes@
it: Sono stati consultati i seguenti livelli di orario $@ShiftName@:$CRLF $@ShiftLayerTypes@
pt: Foram consultadas as seguintes camadas de horários $@ShiftName@:$CRLF $@ShiftLayerTypes@
sk: Boli vyhľadané nasledujúce vrstvy rozvrhu $@ShiftName@:$CRLF $@ShiftLayerTypes@

# RES_audit.message.tshiftlayer.aselect.rotext
source: Se ha consultado la capa $@ShiftLayerType@ del horario $@ShiftName@
ca: S’ha consultat la capa $@ShiftLayerType@ de l’horari $@ShiftName@
eu: $@ShiftLayerType@ $@ShiftName@ programazioaren geruza kontsultatu da
fr: La couche $@ShiftLayerType@ de l´horaire $@ShiftName@ a été consultée
gl: Consultouse a capa $@ShiftLayerType@ do horario $@ShiftName@
it: È stato consultato il livello $@ShiftLayerType@ dell´orario $@ShiftName@
pt: Foi consultada a camada $@ShiftLayerType@ do horário $@ShiftName@
sk: Bola vyhľadaná vrstva $@ShiftLayerType@ plánu $@ShiftName@

# RES_audit.message.tshiftlayer.aupdate.rotext
source: Se han modificado los siguientes datos de la capa $@ShiftLayerType@ del horario $@ShiftName@:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la capa $@ShiftLayerType@ de l’horari $@ShiftName@:$CRLF $@FieldsValues@
eu: Datu hauek aldatu dira $@ShiftLayerType@ programazioko $@ShiftName@:$CRLF $@FieldsValues@ geruzerako
fr: Les données suivantes de la couche $@ShiftLayerType@ de l´horaire $@ShiftName@ ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da capa $@ShiftLayerType@ do horario $@ShiftName@:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del livello $@ShiftLayerType@ dell´orario $@ShiftName@:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados da camada $@ShiftLayerType@ do horário $@ShiftName@:$CRLF $@FieldsValues@
sk: Nasledujúce údaje vo vrstve $@ShiftLayerType@ plánu $@ShiftName@:$CRLF $@FieldsValues@ boli upravené

# RES_audit.message.tshiftrule.adelete.rotext
source: Se ha borrado una regla del horario
ca: S’ha esborrat una regla de l’horari
eu: Ordutegi-arau bat ezabatu da
fr: Une règle de l´horaire a été supprimée
gl: Borrouse unha regra do horario
it: È stata eliminata una regola dell´orario
pt: Foi apagada uma regra do horário
sk: Pravidlo rozvrhu bolo zrušené

# RES_audit.message.tshiftrule.aupdate.rotext
source: Se han modificado los siguientes datos de la regla del horario:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la regla de l’horari:$CRLF $@FieldsValues@
eu: Programazio-arauaren datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la règle de l´horaire ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da regra do horario:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della regola dell´orario:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados da regra do horário:$CRLF $@FieldsValues@
sk: Nasledujúce údaje rozvrhového pravidla boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tshifttimezone.ainsert.rotext
source: Se ha creado un nueva zona horaria con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova zona horària amb les dades següents:$CRLF $@FieldsValues@
eu: Ordu-eremu berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle zone horaire a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova zona horaria cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova zona oraria con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova zona horária com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová časová zóna s nasledujúcimi údajmi:$CRLF $@FieldsValues@
