Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAccess.*.resx
Languages: ca, it, sk

# RES_planeswizard.myhidebutton.text.rotext
source: Button
it: Pulsante
sk: Tlačidlo

# RES_planeswizard.noimage.rotext
source: [Click on an area to load the map]
ca: [Fes clic en una zona per carregar el plànol]
it: [Fai clic in un´area per caricare la pianta]
sk: [Kliknutím na oblasť sa načíta mapa] [Kliknutím na oblasť sa načíta mapa] [Kliknutím na oblasť sa načíta mapa]

# RES_planeswizard.title.rotext
source: Area maps
ca: Plànols de zona
it: Piani di zona
sk: Územné plány

# RES_srvaccessfilter.checkpermission.denied.description.rotext
source: permission denied
ca: Permís denegat
it: Permesso rifiutato
sk: Povolenie zamietnuté

# RES_srvaccessstatinfo.checkpermission.denied.description.rotext
source: Access denied
ca: Accés denegat
it: Accesso negato
sk: Prístup zamietnutý

# RES_srvaccessstatinfo.lblaccessstatinfotitleactual.text.rotext
source: Current users
ca: Usuaris que hi ha actualment
it: Utenti attualmente presenti
sk: Súčasní používatelia

# RES_srvaccessstatinfo.lblaccessstatinfotitleincorrect.text.rotext
source: Incorrect access
ca: Accessos incorrectes
it: Accessi errati
sk: Nesprávny prístup

# RES_srvaccessstatinfo.lblaccessstatinfotitlelasthour.text.rotext
source: Users who left in the last hour.
ca: Usuaris que han marxat durant la darrera hora
it: Utenti che se ne sono andati nell´ultima ora.
sk: Používatelia, ktorí odišli počas poslednej hodiny.

# RES_srvaccessstatinfo.lblaccessstatusemp.text.rotext
source: Specific data for the access zone. In this screen you can view and change the data of the selected access zone: name, location on the map, etc.
ca: Dades específiques per a la zona d’accés. En aquesta pantalla es poden visualitzar i canviar les dades de la zona d’accés seleccionada: nom, situació al mapa...
it: Dati specifici per la zona di accesso. In questa schermata è possibile visualizzare e modificare i dati della zona di accesso selezionata: nome, posizione nella mappa...
sk: Špecifické údaje pre prístupovú zónu. Na tejto obrazovke môžete zobraziť a zmeniť údaje vybranej prístupovej zóny: názov, umiestnenie na mape...

# RES_srvaccessstatinfo.lblaccessstatustitlegeneral.text.rotext
source: Status
ca: Estat
it: Stato
sk: Štát

# RES_srvaccessstatinfo.lblzoneplane.text.rotext
source: Area map:
ca: Plànol de zona:
it: Pianta di zona:
sk: Plán oblasti:

# RES_srvaccessstatinfo.reports.title.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_srvaccessstatinfo.tabgeneral.rotext
source: Status
ca: Estat
it: Stato
sk: Štát

# RES_srvaccessstatinfo.tbaccfilter.rotext
source: Access filter
ca: Filtre d’accessos
it: Filtro di accessi
sk: Filtrovanie prístupu

# RES_srvaccessstatinfo.tbaccplatesfilter.rotext
source: Access filter by license plate
ca: Filtre d’accessos per matrícula
it: Filtro di accessi in base a matricola
sk: Filtrovanie prístupu podľa evidenčného čísla

# RES_srvaccessstatinfo.tbshowreports.rotext
source: Report Viewer
ca: Visor d’informes
it: Visualizzatore di rapporti
sk: Prehliadač správ

# RES_srvaccessstatusmonitor.lbltitleempinzone.text.rotext
source: Current users
ca: Usuaris que hi ha actualment
it: Utenti attualmente presenti
sk: Súčasní používatelia

# RES_srvaccessstatusmonitor.lbltitleincorrectaccess.text.rotext
source: Incorrect access in this area
ca: Accessos incorrectes en aquesta zona
it: Accessi errati in questa zona
sk: Nesprávny prístup v tejto oblasti

# RES_srvaccessstatusmonitor.noemployeesinzone.rotext
source: There are no users
ca: No hi ha usuaris
it: Non ci sono utenti
sk: Žiadni používatelia

# RES_srvaccessstatusmonitor.noincorrectaccess.rotext
source: There are no incorrect accesses
ca: No hi ha accessos incorrectes
it: Non ci sono accessi errati
sk: Žiadne nesprávne prístupy

# RES_srvactivities.accessgroups.rotext
source: Add company
ca: Afegir empresa
it: Aggiungi azienda
sk: Pridať spoločnosť

# RES_srvactivities.accessperiods.rotext
source: Add company
ca: Afegir empresa
it: Aggiungi azienda
sk: Pridať spoločnosť

# RES_srvmsgboxaccess.deleteaccessgroup.description.rotext
source: The authorization is about to be removed.
ca: Estàs a punt d’eliminar l’autorització.
it: Si sta per eliminare l´autorizzazione.
sk: Pripravuje sa na zrušenie povolenia.

# RES_srvmsgboxaccess.deleteaccessgroup.option1description.rotext
source: Remove authorization
ca: Eliminar autorització
it: Elimina autorizzazione
sk: Odstránenie oprávnenia

# RES_srvmsgboxaccess.deleteaccessgroup.option1text.rotext
source: Eliminate
ca: Eliminar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteaccessgroup.option2description.rotext
source: Do not remove authorization
ca: No eliminar l’autorització
it: Non eliminare l´autorizzazione
sk: Neodstraňujte povolenie

# RES_srvmsgboxaccess.deleteaccessgroup.option2text.rotext
source: Do not delete
ca: No eliminar
it: Non eliminare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteaccessgroup.title.rotext
source: Remove authorization.<br>Are you sure?
ca: Eliminar autorització.<br>N’estàs segur/a?
it: Eliminazione dell´ autorizzazione.<br>Continuare?
sk: Odstráňte autorizáciu.<br>Vy ste si istí?

# RES_srvmsgboxaccess.deleteaccessperiod.description.rotext
source: To delete the period you must not have it assigned in any zone.
ca: Per eliminar el període, no pot estar assignat a cap zona.
it: Per eliminare il periodo, non deve essere assegnato ad alcuna zona.
sk: Ak chcete odstrániť obdobie, nesmiete ho mať priradené k žiadnej zóne.

# RES_srvmsgboxaccess.deleteaccessperiod.option1description.rotext
source: The selected period will be deleted.
ca: S’esborrarà el període seleccionat.
it: Verrà eliminato il periodo selezionato.
sk: Vybrané obdobie sa vymaže.

# RES_srvmsgboxaccess.deleteaccessperiod.option1text.rotext
source: Delete period
ca: Esborrar el període
it: Elimina il periodo
sk: Vymazať obdobie

# RES_srvmsgboxaccess.deleteaccessperiod.option2description.rotext
source: No action will be taken.
ca: No es durà a terme cap acció.
it: Non verrà effettuata alcuna azione.
sk: Nepodniknú sa žiadne kroky.

# RES_srvmsgboxaccess.deleteaccessperiod.option2text.rotext
source: Do not delete
ca: No esborrar
it: Non cancellare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteaccessperiod.title.rotext
source: You are about to delete your period. <br> Are you sure?
ca: Estàs a punt d’eliminar el període. <br> N’estàs segur/a?
it: Si sta per eliminare il periodo. <br> Procedere?
sk: Chystáte sa odstrániť bodku. <br> Ste si istý?

# RES_srvmsgboxaccess.deleteaccesszone.description.rotext
source: This action will delete the zone.
ca: Aquesta acció eliminarà la zona.
it: Questa azione eliminerà la zona.
sk: Táto akcia odstráni zónu.

# RES_srvmsgboxaccess.deleteaccesszone.option1description.rotext
source: Delete the area
ca: Elimina la zona
it: Elimina la zona
sk: Eliminuje oblasť

# RES_srvmsgboxaccess.deleteaccesszone.option1text.rotext
source: Delete
ca: Esborrar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteaccesszone.option2description.rotext
source: Does not delete the area
ca: No elimina la zona
it: Non elimina la zona
sk: Neodstráni zónu

# RES_srvmsgboxaccess.deleteaccesszone.option2text.rotext
source: Do not delete
ca: No esborrar
it: Non cancellare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteaccesszone.title.rotext
source: You are about to delete the area.<br>Are you sure?
ca: Estàs a punt d’eliminar la zona.<br> N’estàs segur/a?
it: Si sta per eliminare la zona.<br>Procedere?
sk: Chystáte sa odstrániť zónu.<br> Ste si istý?

# RES_srvmsgboxaccess.deleteaccgroupdef.option2description.rotext
source: It does not eliminate the relationship
ca: No elimina la relació
it: Non elimina la relazione
sk: Nevylučuje vzťah

# RES_srvmsgboxaccess.deleteaccgroupdef.option2text.rotext
source: Do not delete
ca: No eliminar
it: Non eliminare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteaccgroupsdef.description.rotext
source: You are about to delete the access group relationship.
ca: Estàs a punt d’eliminar la relació del grup d’accés.
it: Si sta per eliminare la relazione del gruppo di accesso.
sk: Chystáte sa odstrániť vzťah skupiny prístupu.

# RES_srvmsgboxaccess.deleteaccgroupsdef.option1description.rotext
source: Delete the access group relationship
ca: Elimina la relació del grup d’accés
it: Elimina la relazione del gruppo di accesso
sk: Odstráni vzťah zo skupiny prístupu

# RES_srvmsgboxaccess.deleteaccgroupsdef.option1text.rotext
source: Eliminate
ca: Eliminar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteaccperioddef.option2description.rotext
source: Do not delete the selected record.
ca: No eliminar el registre seleccionat.
it: Non eliminare il registro selezionato
sk: Vybraný záznam neodstráňte.

# RES_srvmsgboxaccess.deleteaccperioddef.option2text.rotext
source: Do not delete
ca: No eliminar
it: Non eliminare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteaccperiodsdef.description.rotext
source: Deleting the record for the selected period.
ca: Eliminació del registre del període seleccionat.
it: Eliminazione del registro del periodo selezionato in corso...
sk: Vymazanie záznamu za vybrané obdobie.

# RES_srvmsgboxaccess.deleteaccperiodsdef.option1description.rotext
source: Delete the selected record
ca: Eliminar el registre seleccionat
it: Elimina il registro selezionato
sk: Odstránenie vybraného záznamu

# RES_srvmsgboxaccess.deleteaccperiodsdef.option1text.rotext
source: Eliminate
ca: Eliminar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteauthorizationsdef.description.rotext
source: Remove authorization.
ca: Eliminar l’autorització.
it: Elimina l´autorizzazione.
sk: Odstráňte povolenie.

# RES_srvmsgboxaccess.deleteauthorizationsdef.option1description.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.deleteauthorizationsdef.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.deleteauthorizationsdef.option2description.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_srvmsgboxaccess.deleteauthorizationsdef.option2text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_srvmsgboxaccess.deleteauthorizationsdef.title.rotext
source: Remove authorization
ca: Eliminar autorització
it: Elimina autorizzazione
sk: Odstránenie oprávnenia

# RES_srvmsgboxaccess.deleteemployeedef.description.rotext
source: You are about to remove the user from the authorization.
ca: Estàs a punt d’eliminar l’usuari de l’autorització.
it: Stai per eliminare l´utente dell´autorizzazione.
sk: Chystáte sa odstrániť používateľa z autorizácie.

# RES_srvmsgboxaccess.deleteemployeedef.option1description.rotext
source: Removes the user from the authorization
ca: Elimina l’usuari de l’autorització
it: Elimina l´ utente dell´autorizzazione
sk: Odstráni používateľa z autorizácie

# RES_srvmsgboxaccess.deleteemployeedef.option1text.rotext
source: Eliminate
ca: Eliminar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteemployeedef.option2description.rotext
source: Does not perform any action
ca: No fa cap acció
it: Non effettua nessuna azione
sk: Žiadne opatrenie sa neprijalo

# RES_srvmsgboxaccess.deleteemployeedef.option2text.rotext
source: Do not remove from authorization
ca: No eliminar de l’autorització
it: Non eliminare l´autorizzazione.
sk: Neodstraňujte z povolenia

# RES_srvmsgboxaccess.deleteemployeedef.title.rotext
source: Remove user from authorization.<br>Are you sure?
ca: Eliminar usuari de l’autorització.<br>N’estàs segur/a?
it: Eliminazione dell´utente dall´autorizzazione.<br>Vuoi continuare?
sk: Odstráňte používateľa z autorizácie.<br>Jste si istí?

# RES_srvmsgboxaccess.deleteemployeeexc.description.rotext
source: The selected exception will be deleted
ca: S’eliminarà l’excepció seleccionada
it: Si sta per eliminare l´eccezione selezionata.
sk: Vybraná výnimka sa má vymazať

# RES_srvmsgboxaccess.deleteemployeeexc.option1description.rotext
source: Remove exception
ca: Eliminar excepció
it: Elimina eccezione
sk: Odstránenie výnimky

# RES_srvmsgboxaccess.deleteemployeeexc.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.deleteemployeeexc.option2description.rotext
source: Do not delete exception
ca: No eliminar excepció
it: Non eliminare l´eccezione
sk: Neodstraňujte výnimku

# RES_srvmsgboxaccess.deleteemployeeexc.option2text.rotext
source: Cancel
ca: Cancel·la
it: Annulla
sk: Zrušiť

# RES_srvmsgboxaccess.deleteemployeeexc.title.rotext
source: Remove exception
ca: Eliminar excepció
it: Elimina eccezione
sk: Odstránenie výnimky

# RES_srvmsgboxaccess.deleteeventscheduler.description.rotext
source: Delete scheduled event
ca: Eliminar esdeveniment planificat
it: Elimina l´evento pianificato
sk: Vymazať plánované podujatie

# RES_srvmsgboxaccess.deleteeventscheduler.option1description.rotext
source: Delete scheduled event
ca: Eliminar esdeveniment planificat
it: Elimina l´evento pianificato
sk: Vymazať plánované podujatie

# RES_srvmsgboxaccess.deleteeventscheduler.option1text.rotext
source: Eliminate
ca: Eliminar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteeventscheduler.option2description.rotext
source: Do not delete the scheduled event
ca: No eliminar l’esdeveniment planificat
it: Non eliminare l´evento pianificato
sk: Neodstraňujte plánovanú udalosť

# RES_srvmsgboxaccess.deleteeventscheduler.option2text.rotext
source: Do not delete
ca: No eliminar
it: Non eliminare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteeventscheduler.title.rotext
source: Delete scheduled event.<br>Are you sure?
ca: Eliminar esdeveniment planificat.<br>N’estàs segur/a?
it: Eliminazione dell´evento pianificato.<br>Continuare?
sk: Vymažte plánovanú udalosť.<br>Vy ste si istý?

# RES_srvmsgboxaccess.deleteexceptiondef.option2description.rotext
source: Do not delete the exception.
ca: No eliminar l’excepció.
it: Non eliminare l´eccezione.
sk: Neodstraňujte výnimku.

# RES_srvmsgboxaccess.deleteexceptiondef.option2text.rotext
source: Do not delete
ca: No esborrar
it: Non cancellare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteexceptionsdef.description.rotext
source: This action will remove the exception.
ca: Aquesta acció eliminarà l’excepció.
it: Questa azione eliminerà l´eccezione.
sk: Táto akcia odstráni výnimku.

# RES_srvmsgboxaccess.deleteexceptionsdef.option1description.rotext
source: Remove the exception
ca: Elimina l’excepció
it: Elimina l´eccezione
sk: Odstránenie výnimky

# RES_srvmsgboxaccess.deleteexceptionsdef.option1text.rotext
source: Delete
ca: Esborrar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteexceptionsdef.title.rotext
source: You are about to delete the exception.<br>Are you sure?
ca: Estàs a punt d’eliminar l’excepció.<br> N’estàs segur/a?
it: Si sta per eliminare l´eccezione.<br>Procedere?
sk: Chystáte sa odstrániť výnimku.<br> Ste si istí?

# RES_srvmsgboxaccess.deletegroupsdef.title.rotext
source: Delete access relationship.<br>Are you sure?
ca: Eliminar relació d’accés.<br>N’estàs segur/a?
it: Eliminazione della relazione di accesso.<br>Continuare?
sk: Odstráňte prístupový vzťah.<br>Vy ste si istí?

# RES_srvmsgboxaccess.deleteperioddef.option2description.rotext
source: Do not delete the period
ca: No eliminar el període
it: Non eliminare il periodo
sk: Neodstraňujte bodku

# RES_srvmsgboxaccess.deleteperioddef.option2text.rotext
source: Do not delete
ca: No esborrar
it: Non cancellare
sk: Nevymazávať

# RES_srvmsgboxaccess.deleteperiodsdef.description.rotext
source: This action will delete the period.
ca: Aquesta acció eliminarà el període.
it: Questa azione eliminerà il periodo.
sk: Touto akciou sa odstráni bodka.

# RES_srvmsgboxaccess.deleteperiodsdef.option1description.rotext
source: Eliminate the period
ca: Elimina el període
it: Elimina il periodo
sk: Odstraňuje obdobie

# RES_srvmsgboxaccess.deleteperiodsdef.option1text.rotext
source: Delete
ca: Esborrar
it: Eliminare
sk: Odstrániť

# RES_srvmsgboxaccess.deleteperiodsdef.title.rotext
source: You are about to delete the record.<br>Are you sure?
ca: Estàs a punt d’eliminar el registre.<br> N’estàs segur/a?
it: Si sta per eliminare il registro.<br>Procedere?
sk: Chystáte sa vymazať záznam.<br> Ste si istý?

# RES_srvmsgboxaccess.error.accessfilterpunches.dpdatebegindesc.rotext
source: The start date is incorrect
ca: La data d’inici és incorrecta
it: La data di inizio è errata
sk: Dátum začiatku je nesprávny

# RES_srvmsgboxaccess.error.accessfilterpunches.dpdatebegintitle.rotext
source: Incorrect start date
ca: Data d’inici incorrecta
it: Data inizio errata
sk: Nesprávny dátum začiatku

# RES_srvmsgboxaccess.error.accessfilterpunches.dpdateenddesc.rotext
source: The end date is incorrect
ca: La data final és incorrecta
it: La data di fine è errata
sk: Dátum ukončenia je nesprávny

# RES_srvmsgboxaccess.error.accessfilterpunches.dpdateendtitle.rotext
source: Incorrect end date
ca: Data final incorrecta
it: Data di fine errata
sk: Nesprávny dátum ukončenia

# RES_srvmsgboxaccess.error.accessfilterpunches.ok.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.error.accessfilterpunches.txthourbegindesc.rotext
source: The start time is incorrect
ca: L’hora d’inici és incorrecta
it: L´ora di inizio a è errata
sk: Čas spustenia je nesprávny

# RES_srvmsgboxaccess.error.accessfilterpunches.txthourbegintitle.rotext
source: Incorrect start time
ca: Hora inici incorrecta
it: Ora di inizio errata
sk: Nesprávny čas spustenia

# RES_srvmsgboxaccess.error.accessfilterpunches.txthourenddesc.rotext
source: The end time is incorrect
ca: L’hora final és incorrecta
it: L´ora finale è errata
sk: Čas ukončenia je nesprávny

# RES_srvmsgboxaccess.error.accessfilterpunches.txthourendtitle.rotext
source: Incorrect end time
ca: Hora final incorrecta
it: Ora fine errata
sk: Nesprávny čas ukončenia

# RES_srvmsgboxaccess.error.accessperiods.noperiodstitle.rotext
source: You must insert a rule
ca: Cal inserir una regla
it: Si deve inserire una regola
sk: Musíte vložiť pravidlo

# RES_srvmsgboxaccess.error.frmaddauthorization.okdesc.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.error.frmaddauthorization.txtdatestitle.rotext
source: Missing data
ca: Falten dades
it: Mancano alcuni dati
sk: Chýbajúce údaje

# RES_srvmsgboxaccess.error.frmaddauthorization.txtdatestitledesc.rotext
source: Please enter all the data required to generate the authorization
ca: Si us plau, introdueix totes les dades necessàries per generar l’autorització
it: Immettere tutti i dati necessari per generare l´autorizzazione
sk: Zadajte všetky údaje potrebné na vygenerovanie povolenia

# RES_srvmsgboxaccess.error.frmaddexception.dpdateexceptiondesc.rotext
source: The exception date is invalid.
ca: La data de l’excepció no és vàlida.
it: La data dell´eccezione non è valida.
sk: Dátum výnimky nie je platný.

# RES_srvmsgboxaccess.error.frmaddexception.dpdateexceptiontitle.rotext
source: Incorrect exception date
ca: Data excepció incorrecta
it: Data di eccezione errata
sk: Nesprávny dátum výnimky

# RES_srvmsgboxaccess.error.frmaddexception.ok.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.error.frmaddperiod.cmbperiodweekdaytitle.rotext
source: Select a day
ca: Selecciona un dia
it: Seleziona un giorno
sk: Vyberte deň

# RES_srvmsgboxaccess.error.frmaddperiod.cmbperiodweekdaytitledesc.rotext
source: Select a day for the period.
ca: Selecciona un dia per al període.
it: Seleziona un giorno per il periodo.
sk: Vyberte deň pre dané obdobie.

# RES_srvmsgboxaccess.error.frmaddperiod.errincorrectperiodstitle.rotext
source: Error in period
ca: Error en el període
it: Errore nel periodo
sk: Chyba v období

# RES_srvmsgboxaccess.error.frmaddperiod.errincorrectperiodstitledesc.rotext
source: The date period is incorrect.
ca: El període de dates és incorrecte.
it: Il periodo di date non è corretto.
sk: Rozsah dátumu je nesprávny.

# RES_srvmsgboxaccess.error.frmaddperiod.noperiodstitledesc.rotext
source: You must create an open door rule in order to save the period.
ca: Cal crear una regla de portes obertes per poder desar el període.
it: Si deve creare una regola di porte aperte per poter salvare il periodo.
sk: Na uloženie obdobia je potrebné vytvoriť pravidlo otvorených dverí.

# RES_srvmsgboxaccess.error.frmaddperiod.ok.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.error.frmaddperiod.txtperiodfromtimedesc.rotext
source: The start date is not valid.
ca: La data d’inici no és vàlida.
it: La data di inizio non è valida.
sk: Dátum začiatku nie je platný.

# RES_srvmsgboxaccess.error.frmaddperiod.txtperiodfromtimetitle.rotext
source: Incorrect start date
ca: Data d’inici incorrecta
it: Data inizio errata
sk: Nesprávny dátum začiatku

# RES_srvmsgboxaccess.error.frmaddperiod.txtperiodtotimedesc.rotext
source: The end date is not valid.
ca: La data final no és vàlida.
it: La data di fine non è valida.
sk: Dátum ukončenia nie je platný.

# RES_srvmsgboxaccess.error.frmaddperiod.txtperiodtotimetitle.rotext
source: Incorrect end date
ca: Data final incorrecta
it: Data di fine errata
sk: Nesprávny dátum ukončenia

# RES_srvmsgboxaccess.error.frmnewaccpermission.cmbperiodtitle.rotext
source: Insert period
ca: Introdueix el període
it: Inserisci periodo
sk: Vložte obdobie

# RES_srvmsgboxaccess.error.frmnewaccpermission.cmbperiodtitledesc.rotext
source: You must insert a period
ca: Cal introduir un període
it: Si deve inserire un periodo
sk: Musíte vložiť bodku

# RES_srvmsgboxaccess.error.frmnewaccpermission.cmbzonetitle.rotext
source: Insert a zone
ca: Introdueix una zona
it: Inserisci una zona
sk: Vloženie zóny

# RES_srvmsgboxaccess.error.frmnewaccpermission.cmbzonetitledesc.rotext
source: You must insert a zone
ca: Cal introduir una zona
it: Si deve inserire una zona
sk: Musíte vložiť zónu

# RES_srvmsgboxaccess.error.frmnewaccpermission.ok.rotext
source: Accept
ca: Acceptar
it: Accettare
sk: Prijať

# RES_srvmsgboxaccess.error.frmnewperiod.cmbmonthtitle.rotext
source: Select the month
ca: Selecciona el mes
it: Seleziona il mese
sk: Vyberte mesiac

# RES_srvmsgboxaccess.error.frmnewperiod.cmbmonthtitledesc.rotext
source: You must select the month to which you will assign the period.
ca: Cal seleccionar el mes al qual assignaràs el període.
it: Si deve selezionare il mese a cui si assegnerà il periodo.
sk: Musíte vybrať mesiac, ku ktorému priradíte obdobie.

# RES_srvmsgboxaccess.error.frmnewperiod.cmbweekdaytitle.rotext
source: Select a day
ca: Selecciona un dia
it: Seleziona un giorno
sk: Vyberte deň

# RES_srvmsgboxaccess.error.frmnewperiod.cmbweekdaytitledesc.rotext
source: You must select a day for the period
ca: Cal seleccionar un dia per al període
it: Si deve selezionare un giorno per il periodo
sk: Musíte vybrať deň pre obdobie

source: The period start date is incorrect
ca: La data d’inici del període és incorrecta
it: La data di inizio del periodo è errata
sk: Dátum začiatku obdobia je nesprávny

source: Incorrect start date.
ca: Data d’inici incorrecta
it: Data inizio errata.
sk: Nesprávny dátum začiatku.

source: The end date of the period is incorrect
ca: La data final del període és incorrecta
it: La data di fine del periodo è errata
sk: Dátum konca obdobia je nesprávny

source: Incorrect end date.
ca: Data final incorrecta.
it: Data di fine errata.
sk: Nesprávny dátum ukončenia.

source: You must select the start time for the period.
ca: Cal seleccionar l’hora inicial per al període.
it: Si deve selezionare l´ora iniziale per il periodo.
sk: Musíte vybrať čas začiatku obdobia.

source: Select start time
ca: Selecciona hora inici
it: Seleziona ora inizio
sk: Výber času spustenia

source: You must select the end time for the period.
ca: Cal seleccionar l’hora final per al període.
it: Si deve selezionare l´ora finale per il periodo.
sk: Musíte vybrať čas ukončenia obdobia.
