Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveReportScheduler.*.resx
Languages: eu

# RES_frmadddestination.btncancel.text.rotext
source: Cancelar
eu: Utzi

# RES_frmadddestination.btnok.text.rotext
source: Aceptar
eu: Onartu

# RES_frmadddestination.lbladddestination.text.rotext
source: Añadir Destino
eu: Gehitu helmuga

# RES_frmadddestination.lbloptypemultipleexport.text.rotext
source: Supervisores:
eu: Begiraleak:

# RES_frmadddestination.lbloptypemultipleexportdesc.text.rotext
source: Se ejecutará el informe para cada supervisor de la lista especificada y se enviará a su dirección de correo electrónico.
eu: Txostena zehaztutako zerrendako arduradun bakoitzarentzat egingo da eta bere helbide elektronikora bidaliko da.

# RES_frmadddestination.lblselectlocation.text.rotext
source: Indique la carpeta destino:
eu: Adierazi helmuga karpeta:

# RES_frmadddestination.lblselectmail.text.rotext
source: Dirección de correo:
eu: Helbide elektronikoa:

# RES_frmadddestination.lblselectprinter.text.rotext
source: Seleccione impresora:
eu: Hautatu inprimagailua:

# RES_frmadddestination.lbltitleformadddestination.text.rotext
source: Este formulario le permite añadir destinos a los que se enviará el listado generado tras la ejecución del informe planificado.
eu: Inprimaki honek helmugak gehitzeko aukera ematen du, zeinetara bidaliko den programatutako txostena egin ondoren sortutako zerrenda.

# RES_frmadddestination.lbltypeemail.text.rotext
source: Cuenta de correo electrónico
eu: Posta elektronikoko kontua

# RES_frmadddestination.lbltypeemailnormaldesc.text.rotext
source: Indique una dirección de correo válida a enviar el informe.
eu: Mesedez, eman baliozko helbide elektroniko bat txostena bidaltzeko.

# RES_frmadddestination.lbltypelocation.text.rotext
source: Ubicación física
eu: Kokapen fisikoa

# RES_frmadddestination.lbltypelocationnormaldesc.text.rotext
source: Seleccione una ubicación en el servidor para guardar los informes.
eu: Hautatu kokapen bat zerbitzarian txostenak gordetzeko.

# RES_frmadddestination.lbltypeprinter.text.rotext
source: Impresora
eu: Inprimagailua

# RES_frmadddestination.lbltypeprinternormaldesc.text.rotext
source: Siempre que seleccione como destino una impresora, el informe se imprimirá en formato PDF
eu: Helmuga gisa inprimagailu bat hautatzen duzun bitartean, txostena PDF formatuan inprimatuko da

# RES_frmadddestination.lbltypesingleexport.text.rotext
source: Otros destinos:
eu: Beste helmuga batzuk:

# RES_frmadddestination.lbltypesingleexportdesc.text.rotext
source: Se ejecutará el informe contra la ruta especifada
eu: Txostena zehaztutako bidearen aurka egingo da

# RES_reportscheduler.addnew.rotext
source: Añadir
eu: Gehitu

# RES_reportscheduler.analyticschedule.layout.default.rotext
source: Predeterminado
eu: Aurrez zehaztuta

# RES_reportscheduler.analyticschedule.type._access.cbviewanalytics1.rotext
source: Accesos
eu: Sarbidea

# RES_reportscheduler.analyticschedule.type._access.cbviewanalytics2.rotext
source: Autorizaciones de acceso
eu: Sarbide-baimenak

# RES_reportscheduler.analyticschedule.type._access.rotext
source: Accesos
eu: Sarbidea

# RES_reportscheduler.analyticschedule.type._costcenters.cbviewanalytics1.rotext
source: Totales por centro de coste y justificación
eu: Guztira, kostu-zentroaren eta justifikazioaren arabera

# RES_reportscheduler.analyticschedule.type._costcenters.cbviewanalytics2.rotext
source: Centros de coste por justificación y usuario
eu: Kostu-zentroak justifikazioaren eta erabiltzailearen arabera

# RES_reportscheduler.analyticschedule.type._costcenters.cbviewanalytics3.rotext
source: Solicitudes
eu: Eskaerak

# RES_reportscheduler.analyticschedule.type._costcenters.cbviewanalytics4.rotext
source: Centro de coste actual del usuario
eu: Erabiltzailearen egungo kostu-zentroa

# RES_reportscheduler.analyticschedule.type._costcenters.rotext
source: Centros de coste
eu: Kostu zentroak

# RES_reportscheduler.analyticschedule.type._equalityplan.cbviewanalytics1.rotext
source: Registro retribuido
eu: Ordaindutako matrikula

# RES_reportscheduler.analyticschedule.type._equalityplan.cbviewanalytics2.rotext
source: Absentismo laboral
eu: Laneko absentismoa

# RES_reportscheduler.analyticschedule.type._equalityplan.cbviewanalytics3.rotext
source: Crecimiento de colaboradores
eu: Kolaboratzaileen hazkundea

# RES_reportscheduler.analyticschedule.type._equalityplan.rotext
source: Estudios de RRHH
eu: HR Ikasketak

# RES_reportscheduler.analyticschedule.type._productiv.cbviewanalytics1.rotext
source: Tareas
eu: Zereginak

# RES_reportscheduler.analyticschedule.type._productiv.cbviewanalytics2.rotext
source: Solicitudes
eu: Eskaerak

# RES_reportscheduler.analyticschedule.type._productiv.rotext
source: Tareas
eu: Zereginak

# RES_reportscheduler.analyticschedule.type._scheduler.cbviewanalytics1.rotext
source: Saldos
eu: Balantzeak

# RES_reportscheduler.analyticschedule.type._scheduler.cbviewanalytics2.rotext
source: Planificación
eu: Plangintza

# RES_reportscheduler.analyticschedule.type._scheduler.cbviewanalytics3.rotext
source: Justificaciones e incidencias
eu: Justifikazioak eta gorabeherak

# RES_reportscheduler.analyticschedule.type._scheduler.cbviewanalytics4.rotext
source: Fichajes de presencia
eu: Presentziako sinaketak

# RES_reportscheduler.analyticschedule.type._scheduler.cbviewanalytics5.rotext
source: Solicitudes
eu: Eskaerak

# RES_reportscheduler.analyticschedule.type._scheduler.cbviewanalytics6.rotext
source: Usuarios
eu: Erabiltzaileak

# RES_reportscheduler.analyticschedule.type._scheduler.rotext
source: Calendario
eu: Egutegia

# RES_reportscheduler.btclose.text.rotext
source: Cancelar
eu: Utzi

# RES_reportscheduler.btnacceptrequesttypes.text.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.btnacceptrequesttypes.tooltip.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.btnacceptuserfields.text.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.btnacceptuserfields.tooltip.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.btncancelrequesttypes.text.rotext
source: Cancelar
eu: Utzi

# RES_reportscheduler.btncancelrequesttypes.tooltip.rotext
source: Cancelar
eu: Utzi

# RES_reportscheduler.btncanceluserfields.text.rotext
source: Cancelar
eu: Utzi

# RES_reportscheduler.btncanceluserfields.tooltip.rotext
source: Cancelar
eu: Utzi

# RES_reportscheduler.btnexecute4.text.rotext
source: Ejecutar ahora...
eu: Korrika orain...

# RES_reportscheduler.btnexecutenow.text.rotext
source: Ejecutar ahora...
eu: Korrika orain...

# RES_reportscheduler.btnexecutenow0.text.rotext
source: Ejecutar ahora...
eu: Korrika orain...

# RES_reportscheduler.btnexecutenow1.text.rotext
source: Ejecutar ahora...
eu: Korrika orain...

# RES_reportscheduler.btnexecutenow2.text.rotext
source: Ejecutar ahora...
eu: Korrika orain...

# RES_reportscheduler.btnexecutenow3.text.rotext
source: Ejecutar ahora...
eu: Korrika orain...

# RES_reportscheduler.btnext.text.rotext
source: Guardar
eu: Gorde

# RES_reportscheduler.btnopenbusinesscenters.text.rotext
source: Seleccionar
eu: Hautatu

# RES_reportscheduler.btnopenbusinesscenters.tooltip.rotext
source: Seleccionar centros de coste
eu: Hautatu kostu-zentroak

# RES_reportscheduler.btnopenpopupconcepts.text.rotext
source: Seleccionar
eu: Hautatu

# RES_reportscheduler.btnopenpopupconcepts.tooltip.rotext
source: Seleccionar saldos
eu: Aukeratu saldoak

# RES_reportscheduler.btnopenpopupselectoremployees.text.rotext
source: Seleccionar
eu: Hautatu

# RES_reportscheduler.btnopenpopupselectoremployees.tooltip.rotext
source: Usuarios...
eu: Erabiltzaileak...

# RES_reportscheduler.btnopenrequesttypes.text.rotext
source: Seleccionar
eu: Hautatu

# RES_reportscheduler.btnopenrequesttypes.tooltip.rotext
source: Seleccionar tipos de solicitud
eu: Hautatu eskaera motak

# RES_reportscheduler.btnopenuserfields.text.rotext
source: Seleccionar
eu: Hautatu

# RES_reportscheduler.btnopenuserfields.tooltip.rotext
source: Seleccionar ficha
eu: Hautatu fitxa

# RES_reportscheduler.btnpopupconceptsaccept.text.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.btnpopupconceptsaccept.tooltip.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.btnpopupconceptscancel.text.rotext
source: Cancelar
eu: Utzi

# RES_reportscheduler.btnpopupconceptscancel.tooltip.rotext
source: Cancelar
eu: Utzi

# RES_reportscheduler.btnpopupselectoremployeesaccept.text.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.btnpopupselectoremployeesaccept.tooltip.rotext
source: Aceptar
eu: Onartu

# RES_reportscheduler.checkpermission.denied.description.rotext
source: Acceso Denegado
eu: Sarrera debekatua

# RES_reportscheduler.ckincludeconceptswithzeros.text.rotext
source: Incluir saldos con valor cero (los saldos de tipo "Aniversario" no son compatibles con esta opción)
eu: Sartu zero balio duten saldoak

# RES_reportscheduler.ckincludeentrieswithoutbusinesscenter.text.rotext
source: Incluir centros de coste sin asignar
eu: Sartu esleitu gabeko kostu-zentroak

# RES_reportscheduler.geniustypeenum.customview.rotext
source: Vista personalizada
eu: Ikuspegi pertsonalizatua

# RES_reportscheduler.geniustypeenum.type._access.rotext
source: Accesos
eu: Sarbidea

# RES_reportscheduler.geniustypeenum.type._accruals.rotext
source: Saldos
eu: Balantzeak

# RES_reportscheduler.geniustypeenum.type._costcenters.rotext
source: Centros de coste
eu: Kostu zentroak

# RES_reportscheduler.geniustypeenum.type._equalityplan.rotext
source: Recursos humanos
eu: Giza baliabideak

# RES_reportscheduler.geniustypeenum.type._productiv.rotext
source: Tareas
eu: Zereginak

# RES_reportscheduler.geniustypeenum.type._punches.rotext
source: Fichajes
eu: Transferentziak

# RES_reportscheduler.geniustypeenum.type._requests.rotext
source: Solicitudes
eu: Eskaerak

# RES_reportscheduler.geniustypeenum.type._scheduler.rotext
source: Calendario
eu: Egutegia

# RES_reportscheduler.geniustypeenum.type._users.rotext
source: Usuarios
eu: Erabiltzaileak

# RES_reportscheduler.gridheader.destination.rotext
source: Destino
eu: Helmuga

# RES_reportscheduler.gridheader.desttype.rotext
source: Tipo
eu: Guy

# RES_reportscheduler.label1.text.rotext
source: No se permite seleccionar más de 10 tipos
eu: Ezin da 10 mota baino gehiago hautatzea

# RES_reportscheduler.language.cat.rotext
source: Catalán
eu: katalana

# RES_reportscheduler.language.eng.rotext
source: Inglés
eu: ingelesa

# RES_reportscheduler.language.esp.rotext
source: Castellano
eu: Gaztelania

# RES_reportscheduler.language.gal.rotext
source: Gallego
eu: galegoa

# RES_reportscheduler.language.por.rotext
source: Portugués
eu: portugesa

# RES_reportscheduler.lastdate.never.rotext
source: No se ha ejecutado nunca
eu: Ez da inoiz exekutatu

# RES_reportscheduler.lbladddestination.text.rotext
source: Añadir
eu: Gehitu

# RES_reportscheduler.lblanalyticdestinationdesc.text.rotext
source: Una vez generada podrá recuperar la analítica desde la pantalla de Informes solicitados para su posterior tratamiento
eu: Sortutakoan, analisia berreskuratu dezakezu Eskatutako Txostenen pantailatik, gero prozesatzeko.

# RES_reportscheduler.lblanalytictype.text.rotext
source: Tipo de analítica
eu: Analitika mota

# RES_reportscheduler.lblanalytictypedesc.text.rotext
source: Seleccione el tipo de analítica que desea planificar
eu: Hautatu programatu nahi duzun analisi mota

# RES_reportscheduler.lblbusinesscenters.text.rotext
source: Centros de coste
eu: Kostu zentroak

# RES_reportscheduler.lblbusinesscentersdesc.text.rotext
source: Seleccione los centros de coste
eu: Hautatu kostu-zentroak

# RES_reportscheduler.lblchkemergency.text.rotext
source: Este informe planificado forma parte del grupo de emergencia.
eu: Aurreikusitako txosten hau larrialdi taldearen parte da.

# RES_reportscheduler.lblconcepts.text.rotext
source: Selección de saldos
eu: Balantzearen aukeraketa

# RES_reportscheduler.lblconffilter.text.rotext
source: Filtro de datos:
eu: Datu-iragazkia:

# RES_reportscheduler.lblconfformat.text.rotext
source: Formato:
eu: Formatua:

# RES_reportscheduler.lblconfformatdesc.text.rotext
source: Formato en el que el informe se enviará al usuario
eu: Txostena erabiltzaileari bidaliko zaion formatua

# RES_reportscheduler.lblconfigurations.text.rotext
source: Configuración y planificación
eu: Konfigurazioa eta plangintza

# RES_reportscheduler.lblconflanguage.text.rotext
source: Idioma:
eu: Hizkuntza:

# RES_reportscheduler.lblconflanguagedesc.text.rotext
source: Idioma en el que se generará el informe.
eu: Txostena sortuko den hizkuntza.

# RES_reportscheduler.lblconfprofile.text.rotext
source: Perfil:
eu: Profila:

# RES_reportscheduler.lblconfprofiledesc.text.rotext
source: Filtro de datos asociado al informe
eu: Txostenarekin lotutako datu-iragazkia

# RES_reportscheduler.lblconfreport.text.rotext
source: Informe:
eu: Txostena:

# RES_reportscheduler.lblconfreportdesc.text.rotext
source: Informe que se ejecutará de en la fecha seleccionada
eu: Hautatutako datan exekutatu beharreko txostena

# RES_reportscheduler.lbldescemergency.text.rotext
source: Puede indicar si el informe planificado forma parte del grupo de emergencia.En ese caso, se incluirá en la lista de Informes que se puede lanzar pulsando el botón de Emergencia en la pestaña informes.
eu: Aurreikusitako txostena larrialdi-taldean dagoen ala ez adieraz dezakezu. Kasu horretan, abiarazi daitezkeen Txostenen zerrendan sartuko da txostenen fitxako Larrialdi botoia sakatuz.

# RES_reportscheduler.lbldestinationdesc.text.rotext
source: En esta pantalla, puede indicar el destino del informe planificado.
eu: Pantaila honetan, programatutako txostenaren helmuga adieraz dezakezu.

# RES_reportscheduler.lbldestinationsgridtitle.text.rotext
source: Destinos
eu: Helmugak

# RES_reportscheduler.lblemployeedocument.text.rotext
source: Enviar a través de los documentos del usuario con el tipo:
eu: Bidali erabiltzailearen bidez dokumentu mota hauekin:

# RES_reportscheduler.lblemployeeemail.text.rotext
source: Enviar a través del correo electrónico del usuario
eu: Bidali erabiltzailearen posta elektronikoaren bidez

# RES_reportscheduler.lblemployees.text.rotext
source: Usuarios
eu: Erabiltzaileak

# RES_reportscheduler.lblemployeesdesc.text.rotext
source: Seleccione los usuarios a incluir
eu: Hautatu sartu nahi dituzun erabiltzaileak

# RES_reportscheduler.lblemployeetodescription.text.rotext
source: Todos los usuarios seleccionados en el filtro recibirán el informe con sus datos, en la dirección de correo detallada en su ficha
eu: Iragazkian aukeratutako erabiltzaile guztiek txostena jasoko dute beren datuekin, euren fitxategian zehaztutako helbide elektronikoan.

# RES_reportscheduler.lblerrorselected.text.rotext
source: No se permite seleccionar más de 10 campos
eu: Ezin duzu 10 eremu baino gehiago hautatzeko

# RES_reportscheduler.lblgeniusviewcreate.text.rotext
source: Propiedades de Genius Analytics
eu: Genius Analytics Propietateak

# RES_reportscheduler.lblinfo.text.rotext
source: Información
eu: Informazioa

# RES_reportscheduler.lbllastexecution.text.rotext
source: Última ejecución:
eu: Azken korrika:

# RES_reportscheduler.lbllastexecutionstate.text.rotext
source: Estado Última ejecución:
eu: Azken lasterketaren egoera:

# RES_reportscheduler.lbllaststatus.text.rotext
source: Estat
eu: Estad

# RES_reportscheduler.lbllasttimescheduled.text.rotext
source: Última ejecución planificada:
eu: Aurreikusitako azken lasterketa:

# RES_reportscheduler.lblname.text.rotext
source: Nombre
eu: Izena

# RES_reportscheduler.lblnamedescription.text.rotext
source: Nombre del informe planificado
eu: Programatutako txostenaren izena

# RES_reportscheduler.lblnexttimeexecution.text.rotext
source: Próxima ejecución planificada:
eu: Aurreikusitako hurrengo lasterketa:

# RES_reportscheduler.lblownername.text.rotext
source: Pertenece a:
eu: Hona hemen:

# RES_reportscheduler.lblperioddesc.text.rotext
source: Indique el periodo en que se lanzará la analítica
eu: Adierazi analisiak zein epeetan jarriko diren martxan

# RES_reportscheduler.lblpopupgrupossaldos.text.rotext
source: Grupos de saldos
eu: Oreka taldeak

# RES_reportscheduler.lblpopupsaldos.text.rotext
source: Saldos
eu: Balantzeak

# RES_reportscheduler.lblrdesc.text.rotext
source: En esta pantalla, puede visualizar los datos generales del informe planificado. Además, puede configurar si el informe pertenece al grupo de emergencia en el caso de informes para supervisores. Los informes planificados que pertenecen al grupo de emergencia se pueden lanzar de manera conjunta pulsando el botón de Emergencia, situado en la pestaña informes.
eu: Pantaila honetan, programatutako txostenaren datu orokorrak ikus ditzakezu. Gainera, txostena larrialdi-taldeari dagokion ala ez konfigura dezakezu arduradunentzako txostenen kasuan. Larrialdi-taldeari dagozkion txostenak batera abiarazi daitezke Larrialdi botoia sakatuta, txostenen fitxan.

# RES_reportscheduler.lblreportschedulertitleconfiguration.text.rotext
source: Configuración
eu: Ezarpena

# RES_reportscheduler.lblreportschedulertitledestinations.text.rotext
source: Destinos
eu: Helmugak

# RES_reportscheduler.lblreportschedulertitlegeneral.text.rotext
source: General
eu: Orokorra

# RES_reportscheduler.lblreportschedulertitlescheduler.text.rotext
source: Planificación
eu: Plangintza

# RES_reportscheduler.lblrequesttypes.text.rotext
source: Tipo de solicitud
eu: Eskaera mota

# RES_reportscheduler.lblrequesttypesdesc.text.rotext
source: Seleccione los tipos de solicitud
eu: Hautatu eskaera motak

# RES_reportscheduler.lblrschedconfdesc.text.rotext
source: En esta pantalla, puede configurar qué informe ejecutará el informe planificado, con qué perfil y en qué formato, además de indicar el destino del informe planificado.
eu: Pantaila honetan, programatutako txostena zein txosten egingo duen konfigura dezakezu, zein profilarekin eta zein formatutan, baita programatutako txostenaren helmuga zehaztu ere.

# RES_reportscheduler.lblrscheddesc.text.rotext
source: En esta pantalla, puede configurar cuándo se ejecutará el informe planificado: periodicidad, hora,... Si no desea que se ejecute automàticamente (por ejemplo un informe de emergencia), seleccione la opción de ejecutar ´sólo una vez´ e introduzca una fecha pasada.
eu: Pantaila honetan, programatutako txostena noiz egingo den konfigura dezakezu: maiztasuna, ordua,... Ez baduzu automatikoki exekutatu nahi (larrialdi-txostena adibidez), hautatu 'behin bakarrik' exekutatzeko aukera eta sartu data pasabide bat.

# RES_reportscheduler.lblsaldos.text.rotext
source: Saldos
eu: Balantzeak

# RES_reportscheduler.lblsaldosdesc.text.rotext
source: Seleccione los saldos a incluir
eu: Hautatu sartu beharreko saldoak

# RES_reportscheduler.lblselectrequesttypes.text.rotext
source: Selección de tipo de solicitud
eu: Eskaera mota hautatzea

# RES_reportscheduler.lblselectscheduleinfo.text.rotext
source: Por favor seleccione un informe.
eu: Mesedez, hautatu txosten bat.

# RES_reportscheduler.lblselectuserfields.text.rotext
source: Selección de la ficha
eu: Fitxa hautatzea

# RES_reportscheduler.lbluserfields.text.rotext
source: Ficha
eu: Fitxategia

# RES_reportscheduler.lbluserfieldsdesc.text.rotext
source: Seleccione los campos de la ficha a incluir
eu: Hautatu sartu nahi dituzun fitxa-eremuak

# RES_reportscheduler.lblview.text.rotext
source: Conjunto de datos
eu: Datu multzoa

# RES_reportscheduler.lblviewdesc.text.rotext
source: Seleccione el tipo de conjunto de datos que desea extraer
eu: Hautatu atera nahi duzun datu multzo mota

# RES_reportscheduler.lngsupervisorstextselected.rotext
source: supervisores seleccionados
eu: hautatutako begiraleak

# RES_reportscheduler.lngsupervisortextselected.rotext
source: supervisor seleccionado
eu: hautatutako arduraduna

# RES_reportscheduler.message.unknowerror.rotext
source: Error desconocido
eu: Errore ezezaguna

# RES_reportscheduler.msgcompnosave.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_reportscheduler.msghaschanges.rotext
source: Se han encontrado cambios en la planificación
eu: Plangintzan aldaketak aurkitu dira

# RES_reportscheduler.msghaserrors.rotext
source: Se han encontrado errores en la planificación
eu: Plangintzan akatsak aurkitu dira

# RES_reportscheduler.msgsavechangesbar.rotext
source: Guardar cambios
eu: Aldaketak gorde

# RES_reportscheduler.msgundochangesbar.rotext
source: Deshacer cambios
eu: Desegin aldaketak

# RES_reportscheduler.nextdate.never.rotext
source: Nunca
eu: Inoiz ez

# RES_reportscheduler.nextexecution.text.rotext
source: Nunca
eu: Inoiz ez

# RES_reportscheduler.periodo.text.rotext
source: Periodo
eu: Aldia

# RES_reportscheduler.pivot.businesscentersselected.rotext
source: Centros de coste seleccionados
eu: Hautatutako kostu-zentroak

# RES_reportscheduler.pivot.conceptsselected.rotext
source: Saldos seleccionados
eu: Hautatutako saldoak

# RES_reportscheduler.pivot.employeesselected.rotext
source: Usuarios seleccionados
eu: Hautatutako erabiltzaileak

# RES_reportscheduler.pivot.requesttypesselected.rotext
source: tipos de solicitud seleccionados
eu: Hautatutako eskaera motak

# RES_reportscheduler.pivot.userfieldsselected.rotext
source: Campos de la ficha seleccionados
eu: Hautatutako fitxa-eremuak

# RES_reportscheduler.reports.title.rotext
source: Visor de Informes
eu: Txostenen ikuslea

# RES_reportscheduler.reportsate.ended_ok.rotext
source: Ha acabado correctamente
eu: Ondo amaitu da

# RES_reportscheduler.reportsate.ended_witherror.rotext
source: Ha acabado con errores
eu: Akatsekin amaitu da

# RES_reportscheduler.reportsate.notyetused.rotext
source: Todavía no se ha lanzado
eu: Oraindik ez da kaleratu

# RES_reportscheduler.reportsate.sended.rotext
source: Enviado
eu: Bidali

# RES_reportscheduler.reportsate.working.rotext
source: Procesando
eu: Tramitazioa

# RES_reportscheduler.robutton1.text.rotext
source: Ejecutar ahora...
eu: Korrika orain...

# RES_reportscheduler.tabconfiguration.rotext
source: Configuración
eu: Ezarpena

# RES_reportscheduler.tabdestinations.rotext
source: Destinos
eu: Helmugak

# RES_reportscheduler.tabgeneral.rotext
source: General
eu: Orokorra

# RES_reportscheduler.tabscheduler.rotext
source: Planificación
eu: Plangintza

# RES_reportscheduler.tbaddnewreportanalitycsscheduler.rotext
source: Nueva analítica planificada
eu: Analitika berriak aurreikusita

# RES_reportscheduler.tbaddnewreportemployeescheduler.rotext
source: Nueva planificación para usuarios
eu: Erabiltzaileentzako plangintza berria

# RES_reportscheduler.tbaddnewreportscheduler.rotext
source: Nueva planificación para supervisores
eu: Arduradunentzako plangintza berria

# RES_reportscheduler.tbdelreportscheduler.rotext
source: Eliminar planificación
eu: Ezabatu ordutegia

# RES_reportscheduler.tbexecutereportscheduler.rotext
source: Ejecutar informe ahora
eu: Exekutatu txostena orain

# RES_reportscheduler.tbshowreports.rotext
source: Visor de Informes
eu: Txostenen ikuslea

# RES_reportscheduler.title.rotext
source: Planificación de Informes
eu: Txostenaren Plangintza

# RES_reportscheduler.title_reportscheduler_pathway.rotext
source: Planificador
eu: Antolatzailea

# RES_reportscheduler.treecaptionreportscheduler.rotext
source: Informes planificados
eu: Aurreikusitako txostenak

# RES_reportscheduler.validateanalytic.invaliddata.description.rotext
source: No se han indicado todos los parámetros requeridos del estudio
eu: Ez dira ikerketaren beharrezko parametro guztiak adierazi

# RES_reportscheduler.validateschedule.invaliddata.description.rotext
source: Datos incorrectos
eu: Datu okerrak

# RES_reportscheduler.webservice.error.rotext
source: Error indefinido de los servicios web. Vuelva a intentar la petición
eu: Definitu gabeko web zerbitzuen errorea. Saiatu berriro eskaera

# RES_reportschedulerselectordata.reporttype.analytics.rotext
source: Analíticas para supervisores
eu: Arduradunentzako analitika
