Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tssoconfig.adelete.rotext
source: Se ha borrado la configuración del login integrado
ca: S’ha esborrat la configuració de l’inici de sessió integrat
eu: Saioa hasteko konfigurazio integratua ezabatu da
fr: La configuration de la connexion intégrée a été supprimée
gl: Borrouse a configuración do login integrado
it: È stata eliminata la configurazione del login integrato
pt: A configuração do login integrado foi eliminada
sk: Integrovaná konfigurácia prihlásenia bola odstránená

# RES_audit.message.tssoconfig.ainsert.rotext
source: Se ha guardado la configuración del login integrado
ca: S’ha desat la configuració de l’inici de sessió integrat
eu: Saioa hasteko konfigurazio integratua gorde da
fr: La configuration de la connexion intégrée a été enregistrée
gl: Gardouse a configuración do login integrado
it: È stata salvata la configurazione del login integrato
pt: A configuração do login integrado foi guardada
sk: Konfigurácia integrovaného prihlásenia bola uložená

# RES_audit.message.tssoconfig.aselect.rotext
source: Se ha consultado la configuración del login integrado
ca: S’ha consultat la configuració de l’inici de sessió integrat
eu: Saioa hasteko konfigurazio integratua kontsultatu da
fr: La configuration de la connexion intégrée a été consultée
gl: Consultouse a configuración do login integrado
it: È stata consultata la configurazione del login integrato
pt: A configuração do login integrado foi consultada
sk: Konfigurácia integrovaného prihlásenia bola skontrolovaná

# RES_audit.message.tssoconfig.aupdate.rotext
source: Se ha actualizado la configuración del login integrado
ca: S’ha actualitzat la configuració de l’inici de sessió integrat
eu: Saioa hasteko konfigurazio integratua eguneratu da
fr: La configuration de la connexion intégrée a été actualisée
gl: Actualizouse a configuración do login integrado
it: È stata aggiornata la configurazione del login integrato
pt: A configuração do login integrado foi atualizada
sk: Integrované nastavenia prihlásenia boli aktualizované

# RES_audit.message.tstartupvalues.adelete.rotext
source: Se ha borrado el valorinicial
ca: S’ha esborrat el valor inicial
eu: Hasierako balioa ezabatu da
fr: La valeur initiale a été supprimée
gl: Borrouse o valor inicial
it: È stato eliminato il valore iniziale
pt: O valor inicial foi eliminado
sk: Počiatočná hodnota bola vymazaná

# RES_audit.message.tstartupvalues.ainsert.rotext
source: Se ha creado un nuevo valor inicial con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou valor inicial amb les dades següents:$CRLF $@FieldsValues@
eu: Hasierako balio berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle valeur initiale a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo valor inicial cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo valore iniziale con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo valor inicial com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová počiatočná hodnota s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tstartupvalues.aselect.rotext
source: Se ha consulta un valor inicial
ca: S’ha consultat un valor inicial
eu: Hasierako balio bat galdetu da
fr: Une valeur initiale a été consultée
gl: Consultouse un valor inicial
it: È stato consultato un valore iniziale
pt: Foi consultado um valor inicial
sk: Počiatočná hodnota bola skontrolovaná

# RES_audit.message.tstartupvalues.aupdate.rotext
source: Se han modificado los siguientes datos de los valores iniciales:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents dels valors inicials:$CRLF $@FieldsValues@
eu: Hasierako balio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes des valeurs initiales ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos dos valores iniciais:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati dei valori iniziali:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados dos valores iniciais:$CRLF $@FieldsValues@
sk: Nasledujúce údaje boli upravené z pôvodných hodnôt:$CRLF $@FieldsValues@

# RES_audit.message.tsupervisedemployeedata.aselect.rotext
source: Se ha consultado información del usuario $@EmployeesName@.
ca: S’ha consultat informació de l’usuari $@EmployeesName@.
eu: $@EmployeesName@ erabiltzailearen informazioa kontsultatu da.
fr: Les informations de l´ utilisateur $@EmployeesName@ ont été consultées.
gl: Consultouse información do usuario $@EmployeesName@.
it: Sono state consultate informazioni dell´utente $@EmployeesName@.
pt: Foi consultada informação do utilizador $@EmployeesName@
sk: Používateľ $@EmployeesName@ bol dotazovaný.

# RES_audit.message.ttask.adelete.rotext
source: Borrado
ca: Esborrat
eu: Ezabatua
fr: Suppression
it: Eliminato
pt: Apagado
sk: Odstránené

# RES_audit.message.ttask.ainsert.rotext
source: Alta
eu: altua
fr: haut
it: alto
pt: Registo
sk: Vysoká

# RES_audit.message.ttask.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.ttask.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.ttaskfielddefinition.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.ttasktemplate.adelete.rotext
source: Borrado
ca: Esborrat
eu: Ezabatua
fr: Suppression
it: Eliminato
pt: Apagado
sk: Odstránené

# RES_audit.message.ttasktemplate.ainsert.rotext
source: Alta
eu: altua
fr: haut
it: alto
pt: Registo
sk: Vysoká

# RES_audit.message.ttasktemplate.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tterminal.adelete.rotext
source: Se ha borrado el terminal
ca: S’ha esborrat el terminal
eu: Terminala ezabatu da
fr: Le terminal a été supprimé
gl: Borrouse o terminal
it: È stato eliminato il terminale
pt: Foi apagado o terminal
sk: Terminál bol vymazaný

# RES_audit.message.tterminal.ainsert.rotext
source: Se ha creado un nuevo terminal con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou terminal amb les dades següents:$CRLF $@FieldsValues@
eu: Terminal berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Un nouveau terminal a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo terminal cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo terminale con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo terminal com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový terminál s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tterminal.aselect.rotext
source: Se ha consultado un terminal
ca: S’ha consultat un terminal
eu: Terminal bat kontsultatu da
fr: Un terminal a été consulté
gl: Consultouse un terminal
it: È stato consultato un terminale
pt: Foi consultado um terminal
sk: Konzultácia s terminálom

# RES_audit.message.tterminal.aupdate.rotext
source: Se han modificado los siguientes datos del Terminal:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del terminal:$CRLF $@FieldsValues@
eu: Terminaleko datu hauek aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes du terminal ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do terminal:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del terminale:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do terminal:$CRLF $@FieldsValues@
sk: Nasledujúce údaje terminálu boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tterminalreader.aupdate.rotext
source: Se han modificado los siguientes datos del lector del Terminal:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del lector del terminal:$CRLF $@FieldsValues@
eu: Terminal-irakurlearen datu hauek aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes du lecteur du terminal ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do lector do terminal:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del lettore del terminale:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do leitor do terminal:$CRLF $@FieldsValues@
sk: Nasledujúce údaje terminálovej čítačky boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tterminalsiren.ainsert.rotext
source: Se ha creado un nueva sirena con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova sirena amb les dades següents:$CRLF $@FieldsValues@
eu: Sirena berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle sirène été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova sirena cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova sirena con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo alarme com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová siréna s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tterminalsiren.aupdate.rotext
source: Se han modificado los siguientes datos de la sirena del Terminal:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la sirena del terminal:$CRLF $@FieldsValues@
eu: Terminaleko sirenaren datu hauek aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes de la sirène du terminal ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da sirena do terminal:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della sirena del terminale:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do alarme do terminal:$CRLF $@FieldsValues@
sk: Nasledujúce údaje koncovej sirény boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tuploadfile.aexecuted.rotext
source: Se ha cargado un fichero al servidor.
ca: S’ha carregat un fitxer al servidor.
eu: Fitxategi bat kargatu da zerbitzarira.
fr: Un fichier a été téléchargé sur le serveur.
gl: Cargouse un ficheiro ao servidor.
it: È stato caricato un file sul server.
pt: Foi carregado um ficheiro no servidor.
sk: Na server bol nahraný súbor.

# RES_audit.message.tuserfield.adelete.rotext
source: Se ha borrado el campo $@UserFieldName@.
ca: S’ha esborrat el camp $@UserFieldName@.
eu: $@UserFieldName@ eremua garbitu da.
fr: Le champ $@UserFieldName@ a été supprimé.
gl: Borrouse o campo $@UserFieldName@.
it: È stato eliminato il campo $@UserFieldName@.
pt: Foi eliminado o campo $@UserFieldName@.
sk: Pole $@UserFieldName@ bolo odstránené.

# RES_audit.message.tuserfield.ainsert.rotext
source: Se ha creado un nuevo campo
ca: S’ha creat un nou camp
eu: Eremu berri bat sortu da
fr: Un nouveau champ a été créé
gl: Creouse un novo campo
it: È stato creato un nuovo campo
pt: Foi criado um novo campo
sk: Bolo vytvorené nové pole

# RES_audit.message.tuserfield.amultiselect.rotext
source: Se han consultado los siguientes campos: $@UserFieldNames@.
ca: S’han consultat els camp següents: $@UserFieldNames@.
eu: Eremu hauek kontsultatu dira: $@UserFieldNames@.
fr: Les champs suivants ont été consultés : $@UserFieldNames@.
gl: Consultáronse os seguintes campos: $@UserFieldNames@.
it: Sono stati consultati i seguenti campi: $@UserFieldNames@.
pt: Foram consultados os seguintes campos: $@UserFieldNames@.
sk: Boli vyhľadané nasledujúce polia: $@UserFieldNames@.

# RES_audit.message.tuserfield.aselect.rotext
source: Se ha consultado el campo $@UserFieldName@.
ca: S’ha consultat el camp $@UserFieldName@.
eu: $@UserFieldName@ eremua kontsultatu da.
fr: Le champ $@UserFieldName@ a été consulté.
gl: Consultouse o campo $@UserFieldName@.
it: È stato consultato il campo $@UserFieldName@.
pt: Foi consultado o campo $@UserFieldName@.
sk: Pole $@UserFieldName@ bolo vyhľadané.

# RES_audit.message.tuserfield.aupdate.rotext
source: Se han modificado datos del campo
ca: S’han modificat dades del camp
eu: Eremuko datuak aldatu dira
fr: Les données du champ ont été modifiées
gl: Modificáronse datos do campo
it: Sono stati modificati i dati del campo
pt: Foram modificados dados do campo
sk: Údaje v poli boli zmenené

# RES_audit.message.tusertask.adelete.rotext
source: Se ha borrado una tarea de usuario
ca: S’ha esborrat una tasca d’usuari
eu: Erabiltzaile-zeregin bat ezabatu da
fr: Une tâche d´utilisateur a été supprimée
gl: Borrouse unha tarefa de usuario
it: È stata eliminata un´attività dell´utente
pt: Foi apagada uma tarefa de utilizador
sk: Úloha používateľa bola odstránená

# RES_audit.message.tusertask.ainsert.rotext
source: Se ha insertado una tarea de usuario
ca: S’ha introduït una tasca d’usuari
eu: Erabiltzaile-zeregin bat txertatu da
fr: Une tâche d´utilisateur a été insérée
gl: Inseriuse unha tarefa de usuario
it: È stata inserita un´attività dell´utente
pt: Foi inserida uma tarefa de utilizador
sk: Bola vložená úloha používateľa

# RES_audit.message.tusertask.aselect.rotext
source: Se ha consultado una tarea de usuario
ca: S’ha consultat una tasca d’usuari
eu: Erabiltzaile-zeregin bat kontsultatu da
fr: Une tâche d´utilisateur a été consultée
gl: Consultouse unha tarefa de usuario
it: È stata consultata un´attività dell´utente
pt: Foi consultada uma tarefa de utilizador
sk: Úloha používateľa bola dopytovaná

# RES_audit.message.tvisit.ainsert.rotext
source: Se ha creado una visitia
ca: S’ha creat una visita
eu: Bisita bat sortu da
fr: Une visite a été créée
gl: Creouse unha visita
it: È stata creata una visita
pt: Foi criada uma visita
sk: Bola vytvorená návšteva

# RES_audit.message.tvisit.aupdate.rotext
source: Actualizada una visitia
ca: Actualitzada una visita
eu: Bisita bat eguneratu da
fr: Une visite mise à jour
gl: Actualizada unha visita
it: È stata aggiornata una visita
pt: Foi atualizada uma visita
sk: Aktualizovaná návšteva

# RES_audit.message.tvisitor.ainsert.rotext
source: Se ha creado un visitante
ca: S’ha creat un visitant
eu: Bisitari bat sortu da
fr: Un visiteur a été créé
gl: Creouse un visitante
it: È stato creato un visitatore
pt: Foi criado um visitante
sk: Bol vytvorený návštevník

# RES_audit.message.tvisitor.aupdate.rotext
source: Actualizado un visitante
ca: Actualitzat un visitant
eu: Bisitari bat eguneratu da
fr: Un visiteur mis à jour
gl: Actualizouse un visitante
it: È stato aggiornato un visitatore
pt: Foi atualizado um visitante
sk: Aktualizovaný návštevník

# RES_audit.message.tzoneinactivity.ainsert.rotext
source: Se ha creado un nueva zona de inactividad con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova zona d’inactivitat amb les dades següents:$CRLF $@FieldsValues@
eu: Inaktibo eremu berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle zone d´inactivité a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova zona de inactividade cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova zona di inattività con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova zona de inatividade com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová neaktívna zóna s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tzoneinactivity.aupdate.rotext
source: Se han modificado los siguientes datos de la zona de accesos:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la zona d’accessos:$CRLF $@FieldsValues@
eu: Sarbide eremuko datu hauek aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes de la zone d´accès ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da zona de accesos:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della zona di accesso:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados da zona de acessos:$CRLF $@FieldsValues@
sk: V oblasti prístupu boli upravené tieto údaje:$CRLF $@FieldsValues@

# RES_audit.message.tzoneplane.adelete.rotext
source: Se ha borrado el plano de zona
ca: S’ha esborrat el plànol de zona
eu: Zonaldearen planoa ezabatu da
fr: Le plan de zone a été supprimé
gl: Borrouse o plano de zona
it: È stata eliminata la pianta di zona
pt: Foi apagado o plano de zona
sk: Plán zóny bol vypustený

# RES_audit.message.tzoneplane.ainsert.rotext
source: Se ha creado un nuevo plano de zona con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou plànol de zona amb les dades següents:$CRLF $@FieldsValues@
eu: Zona-plan berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau plan de zone a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo plano de zona cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova pianta di zona con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo plano de zona com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový plán zóny s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tzoneplane.aselect.rotext
source: Se ha consultado el plano de zona
ca: S’ha consultat el plànol de zona
eu: Zonaldearen planoa kontsultatu da
fr: Le plan de zone a été consulté
gl: Consultouse o plano de zona
it: È stata consultata la pianta di zona
pt: Foi consultado o plano de zona
sk: Plán oblasti bol konzultovaný

# RES_audit.message.tzoneplane.aupdate.rotext
source: Se han modificado los siguientes datos del plano de zona:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del plànol de zona:$CRLF $@FieldsValues@
eu: Zona-planaren datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du plan de zone ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do plano de zona:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della pianta di zona:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do plano de zona:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje mapy zón:$CRLF $@FieldsValues@

# RES_audit.objecttype.tabsencetracking.rotext
source: Seguimiento de ausencias
ca: Seguiment d’absències
eu: Absentziaren jarraipena
fr: Suivi des absences
gl: Seguimento de ausencias
it: Monitoraggio di assenze
pt: Acompanhamento de ausências
sk: Sledovanie neprítomnosti

# RES_audit.objecttype.taccessauthorization.rotext
source: Autorizaciones de acceso
ca: Autoritzacions d’accés
eu: Sarbide-baimenak
fr: Autorisations d´accès
gl: Autorizacións de acceso
it: Autorizzazioni di accesso
pt: Autorizações de acesso
sk: Prístupové oprávnenia

# RES_audit.objecttype.taccessdata.rotext
source: Analítica de accesos
ca: Analítica d’accessos
eu: Sarbide analitikak
fr: Analyse des accès
it: Analisi degli accessi
pt: Análise de acessos
sk: Analýza prístupu

# RES_audit.objecttype.taccessgroup.rotext
source: Grupos de acceso
ca: Grups d’accés
eu: Sartu taldeetan
fr: Groupes d´accès
it: Gruppi di accesso
pt: Grupos de acesso
sk: Prístupové skupiny

# RES_audit.objecttype.taccessgrouppermission.rotext
source: Grupos de acceso
ca: Grups d’accés
eu: Sartu taldeetan
fr: Groupes d´accès
it: Gruppi di accesso
pt: Grupos de acesso
sk: Prístupové skupiny

# RES_audit.objecttype.taccessmode.rotext
source: Modo de accesos
ca: Mode d’accessos
eu: Sarbide modua
fr: Mode d’accès
it: Modalità di accesso
pt: Modo de acessos
sk: Režim prístupu

# RES_audit.objecttype.taccessmove.rotext
source: Fichaje de accesos
ca: Fitxatge d’accessos
eu: Sarbide sinadura
fr: Pointage d´accès
gl: Fichaxe de accesos
it: Timbratura di accessi
pt: Picagem de acessos
sk: Protokolovanie prístupu

# RES_audit.objecttype.taccessperiod.rotext
source: Periodos de acceso
ca: Períodes d’accés
eu: Sarbide epeak
fr: Périodes d´accès
gl: Períodos de acceso
it: Periodi di accesso
pt: Períodos de acesso
sk: Prístupové obdobia

# RES_audit.objecttype.taccessperioddaily.rotext
source: Periodos de Acceso (puertas abiertas)
ca: Períodes d’accés (portes obertes)
eu: Sarbide epeak (ate irekiak)
fr: Périodes d´accès (portes ouvertes)
gl: Períodos de acceso (portas abertas)
it: Periodo di accesso (porte aperte)
pt: Períodos de acesso (portas abertas)
sk: Obdobia prístupu (otvorené dvere)

# RES_audit.objecttype.taccessperiodholidays.rotext
source: Periodos de Acceso (excepciones)
ca: Períodes d’accés (excepcions)
eu: Sarbide epeak (salbuespenak)
fr: Périodes d´accès (exceptions)
gl: Períodos de acceso (excepcións)
it: Periodi di accesso (eccezioni)
pt: Períodos de acesso (exceções)
sk: Obdobia prístupu (výnimky)

# RES_audit.objecttype.taccesszone.rotext
source: Zonas de Acceso
ca: Zones d’accés
eu: Sarbide Guneak
fr: Zones d´accès
it: Zone di accesso
pt: Zonas de Acesso
sk: Prístupové zóny

# RES_audit.objecttype.taccrualsrule.rotext
source: Regla de saldo
eu: Oreka-araua
fr: Règle de solde
gl: Regra de saldo
it: Regola di saldo
pt: Regra de saldo
sk: Pravidlo rovnováhy

# RES_audit.objecttype.tactivity.rotext
source: Actividades
ca: Activitats
eu: Jarduerak
fr: Activités
it: Attività
pt: Atividades
sk: Aktivity

# RES_audit.objecttype.tactivitycompany.rotext
source: Actividades (Compañia)
ca: Activitats (companyia)
eu: Jarduerak (Enpresa)
fr: Activités (Entreprise)
gl: Actividades (Compañía)
it: Attività (azienda)
pt: Atividades (Companhia)
sk: Činnosti (spoločnosť)

# RES_audit.objecttype.tadvancedparameter.rotext
source: Parámetro avanzado
ca: Paràmetre avançat
eu: Parametro aurreratua
fr: Paramètre avancé
it: Parametro avanzato
pt: Parâmetro avançado
sk: Pokročilý parameter

# RES_audit.objecttype.tassigncause.rotext
source: Introducción masiva de justificaciones
ca: Introducció massiva de justificacions
eu: Justifikazioak masiboki sartzea
fr: Saisie en masse des justifications
gl: Introdución masiva de xustificacións
it: Immissione in blocco di giustificazioni
pt: Instrução massiva de justificações
sk: Masívne zavedenie odôvodnení

# RES_audit.objecttype.tassigncenters.rotext
source: Asignación masiva de centros de coste
ca: Assignació massiva de centres de cost
eu: Kostu-zentroen esleipen masiboa
fr: Attribution en masse de centres de coût
gl: Asignación masiva de centros de custos
it: Assegnazione in blocco dei centri di costo
pt: Atribuição massiva de centros de custos
sk: Hromadné priradenie nákladových stredísk

# RES_audit.objecttype.tassignment.rotext
source: Puesto
ca: Lloc de treball
eu: Posizioa
fr: Poste
gl: Posto
it: Posizione
pt: Posto
sk: pošta

# RES_audit.objecttype.tattendancedata.rotext
source: Análítica de Control horario
ca: Analítica de control horari
eu: Denbora Kontrolaren Analitika
fr: Analyse du contrôle horaire
gl: Analítica de control horario
it: Analisi del controllo orario
pt: Análise de controlo horário
sk: Analýza času a dochádzky

# RES_audit.objecttype.tattendanceoptions.rotext
source: Opciones de presencia
ca: Opcions de presència
eu: Presentzia aukerak
fr: Options de présence
gl: Opcións de presenza
it: Opzioni di presenza
pt: Opções de presença
sk: Možnosti prítomnosti

# RES_audit.objecttype.tbot.rotext
source: Bots
eu: Botak
it: Bot
sk: Boty

# RES_audit.objecttype.tbotrule.rotext
source: Reglas de bots
ca: Regles de bots
eu: Bot arauak
fr: Règles des robots
gl: Regras do bot
it: Regole dei bot
pt: Regras do bot
sk: Pravidlá pre botov

# RES_audit.objecttype.tbudget.rotext
source: Presupuesto
ca: Pressupost
eu: Aurrekontua
fr: Budget
gl: Presuposto
it: Budget
pt: Orçamento
sk: Rozpočet

# RES_audit.objecttype.tbudgetrow.rotext
source: Registro del presupuesto
ca: Registre del pressupost
eu: Aurrekontuaren erregistroa
fr: Registre du budget
gl: Rexistro do presuposto
it: Registro del budget
pt: Registo do orçamento
sk: Rozpočtový register

# RES_audit.objecttype.tcalendar.rotext
source: Calendario
ca: Calendari
eu: Egutegia
fr: Calendrier
pt: Calendário
sk: Kalendár
