Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_default.btliveportaladfslogin.text.rotext
source: Start Visualtime LivePortal as
ca: Iniciar Visualtime LivePortal com a
pt: Iniciar o Visualtime LivePortal como
sk: Spustite Visualtime LivePortal ako

# RES_default.btsupervisorportaladfslogin.text.rotext
source: Start Visualtime SupervisorPortal as
ca: Iniciar Visualtime SupervisorPortal com a
pt: Iniciar o Visualtime SupervisorPortal como
sk: Spustite Visualtime SupervisorPortal ako

# RES_default.lblusername.text.rotext
source: Welcome
ca: Benvingut/da
pt: Bem-vindo/a
sk: Vitajte na

# RES_default.main.loadingtext.rotext
source: Charging...
ca: Carregant...
pt: A carregar...
sk: Načítanie...

# RES_documentarymanagement.documentarymanagement.rotext
source: Document management
ca: Gestió documental
pt: Gestão documental
sk: Riadenie dokumentov

# RES_documentarymanagement.lbllimit.rotext
source: We have limited the result to 200 documents to optimize loading
ca: Hem limitat el resultat a 200 documents per optimitzar la càrrega
pt: Limitámos o resultado a 200 documentos para otimizar o carregamento
sk: Výstup sme obmedzili na 200 dokumentov, aby sme optimalizovali načítanie

# RES_documentarymanagement.showall.rotext
source: Show all results
ca: Mostrar tots els resultats
pt: Mostrar todos os resultados
sk: Zobraziť všetky výsledky

# RES_emergencyreports.btcancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_emergencyreports.btok.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_emergencyreports.chkall.text.rotext
source: Select all reports
ca: Seleccionar tots els informes
pt: Selecionar todos os relatórios
sk: Vyberte všetky správy

# RES_emergencyreports.informe de emergencia.rotext
source: Emergency report
ca: Informe d´emergència
pt: Relatório de emergência
sk: Núdzová správa

# RES_emergencyreports.launched.rotext
source: Released on:
ca: Generat el:
pt: Lançado em:
sk: Spustené na:

# RES_emergencyreports.lblinfo.text.rotext
source: Select the scheduled reports to launch
ca: Selecciona els informes planificats per generar
pt: Selecione os relatórios planeados a lançar
sk: Vyberte plánované správy, ktoré sa majú spustiť

# RES_emergencyreports.lblstatuslastreport.text.rotext
source: State of the art report released
ca: Estat darrer informe generat
pt: Estado do último relatório lançado
sk: Stav poslednej spustenej správy

# RES_emergencyreports.lbltitle.text.rotext
source: Emergency reports
ca: Informes d’emergència
pt: Relatórios de Emergência
sk: Núdzové hlásenie

# RES_emergencyreports.myhidebutton.text.rotext
source: Button
sk: Tlačidlo

# RES_emergencyreports.result.rotext
source: Result:
ca: Resultat:
pt: Resultado:
sk: Výsledok:

# RES_emergencyreports.statereportenum.endok.rotext
source: Completed OK
ca: Finalitzat correctament
pt: Concluído OK
sk: Dokončené OK

# RES_emergencyreports.statereportenum.endwitherrors.rotext
source: Completed with ERRORS
ca: Finalitzat amb ERRORS
pt: Finalizado com ERROS
sk: Ukončené s ERRORS

# RES_emergencyreports.statereportenum.executing.rotext
source: Working
ca: Treballant
pt: A processar
sk: Pracovná stránka

# RES_emergencyreports.statereportenum.launched.rotext
source: Released
ca: Generat
pt: Lançado
sk: Spustené

# RES_emergencyreports.statereportenum.neverused.rotext
source: Never used
ca: Mai utilitzat
pt: Nunca utilizado
sk: Nikdy sa nepoužíval

# RES_emergencyreports.title.rotext
source: Emergency reports
ca: Informes d’emergència
pt: Relatórios de Emergência
sk: Núdzové hlásenie

# RES_employeeselector.advanced.rotext
source: Advanced
ca: Avançat
pt: Avançado
sk: Pokročilé

# RES_employeeselector.rodestination.channels.rotext
source: Employees and groups subscribed to the channel
ca: Empleats i grups subscrits al canal
pt: Colaboradors e grupos inscritos no canal
sk: Zamestnanci a skupiny prihlásené na kanál

# RES_employeeselector.rodestination.communique.rotext
source: Who do you want to send the communication to?
ca: A qui vols enviar el comunicat?
pt: A quem deseja enviar o comunicado?
sk: komu chcete poslať oznámenie?

# RES_employeeselector.rodestination.genius.rotext
source: Which users do you want to analyze?
ca: Quins usuaris vols analitzar?
pt: Que utilizadores deseja analisar?
sk: ktorých používateľov chcete analyzovať?

# RES_employeeselector.rodestination.rotext
source: Which users do you want to select?
ca: qui voleu planificar?
pt: Que utilizadores pretende selecionar?
sk: Pre koho chcete plánovať?

# RES_employeeselector.rodestination.calendar.rotext
source: Who do you want to plan for?
ca: qui voleu planificar?
pt: Para quem pretende planear?
sk: pre koho chcete plánovať?

# RES_employeeselector.rodestination.surveys.rotext
source: Who do you want to send the survey to?
ca: A qui vols enviar l´enquesta?
pt: Para quem deseja enviar a pesquisa?
sk: komu chcete poslať prieskum?

# RES_employeeselector.roemployeedestination.rotext
source: Users
ca: Als usuaris
pt: Utilizadores
sk: Pre používateľov

# RES_employeeselector.roemployeeplaceholder.rotext
source: Select user...
ca: Seleccionar usuari...
pt: Selecionar utilizador...
sk: Vyberte používateľa...

# RES_employeeselector.roemployeeplaceholderlarge.rotext
source: Enter 3 characters to search for users...
ca: Escriu 3 caràcters per buscar usuaris...
pt: Escreva 3 caracteres para procurar utilizadores...
sk: Zadajte 3 znaky na vyhľadávanie používateľov...

# RES_employeeselector.rogroupplaceholder.rotext
source: Select groups...
ca: Seleccionar grups...
pt: Selecionar grupos...
sk: Vyberte skupiny...

# RES_employeeselector.rogroupplaceholderlarge.rotext
source: Enter 3 characters to search for groups...
ca: Escriu 3 caràcters per buscar grups...
pt: Escreva 3 caracteres para procurar grupos...
sk: Zadajte 3 znaky na vyhľadávanie skupín...

# RES_employeeselector.rogroupsdestination.rotext
source: Groups
ca: Als grups
pt: Grupos
sk: Skupinám

# RES_employeeselectorpage.ibtshowuserfields.tooltip.rotext
source: Show/Hide User Profile
ca: Mostrar/amagar fitxa de l’usuari
pt: Mostrar/ocultar ficha do utilizador
sk: Zobraziť/skryť profil používateľa

# RES_employeeselectorpage.ibttreeexpandcollapse.tooltip.rotext
source: Expand/Collapse Tree
ca: Expandir/contraure arbre
pt: Expandir/contrair árvore
sk: Rozbalenie/zbalenie stromu

# RES_employeeselectorpage.imgfiltercurrent.tooltip.rotext
source: View users with a current contract
ca: Veure usuaris amb contracte en vigor
pt: Ver utilizadores com contrato em vigor
sk: Zobrazenie používateľov s aktuálnou zmluvou

# RES_employeeselectorpage.imgfilterfuture.tooltip.rotext
source: See new additions
ca: Veure noves incorporacions
pt: Ver as novas contratações
sk: Pozrite si nové prírastky

# RES_employeeselectorpage.imgfiltermovility.tooltip.rotext
source: View users in transit
ca: Veure usuaris en trànsit
pt: Ver utilizadores em trânsito
sk: Zobrazenie používateľov v tranzite

# RES_employeeselectorpage.imgfilterold.tooltip.rotext
source: View users without a current contract
ca: Veure usuaris sense contracte en vigor
pt: Ver utilizadores sem contrato em vigor
sk: Zobrazenie používateľov bez aktuálnej zmluvy

# RES_employeeselectorpage.imgfilteruserfields.tooltip.rotext
source: Filter by user profile
ca: Filtrar per la fitxa de l’usuari
pt: Filtrar pela ficha do utilizador
sk: Filtrovanie podľa profilu používateľa

# RES_employeeselectorpage.lblfilters.text.rotext
source: Filters:
ca: Filtres:
pt: Filtros:
sk: Filtre:

# RES_employeeselectorpage.title.rotext
source: User selection
ca: Selecció usuaris
pt: Seleção utilizadores
sk: Výber používateľa

# RES_employeeselectorpopup.btclose.text.rotext
source: Empty
ca: Buidar
pt: Esvaziar
sk: Prázdne stránky

# RES_employeeselectorpopup.btend.text.rotext
source: Apply
ca: Aplicar
pt: Aplicar
sk: Aplikovať

# RES_employeeselectoruserfields.btapply.value.rotext
source: Apply
ca: Aplicar
pt: Aplicar
sk: Aplikovať

# RES_employeeselectoruserfields.grduserfields.columns#1.headertext.rotext
source: Field
ca: Camp
pt: Campo
sk: Pole

# RES_employeeselectoruserfields.grduserfields.columns#2.headertext.rotext
source: Value
ca: Valor
pt: Valor
sk: Hodnota

# RES_employeeselectoruserfields.grduserfields.columns#3.headertext.rotext
source: Type
ca: Tipus
pt: Tipo
sk: typ

# RES_employeeselectoruserfields.grduserfields.columns#4.headertext.rotext
source: Name
ca: Nom
pt: Nome
sk: názov

# RES_employeeselectoruserfields.title.rotext
source: Filter by user profile fields
ca: Filtrar segons camps fitxa usuari
pt: Filtrar de acordo com campos de ficha do utilizador
sk: Filtrovanie podľa polí používateľského súboru

# RES_errorpage.codeexception.description.rotext
source: An error has occurred, please try again later.
ca: S’ha produït un error. Si us plau, torna-ho a provar més tard.
pt: Ocorreu um erro. Por favor, volte a tentar mais tarde.
sk: Vyskytla sa chyba, skúste to prosím neskôr.

# RES_errorpage.codeexception.text.rotext
source: Unknown error
ca: Error desconegut
pt: Erro desconhecido
sk: Neznáma chyba

# RES_errorpage.codeexception.title.rotext
source: Unknown error
ca: Error desconegut
pt: Erro desconhecido
sk: Neznáma chyba

# RES_errors.webservices.9-bs01-001.wsnodbconnection.rotext
source: Could not establish connection to the database.
ca: No s’ha pogut establir la connexió amb la base de dades.
pt: Não foi possível estabelecer ligação com a base de dados.
sk: Nie je možné vytvoriť pripojenie k databáze.

# RES_errors.webservices.noactivecontract.rotext
source: No active contract.
ca: Sense contracte actiu.
pt: Sem contrato ativo.
sk: Žiadna aktívna zmluva.

# RES_errors.webservices.notavailable.rotext
source: The web service could not be accessed:
ca: No ha estat possible accedir al servei web:
pt: Não foi possível aceder ao serviço Web:
sk: Prístup k webovej službe nebol možný:

# RES_externalform.title_label.text.rotext
source: label title
ca: label títol
pt: título
sk: názov štítku

# RES_frmadvcopy.bc.text.rotext
source: Empty
ca: Buidar
pt: Esvaziar
sk: Prázdne stránky

# RES_frmadvcopy.bo.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_frmadvcopy.bt.text.rotext
source: Today
ca: Avui
pt: Hoje
sk: Dnes

# RES_frmadvcopy.label2.text.rotext
source: Day of the week
ca: Dia de la setmana
pt: Dia da semana
sk: Deň v týždni

# RES_frmadvcopy.label3.text.rotext
source: Day of the month
ca: Dia del mes
pt: Dia do mês
sk: Deň v mesiaci

# RES_frmadvcopy.lblactionresume.text.rotext
source: Summary of actions
ca: Resum d’accions
pt: Resumo das ações
sk: Zhrnutie opatrení

# RES_frmadvcopy.lbladdin.text.rotext
source: inclusive
ca: inclòs
sk: vrátane

# RES_frmadvcopy.lbladvancedbloqued.text.rotext
source: Blocked Day Options
ca: Opcions de dies bloquejats
pt: Opções de dias bloqueados
sk: Možnosti blokovaných dní

# RES_frmadvcopy.lbladvancedbloqueddisabled.text.rotext
source: Ignore blocked days and continue with the next schedule to copy
ca: Ignorar dies bloquejats i continuar endavant amb el següent horari que s’ha de copiar
pt: Ignorar dias bloqueados e prosseguir com o seguinte horário a copiar
sk: Ignorujte zablokované dni a pokračujte s ďalším plánom, ktorý sa má skopírovať

# RES_frmadvcopy.lbladvancedbloquedenabled.text.rotext
source: Perform a personalized treatment
ca: Fer un tractament personalitzat
pt: Fazer um tratamento personalizado
sk: Individuálna liečba

# RES_frmadvcopy.lbladvancedholidays.text.rotext
source: Vacation Day Options
ca: Opcions de dies de vacances
pt: Opções de dias de férias
sk: Možnosti dovolenky

# RES_frmadvcopy.lbladvancedholidaysdisabled.robudget.rotext
source: Ignore users with vacation days and proceed with the next user to assign
ca: Ignorar usuaris amb dies de vacances i continuar endavant amb l’usuari següent que s’ha d’assignar
pt: Ignorar utilizadores com dias de férias e prosseguir com o utilizador seguinte a atribuir
sk: Ignorovať používateľov so sviatočnými dňami a pokračovať s ďalším používateľom, ktorý má byť priradený

# RES_frmadvcopy.lbladvancedholidaysdisabled.rocalendar.rotext
source: Ignore vacation days and continue with the next schedule to copy
ca: Ignorar dies de vacances i continuar endavant amb l’horari següent que s’ha de copiar
pt: Ignorar dias de férias e prosseguir com o seguinte horário a copiar
sk: Ignorujte dni pracovného voľna a pokračujte podľa nasledujúceho rozvrhu, ktorý treba skopírovať

# RES_frmadvcopy.lbladvancedholidaysdisabled.text.rotext
source: Ignore vacation days and continue with the next schedule to copy
ca: Ignorar dies de vacances i continuar endavant amb l’horari següent que s’ha de copiar
pt: Ignorar dias de férias e prosseguir com o seguinte horário a copiar
sk: Ignorujte dni pracovného voľna a pokračujte podľa nasledujúceho rozvrhu, ktorý treba skopírovať

# RES_frmadvcopy.lbladvancedholidaysenabled.text.rotext
source: Perform a personalized treatment
ca: Fer un tractament personalitzat
pt: Fazer um tratamento personalizado
sk: Individuálna liečba

# RES_frmadvcopy.lbladvancedrepeatdisabled.text.rotext
source: Each repetition will start right after the previous one ends.
ca: Cada repetició començarà just quan s’acabi l’anterior.
pt: Cada repetição começará exatamente quando acabar a anterior.
sk: Každé opakovanie sa začne hneď po predchádzajúcom opakovaní.

# RES_frmadvcopy.lbladvancedrepeatenabled.text.rotext
source: Using custom repeat rules
ca: Utilitzar regles de repetició personalitzades
pt: Utilizar regras de repetição personalizadas
sk: Používanie vlastných pravidiel opakovania

# RES_frmadvcopy.lbladvancedrules.text.rotext
source: Repeat options
ca: Opcions de repetició
pt: Opções de repetição
sk: Možnosti opakovania

# RES_frmadvcopy.lbladvbloqued.text.rotext
source: When you find yourself blocked on a day...
ca: Quan es troba un dia bloquejat...
pt: Quando se encontra um dia bloqueado...
sk: Keď je deň zablokovaný...

# RES_frmadvcopy.lbladvholidays.text.rotext
source: When you find a day of vacation...
ca: Quan es troba un dia de vacances...
pt: Quando se encontra um dia de férias...
sk: Keď sa ocitnete na dovolenke...

# RES_frmadvcopy.lbladvrepeat.text.rotext
source: Custom Replays
ca: Repeticions personalitzades
pt: Repetições personalizadas
sk: Prispôsobené opakovania

# RES_frmadvcopy.lblbloqdestdays.text.rotext
source: Block days after planning is complete
ca: Bloquejar dies un cop finalitzada la planificació
pt: Bloquear dias depois de concluído o planeamento
sk: Blok dní po dokončení plánovania

# RES_frmadvcopy.lblbloquedignore.text.rotext
source: Skip the day but keep the schedule we were going to copy and continue
ca: Saltar el dia però mantenir l’horari que volíem copiar i continuar endavant
pt: Saltar o dia mas manter o horário que íamos copiar e prosseguir
sk: Vynechajte tento deň, ale zachovajte rozvrh, ktorý sme sa chystali skopírovať a pokračovať

# RES_frmadvcopy.lblbloquedignoredesc.text.rotext
source: E.g.: With repetitions 'Morning', 'Afternoon', 'Evening', on Monday we copy 'Morning' and Tuesday is blocked to copy 'Afternoon'. The program will continue copying the 'Afternoon' time slot on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts està bloquejat per copiar ´Tarda´. El programa continuarà copiant el dimecres l’horari ´Tarda´.
pt: Ex.: Com as repetições «Manhã», «Tarde», «Noite» numa segunda-feira copiamos «Manhã» e a terça fica bloqueada para copiar «Tarde». O programa vai continuar a copiar para quarta-feira o horário «Tarde».
sk: Napr.: Pri opakovaniach "Ráno", "Popoludnie", "Večer" sa v pondelok kopíruje "Ráno" a v utorok je blokované kopírovanie "Popoludnie". Program bude v stredu pokračovať v kopírovaní "Popoludnie".

# RES_frmadvcopy.lblbloquedoverwrite.text.rotext
source: Overwrite even if locked
ca: Sobreescriure encara que estigui bloquejat
pt: Gravar por cima mesmo que esteja bloqueado
sk: Prepísanie aj v prípade uzamknutia

# RES_frmadvcopy.lblbloquedskip.text.rotext
source: Skip the day and time we were going to copy and continue
ca: Saltar el dia i l’horari que volíem copiar i continuar endavant
pt: Saltar o dia e o horário que íamos copiar e prosseguir
sk: Preskočte deň a čas, ktorý sme chceli skopírovať, a pokračujte

# RES_frmadvcopy.lblbloquedskipdesc.text.rotext
source: E.g.: With repetitions 'Morning', 'Afternoon', 'Evening', on Monday we copy 'Morning' and Tuesday is blocked to copy 'Afternoon'. The program will continue copying the following time slot 'Evening' on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts està bloquejat per copiar ´Tarda´. El programa continuarà copiant el dimecres l’horari següent ´Nit´.
pt: Ex.: Com as repetições «Manhã», «Tarde», «Noite» numa segunda-feira copiamos «Manhã» e a terça fica bloqueada para copiar «Tarde». O programa vai continuar a copiar para quarta-feira o horário seguinte «Noite».
sk: Napr.: Pri opakovaniach "Ráno", "Popoludnie", "Večer" jeden pondelok kopírujeme "Ráno" a utorok je blokovaný na kopírovanie "Popoludnie". Program bude pokračovať v kopírovaní v stredu, keď sa bude opakovať 'Večer'.

# RES_frmadvcopy.lblbudgetwarning.text.rotext
source: If the user does not have a contract or is assigned to another node, it will be ignored and the next user will continue.
ca: Si l’usuari no té contracte o està assignat a un altre node, s’ignorarà i es continuarà endavant amb l’usuari següent
pt: Se o utilizador não tiver contrato ou estiver atribuído a outro nó, será ignorado e prosseguir-se-á com o utilizador seguinte
sk: Ak používateľ nemá zmluvu alebo je priradený k inému uzlu, bude ignorovaný a na rad sa dostane ďalší používateľ

# RES_frmadvcopy.lblcopy.text.rotext
source: Copy
ca: Copiar
pt: Copiar
sk: Kopírovať

# RES_frmadvcopy.lblcopyonlyschedule.text.rotext
source: Copy only schedule planning
ca: Copiar només planificació horària
pt: Copiar apenas planeamento horária
sk: Kopírujte iba časové plánovanie

# RES_frmadvcopy.lblcopyonlytelecommute.text.rotext
source: Copy only teleworking planning
ca: Copiar només planificació de teletreball
pt: Copiar apenas planeamento de teletrabalho
sk: Kopírovať len plánovanie práce na diaľku

# RES_frmadvcopy.lblcopyoptions.text.rotext
source: Copy options
ca: Opcions de còpia
pt: Opções de cópia
sk: Možnosti kopírovania

# RES_frmadvcopy.lblespecialpasteinfo.robudget.rotext
source: This form allows you to assign modes you have copied to the clipboard to other dates you specify, overriding the target modes.
ca: Aquest formulari et permet assignar els modes que tinguis copiats al porta-retalls a altres dates que especifiquis i eliminar els modes de destinació.
pt: Este formulário permite-lhe atribuir os modos que copiou para a área de transferência a outras datas que especifique, eliminando os modos destino.
sk: Tento formulár umožňuje priradiť režimy, ktoré ste skopírovali do schránky, k iným dátumom, ktoré zadáte, a vymazať cieľové režimy.

# RES_frmadvcopy.lblespecialpasteinfo.rocalendar.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
pt: Este formulário permite atribuir os horários copiados para a área de transferência a um utilizador entre as datas que especificar.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_frmadvcopy.lblespecialpasteinfo.text.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
pt: Este formulário permite atribuir os horários copiados para a área de transferência a um utilizador entre as datas que especificar.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_frmadvcopy.lblholidayignore.text.rotext
source: Skip the day but keep the schedule we were going to copy and continue
ca: Saltar el dia però mantenir l’horari que volíem copiar i continuar endavant
pt: Saltar o dia mas manter o horário que íamos copiar e prosseguir
sk: Vynechajte tento deň, ale zachovajte rozvrh, ktorý sme sa chystali skopírovať a pokračovať

# RES_frmadvcopy.lblholidayignoredesc.text.rotext
source: E.g.: With repetitions of 'Morning', 'Afternoon', 'Evening', on a Monday we copy 'Morning' and on Tuesday there is a holiday. The program will continue copying the 'Afternoon' schedule on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts té vacances. El programa continuarà copiant el dimecres l’horari ´Tarda´.
pt: Ex.: Com as repetições «Manhã», «Tarde», «Noite» numa segunda-feira copiamos «Manhã» e a terça tem férias. O programa vai continuar a copiar para quarta-feira o horário «Tarde».
sk: Napr.: Pri opakovaní "Ráno", "Popoludní", "Večer", v pondelok kopírujeme "Ráno" a v utorok je sviatok. Program bude pokračovať kopírovaním 'Popoludnie' v stredu.

# RES_frmadvcopy.lblholidayoverwrite.text.rotext
source: Overwrite even if there are holidays
ca: Sobreescriure encara que hi hagi vacances
pt: Gravar por cima mesmo que haja férias
sk: Prepísať aj v prípade dovolenky

# RES_frmadvcopy.lblholidayskip.robudget.rotext
source: Skip the user that was going to be copied and continue
ca: Saltar l’usuari que es volia copiar i continuar endavant
pt: Saltar o utilizador que íamos copiar e prosseguir
sk: Preskočte používateľa, ktorý sa má skopírovať, a pokračujte

# RES_frmadvcopy.lblholidayskip.rocalendar.rotext
source: Skip the day and time we were going to copy and continue
ca: Saltar el dia i l’horari que volíem copiar i continuar endavant
pt: Saltar o dia e o horário que íamos copiar e prosseguir
sk: Preskočte deň a čas, ktorý sme chceli skopírovať, a pokračujte

# RES_frmadvcopy.lblholidayskip.text.rotext
source: Skip the day and time we were going to copy and continue
ca: Saltar el dia i l’horari que volíem copiar i continuar endavant
pt: Saltar o dia e o horário que íamos copiar e prosseguir
sk: Preskočte deň a čas, ktorý sme chceli skopírovať, a pokračujte

# RES_frmadvcopy.lblholidayskipdesc.rocalendar.rotext
source: E.g.: With repetitions 'Morning', 'Afternoon', 'Evening', on a Monday we copy 'Morning' and on Tuesday there is a holiday. The program will continue copying the following schedule 'Evening' on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts té vacances. El programa continuarà copiant el dimecres l’horari següent ´Nit´.
pt: Ex.: Com as repetições «Manhã», «Tarde», «Noite» numa segunda-feira copiamos «Manhã» e a terça tem férias. O programa vai continuar a copiar para quarta-feira o horário seguinte «Noite».
sk: Napr.: Pri opakovaní "ráno", "popoludní", "večer", jeden pondelok kopírujeme "ráno" a utorok má sviatok. Program bude pokračovať ďalším kopírovaním 'Večer' v stredu.

# RES_frmadvcopy.lblholidayskipdesc.text.rotext
source: E.g.: With repetitions 'Morning', 'Afternoon', 'Evening', on a Monday we copy 'Morning' and on Tuesday there is a holiday. The program will continue copying the following schedule 'Evening' on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts té vacances. El programa continuarà copiant el dimecres l’horari següent ´Nit´.
pt: Ex.: Com as repetições «Manhã», «Tarde», «Noite» numa segunda-feira copiamos «Manhã» e a terça tem férias. O programa vai continuar a copiar para quarta-feira o horário seguinte «Noite».
sk: Napr.: Pri opakovaní "ráno", "popoludní", "večer", jeden pondelok kopírujeme "ráno" a utorok má sviatok. Program bude pokračovať ďalším kopírovaním 'Večer' v stredu.
