Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDocumentaryManagement.*.resx
Languages: ca, eu, pt, sk

# RES_documentarymanagement.lbllimit.rotext
source: We have limited the result to 200 documents to optimize loading
ca: Hem limitat el resultat a 200 documents per optimitzar la càrrega
eu: Emaitza 200 dokumentura mugatu dugu karga optimizatzeko
pt: Limitámos o resultado a 200 documentos para otimizar o carregamento
sk: Výstup sme obmedzili na 200 dokumentov, aby sme optimalizovali načítanie

# RES_documentarymanagement.showall.rotext
source: Show all results
ca: Mostrar tots els resultats
eu: Erakutsi emaitza guztiak
pt: Mostrar todos os resultados
sk: Zobraziť všetky výsledky

# RES_documentarymanagement.tbaddnewdocumenttemplate.rotext
source: New
ca: Nou
eu: Berria
pt: Novo
sk: Nový

# RES_documentarymanagement.tbdeletedocumenttemplate.rotext
source: Delete
ca: Esborrar
eu: Ezabatu
pt: Eliminar
sk: Odstrániť

# RES_documentarymanagement.tbeditdocumenttemplate.rotext
source: Edit
ca: Editar
eu: Editatu
pt: Editar
sk: upraviť

# RES_documentarymanagement.tbmaximize.rotext
source: Maximize
ca: Maximitzar
eu: Maximizatu
pt: Maximizar
sk: Maximalizujte

# RES_documentarymanagement.title.rotext
source: Document management
ca: Gestió documental
eu: Dokumentuen kudeaketa
pt: Gestão documental
sk: Riadenie dokumentov

# RES_documenttemplate.area.labor.rotext
source: Labor
ca: Laboral
eu: Lana
pt: Laboral
sk: Práca

# RES_documenttemplate.area.legal.rotext
source: Legal
eu: Legezkoa
sk: Právna stránka

# RES_documenttemplate.area.prevention.rotext
source: Prevention
ca: Prevenció
eu: Prebentzioa
pt: Prevenção
sk: Prevencia

# RES_documenttemplate.area.quality.rotext
source: Quality
ca: Qualitat
eu: Kalitatea
pt: Qualidade
sk: Kvalita

# RES_documenttemplate.area.security.rotext
source: Security
ca: Seguretat
eu: Segurtasuna
pt: Segurança
sk: Zabezpečenie

# RES_documenttemplate.btclose.text.rotext
source: Close
ca: Tancar
eu: Itxi
pt: Fechar
sk: Zatvoriť

# RES_documenttemplate.btnext.text.rotext
source: Save
ca: Desa
eu: Gorde
pt: Guardar
sk: Uložiť

# RES_documenttemplate.captiongrid.rotext
source: List of document templates
ca: Llistat de plantilles de documents
eu: Dokumentu txantiloien zerrenda
pt: Lista de modelos de documentos
sk: Zoznam šablón dokumentov

# RES_documenttemplate.ckapproverequiered.text.rotext
source: The documents in the folder require validation by a level supervisor.
ca: Els documents de la carpeta ha de validar-los un supervisor de nivell
eu: Karpetan dauden dokumentuek mailako arduradun batek baliozkotu behar du
pt: Os documentos da pasta requerem a validação de um supervisor de nível
sk: Dokumenty v priečinku musí potvrdiť nadriadený úrovne

# RES_documenttemplate.ckcanadddocumentemployee.text.rotext
source: Users
ca: Usuaris
eu: Erabiltzaileak
pt: Utilizadores
sk: používatelia

# RES_documenttemplate.ckcanadddocumentsupervisor.text.rotext
source: Supervisors
eu: Begiraleak
pt: Supervisores
sk: Nadriadení

# RES_documenttemplate.ckexpireold.text.rotext
source: When you save a document for a user, any other documents they have expire.
ca: En desar un document per a un usuari, caduca la resta de documents que tingui
eu: Erabiltzaile baten dokumentu bat gordetzen duzunean, dituen gainerako dokumentuak iraungitzen dira.
pt: Ao guardar um documento para um utilizador, caduca os restantes documentos que tenha
sk: Keď uložíte dokument pre používateľa, platnosť ostatných dokumentov, ktoré máte, vyprší

# RES_documenttemplate.cknotification700.text.rotext
source: Notify supervisor when a user saves a document in this folder
ca: Avisar el supervisor quan un usuari desi un documento en aquesta carpeta
eu: Jakinarazi arduradunari erabiltzaile batek dokumentu bat karpeta honetan gordetzen duenean
pt: Avisar o supervisor quando um utilizador guardar um documento nesta pasta
sk: Upozorniť nadriadeného, keď používateľ uloží dokument do tohto priečinka

# RES_documenttemplate.cknotification701.text.rotext
source: Notify the user that they must provide a document
ca: Notificar a usuari que ha d'aportar un document
eu: Jakinarazi erabiltzaileari dokumentu bat eman behar duela
pt: Notificar o utilizador para fornecer um documento
sk: Upozornenie používateľa, aby poskytol dokument

# RES_documenttemplate.cknotification701.tooltip.rotext
source: The user will be notified by email, two days in advance, that he/she must provide the document (because he/she has not provided it, because it is going to expire...)
ca: Es notificarà a l’usuari, per correu electrònic amb dos dies d’antelació, que ha de presentar el document (perquè no l’ha presentat, perquè ha caducat…)
eu: Erabiltzaileari posta elektroniko bidez jakinaraziko zaio, bi egun lehenago, dokumentua eman behar duela (ez duelako eman, iraungi egingo delako...)
pt: O utilizador será notificado por email, com dois dias de antecedência, que tem de apresentar o documento (porque não o apresentou, porque vai caducar...)
sk: Používateľ bude dva dni vopred e-mailom informovaný o tom, že dokument musí poskytnúť (pretože nebol poskytnutý, pretože sa blíži koniec jeho platnosti...)

# RES_documenttemplate.cknotification702.text.rotext
source: Notify supervisor that one of their users must provide a document
ca: Notificar al supervisor que un dels seus usuaris ha de presentar un document
eu: Jakinarazi arduradunari erabiltzaileetako batek dokumentu bat eman behar duela
pt: Notificar o supervisor que um dos seus utilizadores tem de apresentar um documento
sk: Oznámenie nadriadenému, že jeden z jeho používateľov musí poskytnúť dokument

# RES_documenttemplate.cknotification703.text.rotext
source: Notify the direct supervisor and the employee when a document is rejected
ca: Notificar al supervisor directe ia l´empleat quan un document sigui rebutjat
eu: Dokumentu bat ukatzen denean zuzeneko arduradunari eta langileari jakinarazi
pt: Notificar o supervisor direto e o colaborador quando um documento for rejeitado
sk: Upozorniť priameho nadriadeného a zamestnanca, keď je dokument zamietnutý

# RES_documenttemplate.ckrequieressign.text.rotext
source: The documents in the folder require digital signature
ca: Els documents de la carpeta s’han de signar digitalment
eu: Karpetako dokumentuek sinadura digitala behar dute
pt: Os documentos da pasta requerem assinatura digital
sk: Dokumenty v priečinku musia byť digitálne podpísané

# RES_documenttemplate.cksystemdocument.text.rotext
source: It is a system document
ca: És un document del sistema
eu: Sistemaren dokumentu bat da
pt: É um documento de sistema
sk: Je to systémový dokument

# RES_documenttemplate.ckvalidperiod.text.rotext
source: Apply only from the date
ca: Aplicar només a partir de la data
eu: Aplikatu datatik bakarrik
pt: Aplicar apenas a partir da data
sk: Uplatňuje sa až od dátumu

# RES_documenttemplate.communications.700.rotext
source: Notify supervisor when a user saves a document in this folder
ca: Avisar el supervisor quan un usuari desi un documento en aquesta carpeta
eu: Jakinarazi arduradunari erabiltzaile batek dokumentu bat karpeta honetan gordetzen duenean
pt: Avisar o supervisor quando um utilizador guardar um documento nesta pasta
sk: Upozorniť nadriadeného, keď používateľ uloží dokument do tohto priečinka

# RES_documenttemplate.communications.701.rotext
source: Notify the user that they must provide a document
ca: Notificar a usuari que ha d'aportar un document
eu: Jakinarazi erabiltzaileari dokumentu bat eman behar duela
pt: Notificar o utilizador para fornecer um documento
sk: Upozornenie používateľa, aby poskytol dokument

# RES_documenttemplate.communications.702.rotext
source: Notify supervisor that one of their users must provide a document
ca: Notificar al supervisor que un dels seus usuaris ha de presentar un document
eu: Jakinarazi arduradunari erabiltzaileetako batek dokumentu bat eman behar duela
pt: Notificar o supervisor que um dos seus utilizadores tem de apresentar um documento
sk: Oznámenie nadriadenému, že jeden z jeho používateľov musí poskytnúť dokument

# RES_documenttemplate.company.rotext
source: Company
ca: Empresa
eu: Enpresa
pt: Empresa
sk: Spoločnosť

# RES_documenttemplate.employee.rotext
source: Employee
ca: Empleat
eu: Langilea
pt: Colaborador
sk: Zamestnanec

# RES_documenttemplate.label2.text.rotext
source: You can save documents in the folder:
ca: Poden desar documents a la carpeta:
eu: Dokumentuak karpetan gorde ditzakezu:
pt: Podem guardar documentos na pasta:
sk: Do priečinka môžete ukladať dokumenty:

# RES_documenttemplate.label3.text.rotext
source: The documents in the folder are valid:
ca: Els documents de la carpeta són vàlids:
eu: Karpetako dokumentuak baliozkoak dira:
pt: Os documentos da pasta são válidos:
sk: Dokumenty v priečinku sú platné:

# RES_documenttemplate.lblambit.text.rotext
source: Contains information about:
ca: Conté informació de:
eu: Honi buruzko informazioa dauka:
pt: Contém informação sobre:
sk: Obsahuje informácie z:

# RES_documenttemplate.lblarea.text.rotext
source: What category is it?
ca: Quina categoria té?
eu: Zein kategoria dauka?
pt: Qual é a categoria?
sk: o akú kategóriu ide?

# RES_documenttemplate.lblcriticality.text.rotext
source: If no valid document is available:
ca: Si no es disposa de cap document vàlid:
eu: Baliozko dokumenturik ez baduzu:
pt: Se não estiver disponível nenhum documento válido:
sk: Ak nie je k dispozícii žiadny platný dokument:

# RES_documenttemplate.lblcriticidad.text.rotext
source: Control
eu: Kontrola
pt: Controlo
sk: Kontrola

# RES_documenttemplate.lbldaysafter.text.rotext
source: days from the date of approval.
ca: dies a partir de la data d’aprovació.
eu: onarpen-egunetik zenbatzen hasita.
pt: dias a partir da data de aprovação.
sk: dní od dátumu schválenia.

# RES_documenttemplate.lbldocname.text.rotext
source: What is the name of the document?
ca: Com s’anomena el document?
eu: Zein da dokumentuaren izena?
pt: Como se chama o documento?
sk: aký je názov dokumentu?

# RES_documenttemplate.lbldocscope.text.rotext
source: The information contained in the documents is related to:
ca: La informació dels documents inclosos fa referència a:
eu: Dokumentuetan jasotako informazioa honako hauei dago lotuta:
pt: A informação dos documentos contidos é relativa a:
sk: Informácie obsiahnuté v dokumentoch sa týkajú:

# RES_documenttemplate.lbldoctemplatedesc.text.rotext
source: In this section you can create the documents that will be required by your users or companies.
ca: En aquesta secció pots crear els documents que seran exigibles als usuaris o empreses.
eu: Atal honetan zure erabiltzaileei edo enpresei eskatuko zaizkien dokumentuak sor ditzakezu.
pt: Nesta secção pode criar os documentos que serão exigidos aos seus utilizadores ou empresas.
sk: V tejto časti môžete vytvoriť dokumenty, ktoré budú vymáhateľné od vašich používateľov alebo spoločností.

# RES_documenttemplate.lbldocumentexpires.text.rotext
source: Documents are kept in the system
ca: Els documents es mantenen al sistema
eu: Dokumentuak sisteman mantentzen dira
pt: Os documentos mantêm-se no sistema
sk: Dokumenty sa uchovávajú v systéme

# RES_documenttemplate.lbldocumentexpiresdescription.text.rotext
source: Enter the number of days after which the document will be deleted.
ca: Indica després de quants dies s’eliminarà el document.
eu: Adierazi zenbat egun igarotakoan dokumentua ezabatuko den.
pt: Indique o número de dias passados os quais o documento será eliminado.
sk: Uveďte počet dní, po ktorých bude dokument vymazaný.

# RES_documenttemplate.lbldocumentgeneral.text.rotext
source: General
eu: Orokorra
pt: Geral
sk: všeobecné

# RES_documenttemplate.lbldocumentscope.text.rotext
source: Scope
ca: Àmbit
eu: Eremua
pt: Âmbito
sk: Rozsah pôsobnosti

# RES_documenttemplate.lbldocvalidity.text.rotext
source: All users/companies must have a valid document in this folder. If not, an alert will be generated.
ca: Tots els usuaris/empreses han de tenir un document vàlid en aquesta carpeta. Si no és així, es generarà una alerta.
eu: Erabiltzaile/enpresa guztiek baliozko dokumentu bat izan behar dute karpeta honetan. Hala ez bada, alerta bat sortuko da.
pt: Todos os utilizadores/empresas têm de dispor de um documento válido nesta pasta. Caso contrário, será gerado um alerta.
sk: Všetci používatelia/spoločnosti musia mať v tomto priečinku platný dokument. V opačnom prípade sa vygeneruje upozornenie.

# RES_documenttemplate.lbllopdlevel.text.rotext
source: Applicable level of protection according to GDPR:
ca: Nivell de protecció aplicable segons el RGPD:
eu: GDPRren arabera aplika daitekeen babes maila:
pt: Nível de proteção aplicável segundo o RGPD:
sk: Úroveň ochrany uplatniteľná podľa smernice RGPD:

# RES_documenttemplate.lbllopdleveldescription.text.rotext
source: Please indicate the level of information contained in the document according to GDPR.
ca: Indica el nivell de la informació que conté el document segons la RGPD.
eu: Adierazi dokumentuan jasotako informazio maila GDPRren arabera.
pt: Indique o nível da informação que o documento contém segundo o RGPD.
sk: Uveďte úroveň informácií obsiahnutých v dokumente podľa RGPD.

# RES_documenttemplate.lbllopdtitle.text.rotext
source: Security
ca: Seguretat
eu: Segurtasuna
pt: Segurança
sk: Zabezpečenie

# RES_documenttemplate.lblmandatorydesc.text.rotext
source: The documents in this folder are
ca: Els documents d’aquesta carpeta són
eu: Karpeta honetako dokumentuak hauek dira
pt: Os documentos desta pasta são
sk: Dokumenty v tomto priečinku sú

# RES_documenttemplate.lopd.high.rotext
source: High
ca: Alta
eu: altua
pt: Registo
sk: Vysoká

# RES_documenttemplate.lopd.low.rotext
source: Leave
ca: Baixa
eu: Baxua
pt: Baixa
sk: Baja

# RES_documenttemplate.lopd.medium.rotext
source: Average
ca: Mitjana
eu: Erdia
pt: Média
sk: Médiá

# RES_documenttemplate.mandatories.rotext
source: Mandatory
ca: Obligatoris
eu: Nahitaezkoa
pt: Obrigatório
sk: Povinné

# RES_documenttemplate.msghaschanges.rotext
source: Changes have been found.
ca: S’han trobat canvis.
eu: Aldaketak aurkitu dira.
pt: Foram encontradas alterações.
sk: Zistili sa zmeny.

# RES_documenttemplate.msghaserrors.rotext
source: Errors have been detected.
ca: S’han detectat errors.
eu: Akatsak hauteman dira.
pt: Foram encontrados erros.
sk: Boli zistené chyby.

# RES_documenttemplate.optionals.rotext
source: Optional
ca: Opcionals
eu: Aukerakoa
pt: Opcional
sk: Voliteľné

# RES_documenttemplate.rbalways.text.rotext
source: Always
ca: Sempre
eu: Beti
pt: Sempre
sk: Vždy

# RES_documenttemplate.rblcausenote.text.rotext
source: Absence of a user
ca: Absència d’un usuari
eu: Erabiltzailerik ez izatea
pt: Ausência de um utilizador
sk: Neprítomnosť používateľa

# RES_documenttemplate.rblcausenote.tooltip.rotext
source: E.g.: doctor's visit, death, hospitalization or any document linked to a request or forecast of absence.
ca: Ex.: visita al metge, defunció, hospitalització o qualsevol document vinculat a una sol·licitud o previsió d’absència.
eu: Adibidez: medikuaren bisita, heriotza, ospitaleratzea edo eskaerarekin edo espero den absentziarekin lotutako edozein dokumentu.
pt: Ex.: consulta médica, óbito, hospitalização ou qualquer documento vinculado a um pedido ou previsão de ausência.
sk: Napr.: návšteva lekára, úmrtie, hospitalizácia alebo akýkoľvek dokument súvisiaci so žiadosťou alebo predpoveďou neprítomnosti.

# RES_documenttemplate.rblcompany.text.rotext
source: General information
ca: Informació general
eu: Informazio orokorra
pt: Informação geral
sk: Všeobecné informácie

# RES_documenttemplate.rblcompany.tooltip.rotext
source: Ex: Payroll, contract, withholding certificate, social security number, copy of ID, communication
ca: Ex.: Nòmina, contracte, certificat de retencions, número de la Seguretat Social, còpia del DNI, comunicat
eu: Adib.: Nomina, kontratua, atxikipen ziurtagiria, gizarte segurantzako zenbakia, NANaren kopia, aitorpena
pt: Ex.: Salário, contrato, certificado de retenções, número da segurança social, fotocópia do CC/BI, comunicado
sk: Napr.: výplatná páska, zmluva, potvrdenie o zrážkach, číslo sociálneho poistenia, kópia občianskeho preukazu, výpis atď

# RES_documenttemplate.rblcompanyaccessauthorization.text.rotext
source: Access authorization
ca: Autorització d’accés
eu: Sartzeko baimena
pt: Autorização de acesso
sk: Oprávnenie na prístup

# RES_documenttemplate.rblcompanyaccessauthorization.tooltip.rotext
source: Ex: TC1, TC2, …
eu: Adibidez: TC1, TC2,...
sk: Napríklad: TC1, TC2, ..

# RES_documenttemplate.rblemployeeaccessauthorization.text.rotext
source: Access authorization
ca: Autorització d’accés
eu: Sartzeko baimena
pt: Autorização de acesso
sk: Oprávnenie na prístup

# RES_documenttemplate.rblemployeeaccessauthorization.tooltip.rotext
source: Ex: TC1, TC2, …
eu: Adibidez: TC1, TC2,...
sk: Napríklad: TC1, TC2, ..

# RES_documenttemplate.rblemployeecontract.text.rotext
source: General information
ca: Informació general
eu: Informazio orokorra
pt: Informação geral
sk: Všeobecné informácie

# RES_documenttemplate.rblemployeecontract.tooltip.rotext
source: Ex: Payroll, contract, withholding certificate, social security number, copy of ID, communication
ca: Ex.: Nòmina, contracte, certificat de retencions, número de la Seguretat Social, còpia del DNI, comunicat
eu: Adib.: Nomina, kontratua, atxikipen ziurtagiria, gizarte segurantzako zenbakia, NANaren kopia, aitorpena
pt: Ex.: Salário, contrato, certificado de retenções, número da segurança social, fotocópia do CC/BI, comunicado
sk: Napr.: výplatná páska, zmluva, potvrdenie o zrážkach, číslo sociálneho poistenia, kópia občianskeho preukazu, výpis atď

# RES_documenttemplate.rblleaveorpermission.text.rotext
source: User Deregistration Process
ca: Procés de baixa d’un usuari
eu: Erabiltzaileen harpidetza kentzeko prozesua
pt: Processo de eliminação de um utilizador
sk: Proces ukončenia používateľa

# RES_documenttemplate.rblleaveorpermission.tooltip.rotext
source: Ex: low, high or confirmation part
ca: Ex.: comunicat de baixa, alta o confirmació
eu: Adib.: baliogabetzearen, erregistroaren edo berrespenaren zati bat
pt: Ex., comunicado de eliminação, registo ou confirmação
sk: Napr.: správa o prepustení, prepustení alebo potvrdenie

# RES_documenttemplate.rbnadvicecriticality.text.rotext
source: Allow access, but notify if the device on which the user is logged in allows it
ca: Permetre l’accés, però avisar si el dispositiu en el qual s’identifica l’usuari ho permet
eu: Baimendu sarbidea, baina jakinarazi erabiltzaileak identifikatzen duen gailuak baimentzen badu
pt: Permitir o acesso mas avisar se o dispositivo no qual o utilizador se identifica o permite
sk: Povoliť prístup, ale upozorniť, ak to zariadenie, na ktorom je používateľ prihlásený, umožňuje

# RES_documenttemplate.rbnadvicecriticality.tooltip.rotext
source: Non-compliance will be notified. If access control exists, access will be permitted.
ca: S’avisarà de la no-conformitat. Si hi ha un control d’accés, es permetrà l’accés
eu: Ez-adostasuna jakinaraziko da. Sarbide-kontrola badago, sarbidea baimenduko da
pt: Comunicar-se-á a não conformidade. Se existir um controlo de acesso, o acesso será permitido
sk: O nedodržaní podmienok sa vydá oznámenie. Ak je zavedená kontrola prístupu, prístup sa povolí

# RES_documenttemplate.rbndeniedcriticality.text.rotext
source: Do not allow access to the user
ca: No permetre l’accés a l’usuari
eu: Ez utzi erabiltzaileari sarbidea
pt: Não permitir o acesso ao utilizador
sk: Nepovoliť prístup používateľa

# RES_documenttemplate.rbndeniedcriticality.tooltip.rotext
source: If there is access control, access will not be allowed
ca: si hi ha un control d’accés, no es permetrà l’accés
eu: sarbide-kontrola badago, ez da sarbiderik onartuko
pt: Se existir um controlo de acesso, o acesso não será permitido
sk: ak je zavedená kontrola prístupu, nesmie byť povolený žiadny prístup

# RES_documenttemplate.rbnnoncriticality.text.rotext
source: Disregard and allow access
ca: No tenir-ho en compte i permetre l’accés
eu: Ez ikusi eta baimendu sarbidea
pt: Não ter em conta e permitir o acesso
sk: Nebrať do úvahy a povoliť prístup

# RES_documenttemplate.rbnnoncriticality.tooltip.rotext
source: No action will be taken in the event of non-compliance with the document.
ca: No es prendrà cap mesura en cas de no-conformitat del document
eu: Ez da neurririk hartuko dokumentua bat ez badator.
pt: Não será realizada qualquer ação face à não conformidade do documento
sk: V prípade nesúladu s dokumentom sa neprijmú žiadne opatrenia

# RES_documenttemplate.rbnpanelexpireonserver.text.rotext
source: The number of days indicated in the Data Audit configuration section
ca: El nombre de dies indicat a la secció de configuració d’auditoria de dades
eu: Datuen Auditoria ezarpenen atalean adierazitako egun kopurua
pt: O número de dias indicado na secção de configuração de Auditoria de dados
sk: Počet dní uvedený v časti Nastavenia auditu údajov

# RES_documenttemplate.rbnpanelnoexpire.text.rotext
source: Always. They are never deleted.
ca: Sempre. No s’eliminen mai
eu: Beti. Inoiz ez dira ezabatzen
pt: Sempre. Nunca se eliminam
sk: Vždy. Nikdy sa neodstránia

# RES_documenttemplate.rbvaliduntil.text.rotext
source: During
ca: Durant
eu: zehar
pt: Durante
sk: Počas

# RES_documenttemplate.scope.causenote.rotext
source: Document relating to a justification
ca: Document relatiu a una justificació
eu: Justifikazio bati dagokion dokumentua
pt: Documento relativo a uma justificação
sk: Dokument týkajúci sa odôvodnenia

# RES_documenttemplate.scope.company.rotext
source: Company related document
ca: Document relacionat amb l’empresa
eu: Enpresari lotutako dokumentua
pt: Documento relacionado com a empresa
sk: Dokument týkajúci sa spoločnosti

# RES_documenttemplate.scope.companyaccessauthorization.rotext
source: Document relating to a company access authorization
ca: Document relatiu a una autorització d’accés d’empresa
eu: Enpresa sartzeko baimen bati buruzko dokumentua
pt: Documento relativo a uma autorização de acesso de empresa
sk: Dokument týkajúci sa povolenia na prístup do spoločnosti

# RES_documenttemplate.scope.employeeaccessauthorization.rotext
source: Document relating to a user access authorization
ca: Document relatiu a una autorització d’accés d’usuari
eu: Erabiltzaileen sartzeko baimen bati buruzko dokumentua
pt: Documento relativo a uma autorização de acesso de utilizador
sk: Dokument týkajúci sa oprávnenia na prístup používateľa

# RES_documenttemplate.scope.employeecontract.rotext
source: General User Documentation
ca: Documentació general d’usuari
eu: Erabiltzaileen dokumentazio orokorra
pt: Documentação geral do utilizador
sk: Všeobecná používateľská dokumentácia

# RES_documenttemplate.scope.employeefield.rotext
source: Document related to a field of the user file (e.g. photocopy of the user's ID)
ca: Document relatiu a un camp de la fitxa d’usuari (p. ex. fotocòpia del DNI de l’usuari)
eu: Erabiltzaile-fitxategiko eremu bati lotutako dokumentua (adibidez, erabiltzailearen NANaren fotokopia)
pt: Documento relativo a um campo da ficha de utilizador (por ex., fotocópia do CC do utilizador)
sk: Dokument súvisiaci s poľom v súbore používateľa (napr. fotokópia preukazu totožnosti používateľa)

# RES_documenttemplate.scope.leaveorpermission.rotext
source: Document related to a leave or permit
ca: Document relacionat amb una baixa o permís
eu: Baja edo baimen bati lotutako dokumentua
pt: Documento relacionado com uma baixa ou licença
sk: Dokument týkajúci sa dovolenky alebo povolenia

# RES_documenttemplate.tabcontrol.rotext
source: Control
eu: Kontrola
pt: Controlo
sk: Kontrola

# RES_documenttemplate.tabestado.rotext
source: General
eu: Orokorra
pt: Geral
sk: všeobecné

# RES_documenttemplate.tablopd.rotext
source: Security
ca: Seguretat
eu: Segurtasuna
pt: Segurança
sk: Zabezpečenie

# RES_documenttemplate.tabscope.rotext
source: Scope
ca: Àmbit
eu: Eremua
pt: Âmbito
sk: Rozsah pôsobnosti
