Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.lbluniquedesc.text.rotext
source: It has the characteristics of a floating schedule. When planning it, it allows you to define the theoretical hours that apply to the day. The color and name of the schedule on the calendar are automatically generated at the time of planning based on its properties.
eu: Ordutegi flotagarri baten ezaugarriak ditu. Planifikatzerakoan, egunari dagozkion ordu teorikoak definitzeko aukera ematen du. Egutegiko ordutegiaren kolorea eta izena automatikoki sortzen dira plangintzarako unean bere propietateetan oinarrituta.
fr: Il présente les caractéristiques d’un horaire flottant. Lors de sa planification, il permet de définir les horaires théoriques applicables à la journée. La couleur et le nom du planning dans le calendrier sont automatiquement générés au moment de la planification en fonction de ses propriétés.
gl: Ten as características dun horario flotante. Á hora de planificalo, permite definir as horas teóricas que se aplican á xornada. A cor e o nome da programación no calendario xéranse automaticamente no momento da planificación en función das súas propiedades.
it: Ha le caratteristiche di un programma mobile. In fase di pianificazione consente di definire le ore teoriche applicabili alla giornata. Il colore e il nome della pianificazione nel calendario vengono generati automaticamente al momento della pianificazione in base alle sue proprietà.
pt: Tem as caraterísticas de um horário flexível. Ao planear, permite-lhe definir as horas teóricas aplicáveis por dia. A cor e o nome do horário no calendário são gerados automaticamente no momento do planeamento de acordo com as suas propriedades.
sk: Má vlastnosti pohyblivého cestovného poriadku. Pri plánovaní umožňuje definovať teoretické hodiny, ktoré sa vzťahujú na deň. Farba a názov rozvrhu v kalendári sa automaticky generujú v čase plánovania podľa jeho vlastností.

# RES_srvmsgboxshifts.error.frmflexible.notallowed.rotext
source: Mistake
eu: Akatsa
fr: Erreur
gl: Erro
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxshifts.error.frmflexible.perhoursnotallowed.rotext
source: A flexible slot is not allowed in an hour-type schedule.
eu: Ordutegi motako ordutegi batean ezin da zirrikitu malgurik onartzen
fr: Un créneau flexible n'est pas autorisé dans un horaire de type horaire
gl: Non se permite un slot flexible nun horario de tipo horario
it: Uno slot flessibile non è consentito in un programma di tipo orario
pt: Não é permitida uma faixa horária flexível num horário do tipo horário.
sk: V rozvrhu hodín nie je povolený flexibilný interval

# RES_shifts.shifterror.invaliddailyfactor.rotext
source: The factor with which the requested/planned days will be counted must be 1
eu: Eskatutako/aurreikusitako egunak zenbatuko diren faktoreak 1 izan behar du
fr: Le facteur avec lequel les jours demandés/planifiés sont comptés doit être de 1
gl: factor co que se computarán os días solicitados/planificados deberá ser 1
it: Il fattore con cui devono essere conteggiati i giorni richiesti/pianificati deve essere 1
pt: O fator com que os dias solicitados/planeados serão contados deve ser 1
sk: Koeficient, s ktorým sa majú požadované/plánované dni počítať, musí byť 1

# RES_frmdailyrule.lbladdcondition.text.rotext
source: Add
eu: Gehitu
fr: Ajouter
gl: Engadir
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_frmdailyrule.lbldeletecondition.text.rotext
source: Delete current
eu: Ezabatu unekoa
fr: Supprimer l'actuel
gl: Eliminar actual
it: Cancellare l'attuale
pt: Eliminar o atual
sk: Vymazať aktuálny

# RES_frmdailyrule.lbladdaction.text.rotext
source: Add
eu: Gehitu
fr: Ajouter
gl: Engadir
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_frmdailyrule.lbldeleteaction.text.rotext
source: Delete current
eu: Ezabatu unekoa
fr: Supprimer l'actuel
gl: Eliminar actual
it: Cancellare l'attuale
pt: Eliminar o atual
sk: Vymazať aktuálny

# RES_frmdailyrule.lbloldshiftbehaviourdesc.text.rotext
source: The rule will only be validated in the case that the previous planned schedule is one of the indicated ones
eu: Araua aldez aurretik aurreikusitako ordua adierazitakoa bada soilik baliozkotuko da.
fr: La règle ne sera validée que si l'horaire planifié précédent est l'un de ceux indiqués
gl: A norma só se validará se a hora previamente programada é unha das sinaladas.
it: La regola verrà convalidata solo se l'orario pianificato precedente è uno di quelli indicati
pt: A regra só será validada se o horário planeado anteriormente for um dos indicados
sk: Pravidlo sa potvrdí len v prípade, že predchádzajúci plánovaný rozvrh je jedným z uvedených

# RES_frmdailyrule.lbloldshiftbehaviour.text.rotext
source: Validate whether the previous planned schedule was
eu: Aurrez aurreikusitako egutegia bazen balioztatu
fr: Valider si le calendrier prévisionnel précédent était
gl: Validar se o horario previsto foi anterior
it: Convalidare se il precedente orario pianificato è stato
pt: Validar se o calendário planeado anteriormente era
sk: Overiť, či bol predchádzajúci plánovaný harmonogram

# RES_frmdailyrule.rboldshiftany.text.rotext
source: Any
eu: Edozein
fr: N´importe quel
gl: Calquera
it: Qualsiasi
pt: Qualquer
sk: ktokoľvek

# RES_frmdailyrule.rboldshiftinlist.text.rotext
source: From the list
eu: Zerrendatik
fr: Dans la liste
gl: Da lista
it: Dall'elenco
pt: Da lista
sk: Zo zoznamu

# RES_srvmsgboxshifts.error.mustselectshiftsinlist.rotext
source: You must add a schedule to the list
eu: Ordutegi batzuk gehitu behar dituzu zerrendara
fr: Vous devez ajouter un horaire à la liste
gl: Debes engadir algún horario á lista
it: È necessario aggiungere un orario all'elenco
pt: É necessário acrescentar um horário à lista
sk: Do zoznamu musíte pridať rozvrh

# RES_srvmsgboxshifts.error.mustselectlabagreerulesinlist.rotext
source: You should add a planning rule to the list
fr: Vous devriez ajouter une règle de planification à la liste
it: È necessario aggiungere all'elenco una regola di pianificazione
pt: Deveria acrescentar uma regra de planeamento à lista
sk: Do zoznamu by ste mali pridať pravidlo plánovania

# RES_shifts.lbltothorprevdesc.text.rotext
source: Total hours planned for this schedule
eu: Ordutegi honetarako aurreikusitako orduak guztira
fr: Total des heures prévues pour cet horaire
gl: Total de horas previstas para este horario
it: Totale ore previste per questo orario
pt: Total de horas previstas para este horário
sk: Celkový počet hodín plánovaných pre tento rozvrh

# RES_shifts.lblcolectivescriteriatitle.text.rotext
source: According to collective
eu: Kolektiboaren arabera
fr: D'après l'enquête collective
gl: Segundo o colectivo
it: Secondo il collettivo
pt: De acordo com o coletivo
sk: Podľa kolektívneho

# RES_shifts.lblcolectivescriteriadesc.text.rotext
source: The ${Employees} belonging to the following collectives may apply for this ${Shift}.
eu: Ondorengo taldeetako ${Employees} ${Shift} hau eska dezakete.
fr: Les ${Employés} appartenant aux groupes suivants peuvent postuler à ce ${Shift}.
gl: ${Employees} que pertencen aos seguintes grupos poden solicitar este ${Shift}.
it: I $dipendenti} appartenenti ai seguenti gruppi possono candidarsi per questo $turno}.
pt: Os ${Colaboradores} pertencentes aos seguintes grupos poderão pedir este ${Shift}.
sk: O túto ${zmenu} sa môžu uchádzať ${zamestnanci} patriaci do nasledujúcich skupín.

# RES_shifts.lblcollectivescriteriatitle.text.rotext
source: According to collective
eu: Kolektiboaren arabera
fr: D'après l'enquête collective
gl: Segundo o colectivo
it: Secondo il collettivo
pt: De acordo com o coletivo
sk: Podľa kolektívneho

# RES_shifts.lblcollectivescriteriadesc.text.rotext
source: Users belonging to the selected collectives may request this schedule.
eu: Hautatutako taldeetako erabiltzaileek ordutegi hau eska dezakete.
fr: Les utilisateurs appartenant aux groupes sélectionnés peuvent demander cet horaire.
gl: As persoas usuarias que pertenzan aos grupos seleccionados poden solicitar esta programación.
it: Gli utenti appartenenti ai gruppi selezionati possono richiedere questa programmazione.
pt: Os utilizadores pertencentes aos coletivos selecionados podem solicitar este horário.
sk: Používatelia patriaci do vybraných skupín si môžu vyžiadať tento rozvrh.

# RES_shifts.lblproperties.text.rotext
source: Properties
eu: Propietateak
fr: Propriétés
gl: Propiedades
it: Proprietà
pt: Propriedades
sk: Vlastnosti

# RES_shifts.label2.text.rotext
source: Export:
eu: Esportatu:
fr: Exporter :
gl: Exportar:
it: Esportazione:
pt: Exportação:

# RES_shifts.label3.text.rotext
source: Indication that the schedule is no longer valid
eu: Ordutegiak baliorik ez duela adieraztea
fr: Indication que l´horaire n´est plus en vigueur
gl: Indicación de que o horario xa non é válido
it: Indicazione del fatto che l´orario non è più in vigore
pt: Indicação de que o horário já não está em vigor.
sk: Údaj, že rozvrh už nie je platný

# RES_shifts.label4.text.rotext
source: The ${Shift} is obsolete:
eu: ${Shift} zaharkituta dago:
fr: Le ${Shift} est obsolète :
gl: O ${Shift} está obsoleto:
it: L'opzione ${Shift} è deprecata:
pt: O ${Shift} está obsoleto:
sk: Funkcia ${Shift} je zastaraná:

# RES_shifts.label5.text.rotext
source: Declaration of working hours
eu: Eguneko adierazpena
fr: Déclaration du jour
gl: Declaración do día
it: Dichiarazione del giorno
pt: Declaração de jornada
sk: Vyhlásenie dňa

# RES_shifts.label6.text.rotext
source: In this section you can add the slots of the declaration of working hours to appear as a suggestion in the employee portal.
eu: Atal honetan, zure langileen aitorpenean ordu tarteak gehi ditzakezu, langileen atarian iradokizun gisa ager daitezen.
fr: Dans cette section, vous pouvez ajouter les créneaux de l'état de présence à afficher sous forme de suggestion dans le portail des employés.
gl: Nesta sección, pode engadir franxas horarias á súa declaración de empregado para que aparezan como suxestións no portal de empregados.
it: In questa sezione è possibile aggiungere gli slot dell'estratto conto orario da visualizzare come suggerimento nel portale dei dipendenti.
pt: Nesta secção, é possível adicionar as faixas horárias da declaração de jornada para aparecerem como sugestão no portal do colaborador.
sk: V tejto časti môžete pridať sloty časového výkazu, ktoré sa majú zobrazovať ako návrh na portáli zamestnanca.

# RES_shifts.label7.text.rotext
source: Entrance
eu: Sarrera
fr: Entrée
gl: Entrada
it: Entrata
pt: Entrada
sk: VSTUP

# RES_shifts.label8.text.rotext
source: Exit
eu: Irten
fr: Sortie
gl: Saír
it: Uscita
pt: Saída

# RES_shifts.label9.text.rotext
source: Add slot
eu: Gehitu marra
fr: Ajouter une bande
gl: Engadir franxa
it: Aggiungi striscia
pt: Adicionar faixa
sk: Pridanie pruhu

# RES_shifts.label10.text.rotext
source: The pattern includes a change of day
eu: Ereduak egun aldaketa barne hartzen du
fr: Le modèle inclut un changement de jour
gl: O patrón inclúe un cambio de día
it: Il modello comprende un cambio di giorno
pt: O padrão inclui uma alteração de dia
sk: Vzor zahŕňa zmenu dňa

# RES_shifts.lblschedulecompliance.text.rotext
source: Schedule compliance
eu: Ordutegien betetzea.
fr: Respect des horaires
gl: Cumprimento dos horarios
it: Rispetto degli orari
pt: Cumprimento do horário
sk: Dodržiavanie harmonogramov

# RES_shifts.label15.text.rotext
source: Filters
eu: Iragazkiak
fr: Filtres
gl: Filtros
it: Filtri
pt: Filtros
sk: Filtre

# RES_shifts.label11.text.rotext
source: If the time does not reach
eu: Denbora iristen ez bada
fr: Si le temps n´atteint pas
gl: Se o tempo non chega a
it: Se il tempo non arriva a
pt: Se o tempo não chegar a
sk: Ak čas nedosiahne

# RES_shifts.label12.text.rotext
source: hours, then an incident will be generated
eu: orduetan, orduan gorabehera bat sortuko da
fr: heures, alors un incident sera généré
gl: horas, entón xerarase unha incidencia
it: ore, quindi verrà generato un evento
pt: horas, então gerar-se-á uma incidência
sk: hodín, potom sa vygeneruje udalosť

# RES_shifts.label13.text.rotext
source: If the time exceeds
eu: Denbora gainditzen bada
fr: Si le temps dépasse
gl: Se o tempo supera as
it: Se il tempo supera le
pt: Se o tempo ultrapassar as
sk: Ak čas prekročí

# RES_shifts.label14.text.rotext
source: hours, then
eu: orduak, orduan
fr: heures, alors
gl: horas, entón
it: ore, quindi
pt: horas, então
sk: hodín, potom

# RES_shifts.label16.text.rotext
source: For delay amounts less than:
eu: Atzerapenen zenbatekoak baino txikiagoak direnetarako:
fr: Pour des sommes de retards inférieures à :
gl: Para sumas de atrasos inferiores a:
it: Per somme di ritardi inferiori a:
pt: Para quantidades de atrasos inferiores a:
sk: V prípade nedoplatkov nižších ako

# RES_shifts.label17.text.rotext
source: For interruption sums of less than:
eu: Etenaldien zenbatekoak baino txikiagoak direnetarako:
fr: Pour des sommes d´interruptions inférieures à :
gl: Para sumas de interrupcións inferiores a:
it: Per somme di interruzioni inferiori a:
pt: Para quantidades de interrupções inferiores a:
sk: V prípade výpadkov menších ako:

# RES_shifts.label18.text.rotext
source: For anticipated departure amounts less than:
eu: Goiz-irteerak baino gutxiagoko kopuruetarako:
fr: Pour des sommes de sorties anticipées inférieures à :
gl: Para sumas de saídas anticipadas inferiores a:
it: Per somme di uscite anticipate inferiori a:
pt: Para quantidades de saídas antecipadas inferiores a:
sk: Pri sumách pri odchode vopred nižších ako:

# RES_shifts.notallowedinlicense.rotext
source: This option is not available in the current license.
eu: Aukera hau ez dago eskuragarri uneko lizentzian.
fr: Cette option n'est pas disponible dans la licence actuelle.
gl: Esta opción non está dispoñible na licenza actual.
it: Questa opzione non è disponibile nella licenza attuale.
pt: Esta opção não está disponível na licença atual.
sk: Táto možnosť nie je v aktuálnej licencii dostupná.

# RES_frmdailyrule.schedulevalidationrule.0.rotext
source: Disabled
eu: desgaituta
fr: désactivé
gl: desactivado
it: Disabilitato
pt: Desativado
sk: Deaktivované

# RES_frmdailyrule.schedulevalidationrule.1.rotext
source: If the
fr: Si elle est remplie
it: Se viene soddisfatta
pt: Se for cumprido
sk: Ak je splnená

# RES_frmdailyrule.schedulevalidationrule.2.rotext
source: Not met
fr: Non atteint
it: Non soddisfatto
pt: Não cumprido
sk: Nesplnené

# RES_frmdailyrule.lblschedulevalidationruledesc.text.rotext
source: Compliance with rest planning rules between shifts
fr: Respect des règles de planification des pauses entre les équipes
it: Rispetto delle regole per la pianificazione delle pause di riposo tra un turno e l'altro
pt: Cumprimento das regras de planeamento dos intervalos de descanso entre turnos
sk: Dodržiavanie pravidiel plánovania prestávok na odpočinok medzi zmenami

# RES_frmdailyrule.lblschedulevalidationruletitle.text.rotext
source: Validate
eu: Baliozkotu
fr: Valider
gl: Validar
it: Convalida
pt: Validar
sk: Overenie

# RES_frmdailyrule.scheduleruletype.freedaysinperiod.rotext
source: Days off
eu: Egun libreak
fr: Jours libres
gl: Días libres
it: Giorni liberi
pt: Dias livres
sk: Dni voľna

# RES_frmdailyrule.scheduleruletype.maxholidays.rotext
source: Maximum number of vacation days
fr: Nombre maximal de jours de vacances
it: Numero massimo di giorni di vacanza
pt: Número máximo de dias de férias
sk: Maximálny počet dní dovolenky

# RES_frmdailyrule.scheduleruletype.minmaxexpectedhours.rotext
source: Maximum number of hours per year
fr: Nombre maximal d'heures par an
it: Numero massimo di ore all'anno
pt: Número máximo de horas por ano
sk: Maximálny počet hodín za rok

# RES_frmdailyrule.scheduleruletype.minmaxshiftsinperiod.rotext
source: Maximum or minimum hours
eu: Gehienezko edo gutxieneko orduak
fr: Maximum ou minimum d´horaires
gl: Máximo ou mínimo de horarios
it: Massimo o minimo di orari
pt: Máximo ou mínimo de horários
sk: Maximálny alebo minimálny rozvrh

# RES_frmdailyrule.scheduleruletype.minweekendsinperiod.rotext
source: Minimum weekends off
eu: Asteburuetako gutxieneko atsedenaldia
fr: Weekends de repos minimum
gl: Mínimo de fins de semana de descanso
it: Minimo di fine settimana di riposo
pt: Mínimo de fins de semana de pausa
sk: Minimálny počet voľných víkendov

# RES_frmdailyrule.scheduleruletype.oneshiftoneday.rotext
source: A schedule a day
eu: Ordutegi bat egun batean
fr: Un horaire par jour
gl: Un horario un día
it: Un programma un giorno
pt: Um horário, um dia
sk: Jeden rozvrh na jeden deň

# RES_frmdailyrule.scheduleruletype.restbetweenshifts.rotext
source: Rest between days
eu: Egunen artean atsedena
fr: Reposez-vous entre les jours
gl: Descanso entre xornadas
it: Riposa tra un giorno e l'altro
pt: Descanso entre dias de trabalho
sk: Prestávky medzi jednotlivými dňami

# RES_frmdailyrule.scheduleruletype.twoshiftsequence.rotext
source: Incompatibility of schedules
eu: Ordutegi bateraezintasuna
fr: Incompatibilité d'horaire
gl: Incompatibilidade de horarios
it: Incompatibilità di pianificazione
pt: Incompatibilidade de horários
sk: Nezlučiteľnosť cestovných poriadkov

# RES_frmdailyrule.scheduleruletype.workonfestive.rotext
source: Holiday work
fr: Travailler les jours fériés
it: Lavorare nei giorni festivi
pt: Trabalhar nos feriados
sk: Práca počas štátnych sviatkov

# RES_frmdailyrule.scheduleruletype.workonweekend.rotext
source: Weekend work
fr: Travail le week-end
it: Lavoro nel fine settimana
pt: Trabalho ao fim de semana
sk: Víkendová práca

# RES_frmdailyrule.dailyrule.schedulerulesnotfound.rotext
source: (No rest type planning rules have been found)
fr: (Aucune règle de planification de type repos n'a été trouvée)
it: (Non sono state trovate regole di pianificazione del tipo di riposo)
pt: (Não foram encontradas regras de planeamento do tipo resto)
sk: (Neboli nájdené žiadne pravidlá plánovania ostatných typov)

# RES_shifts.gridheaderassignment.rotext
source: Assignment
eu: Esleipena
gl: Asignación
pt: Atribuição
sk: Zadanie

# RES_shifts.lblcaptionif2.text.rotext
source: in
eu: urtean
fr: en
gl: en
pt: em
sk: Na stránke
