Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveLabAgree.*.resx
Languages: eu, it, pt, sk

# RES_frmeditstartupvalue.rbbasehoursuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.rbcalculatedstartupvalue.text.rotext
source: Valor calculado
eu: Kalkulatutako balioa
it: Valore calcolato
sk: Vypočítaná hodnota

# RES_frmeditstartupvalue.rbstartvaluefix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditstartupvalue.rbstartvalueuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.rbtotalhoursfix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditstartupvalue.rbtotalhoursuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.reports.title.rotext
source: Visor de Informes
eu: Txostenen ikuslea
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_frmeditstartupvalue.roundtype.aprox.rotext
source: Por aproximación
eu: Hurbilketaz
it: Per approssimazione
pt: Por aproximação
sk: Aproximáciou

# RES_frmeditstartupvalue.roundtype.down.rotext
source: Por abajo
eu: Azpian
it: Dal basso
pt: Abaixo de
sk: Pod

# RES_frmeditstartupvalue.roundtype.none.rotext
source: Sin redondeo
eu: Biribilketarik ez
it: Senza arrotondamento
pt: Sem arredondamento
sk: Bez zaokrúhľovania

# RES_frmeditstartupvalue.roundtype.up.rotext
source: Por arriba
eu: Goitik
it: Da sopra
pt: Acima de
sk: Na vrchole

# RES_frmeditstartupvalue.tabgeneral.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_frmeditstartupvalue.tablabagreestartupalertstitle.rotext
source: Alertas
eu: Alertak
it: Avvisi
sk: Upozornenia

# RES_frmeditstartupvalue.tablabagreestartupvaluetitle.rotext
source: Valor inicial
eu: Hasierako balioa
it: Valore iniziale
sk: Počiatočná hodnota

# RES_frmeditstartupvalue.tbaddnewstartupvalue.rotext
source: Añadir saldo inicial
eu: Gehitu hasierako saldoa
it: Aggiungi saldo iniziale
pt: Adicionar saldo inicial
sk: Pridajte počiatočný zostatok

# RES_frmeditstartupvalue.tbdelstartupvalue.rotext
source: Eliminar saldo inicial
eu: Ezabatu hasierako saldoa
it: Elimina saldo iniziale
sk: Odstránenie počiatočného zostatku

# RES_frmeditstartupvalue.validation.alreadyexists.rotext
source: Ya existe este saldo inicial en el convenio
eu: Hasierako balantze hori dagoeneko badago akordioan
it: Esiste già questo saldo iniziale nell´accordo
pt: Já existe este saldo inicial no acordo
sk: Tento počiatočný zostatok už v dohode existuje

# RES_frmeditstartupvalue.validation.fieldsempty.rotext
source: No ha introducido todos los campos obligatorios
eu: Ez dituzu beharrezko eremu guztiak sartu
it: Non sono stati immessi tutti i campi obbligatori
pt: Não introduziu todos os campos obrigatórios
sk: Nezadali ste všetky požadované polia

# RES_frmeditstartupvalue.validation.noselection.rotext
source: Debe seleccionar al menos una opción para la configuración del saldo
eu: Gutxienez aukera bat hautatu behar duzu balantzearen ezarpenetarako
it: Si deve selezionare almeno un´opzione per la configurazione del saldo
pt: Deve selecionar pelo menos uma opção para a configuração do saldo
sk: Musíte vybrať aspoň jednu možnosť nastavenia rovnováhy

# RES_labagree.addnew.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnelabagreerule.text.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnelabagreerule.tooltip.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewlabagreecauselimit.text.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewlabagreecauselimit.tooltip.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewlabagreerequestvalidation.text.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewlabagreerequestvalidation.tooltip.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewlabagreeschedulerules.text.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewlabagreeschedulerules.tooltip.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewstartupvalue.text.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.btnaddnewstartupvalue.tooltip.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.button.title.newrule.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.button.title.newstartupvalue.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_labagree.checkpermission.denied.description.rotext
source: Acceso Denegado
eu: Sarrera debekatua
it: Accesso negato
pt: Acesso recusado
sk: Prístup zamietnutý

# RES_labagree.ckfixedvalue.text.rotext
source: Fijas
eu: Finkoa
it: Schede
pt: Fixas
sk: Opravené

# RES_labagree.cktelecommuteno.text.rotext
source: No
eu: Ez
pt: Não
sk: NIE

# RES_labagree.cktelecommuteyes.text.rotext
source: Sí
eu: Bai
it: Sì
pt: Sim
sk: Áno

# RES_labagree.ckuserfield.text.rotext
source: Según campo de la ficha
eu: Erregistroaren eremuaren arabera
it: Secondo il campo della scheda
pt: Segundo o campo da ficha
sk: Podľa poľa fiche

# RES_labagree.days.rotext
source: días
eu: egunak
it: giorni
pt: dias
sk: dni

# RES_labagree.divlblfork.text.rotext
source: Horquilla
eu: Sardexka
it: Intervallo
pt: Intervalo
sk: Vidlica

# RES_labagree.emptyheader.text.rotext
source: Arrastre una columna aquí...
eu: Arrastatu zutabe bat hona...
it: Trascina una colonna qui...
pt: Arraste uma coluna para aqui...
sk: Potiahnite stĺpec sem...

# RES_labagree.grdrule.title.rotext
source: Reglas de arrastre
eu: Arrastatu arauak
it: Trascina le regole
pt: Regras de transição
sk: Pravidlá pre vlečné siete

# RES_labagree.grdstartup.title.rotext
source: Saldos iniciales y alertas de máximos y mínimos
eu: Hasierako saldoak eta gehienezko eta gutxieneko alertak
it: Saldi iniziali e avvisi di limiti massimi e minimi
pt: Saldos iniciais e alertas de valores máximos e mínimos.
sk: Počiatočné zostatky a upozornenia na vysoké/nízke hodnoty

# RES_labagree.gridlabagreecauselimit.column.begindate.rotext
source: Inicio validez
eu: Hasi indarraldia
it: Inizio validità
pt: Início da validade
sk: Domovská platnosť

# RES_labagree.gridlabagreecauselimit.column.causelimit.rotext
source: Límites de justificaciones
eu: Justifikazioen mugak
it: Limiti di giustificazioni
pt: Limites de justificações
sk: Hranice odôvodnení

# RES_labagree.gridlabagreecauselimit.column.edit.rotext
source: Editar
eu: Editatu
it: Modifica
sk: upraviť

# RES_labagree.gridlabagreecauselimit.column.enddate.rotext
source: Final validez
eu: Baliozkotasuna amaitzea
it: Fine validità
pt: Fim da validade
sk: Konečná platnosť

# RES_labagree.gridlabagreerequestvalidation.column.active.rotext
source: Activa
eu: Aktiboa
it: Attiva
pt: Ativa
sk: aktívny

# RES_labagree.gridlabagreerequestvalidation.column.automaticrule.rotext
source: Automática
eu: Automatikoa
it: Automatica
sk: Automatické

# RES_labagree.gridlabagreerequestvalidation.column.edit.rotext
source: Editar
eu: Editatu
it: Modifica
sk: upraviť

# RES_labagree.gridlabagreerequestvalidation.column.labagree.rotext
source: Regla de solicitud
eu: Eskatu araua
it: Regola di richiesta
pt: Regra de pedido
sk: Pravidlo aplikácie

# RES_labagree.gridlabagreerequestvalidation.column.name.rotext
source: Regla de solicitud
eu: Eskatu araua
it: Regola di richiesta
pt: Regra de pedido
sk: Pravidlo aplikácie

# RES_labagree.gridlabagreerequestvalidation.column.requesttype.rotext
source: Tipo solicitud
eu: Eskaera mota
it: Tipo richiesta
pt: Tipo de pedido
sk: Typ aplikácie

# RES_labagree.gridlabagreerules.column.begindate.rotext
source: Inicio validez
eu: Hasi indarraldia
it: Inizio validità
pt: Início da validade
sk: Domovská platnosť

# RES_labagree.gridlabagreerules.column.edit.rotext
source: Editar
eu: Editatu
it: Modifica
sk: upraviť

# RES_labagree.gridlabagreerules.column.enddate.rotext
source: Final validez
eu: Baliozkotasuna amaitzea
it: Fine validità
pt: Fim da validade
sk: Konečná platnosť

# RES_labagree.gridlabagreerules.column.labagree.rotext
source: Regla de arrastre
eu: Arrastatu araua
it: Regola di riporto
pt: Regra de transição
sk: Pretiahnite pravítko

# RES_labagree.gridlabagreeschedulerules.column.active.rotext
source: Activa
eu: Aktiboa
it: Attiva
pt: Ativa
sk: aktívny

# RES_labagree.gridlabagreeschedulerules.column.edit.rotext
source: Editar
eu: Editatu
it: Modifica
sk: upraviť

# RES_labagree.gridlabagreeschedulerules.column.name.rotext
source: Nombre
eu: Izena
it: Nome
pt: Nome
sk: názov

# RES_labagree.gridlabagreestartupvalues.column.name.rotext
source: Saldos iniciales y alertas de máximos y mínimos
eu: Hasierako saldoak eta gehienezko eta gutxieneko alertak
it: Saldi iniziali e avvisi di limiti massimi e minimi
pt: Saldos iniciais e alertas de valores máximos e mínimos.
sk: Počiatočné zostatky a upozornenia na vysoké/nízke hodnoty

# RES_labagree.gridlabagreevalues.error.existing.rotext
source: Valor repetido
eu: Balio errepikatua
it: Valore ripetuto
sk: Opakovaná hodnota

# RES_labagree.gridstartupvalues.column.labagree.rotext
source: Valor Inicial
eu: Hasierako balioa
it: Valore iniziale
sk: Počiatočná hodnota

# RES_labagree.gridstartupvalues.error.empty.rotext
source: Indique un valor
eu: Sartu balio bat
it: Indica un valore
pt: Indique um valor
sk: Uveďte hodnotu

# RES_labagree.gridstartupvalues.error.existing.rotext
source: Valor repetido
eu: Balio errepikatua
it: Valore ripetuto
sk: Opakovaná hodnota

# RES_labagree.lblcantelecommutedesc.text.rotext
source: Indica si el usuario puede hacer teletrabajo
eu: Erabiltzaileak telelan egin dezakeen adierazten du
it: Indica se l´utente ha diritto al telelavoro
pt: Indique se o utilizador pode fazer teletrabalho
sk: Označuje, či má používateľ povolené pracovať na diaľku

# RES_labagree.lblcantelecommutetitle.text.rotext
source: ¿Se permite teletrabajar?
eu: Baimenduta al dago telelana?
it: È consentito il telelavoro?
pt: O teletrabalho é permitido?
sk: je práca na diaľku povolená?

# RES_labagree.lblcanworkonfeastdesc.text.rotext
source: Indica si se permite que se trabaje en días marcados como festivos
eu: Jaiegun gisa markatutako egunetan lana onartzen den adierazten du
it: Indica se è consentito che si lavori nei giorni segnalati come festivi
pt: Indica se é permitido trabalhar em dias assinalados como feriados
sk: Uvádza, či je práca povolená v dňoch označených ako štátne sviatky

# RES_labagree.lblcanworkonfeasttitle.text.rotext
source: Días festivos:
eu: Oporrak:
it: Giorni festivi:
pt: Feriados:
sk: Štátne sviatky:

# RES_labagree.lblcanworkonnonworkingdaysdesc.text.rotext
source: Indica si se permite que se trabaje en días no laborales
eu: Lanegunak ez diren egunetan lana onartzen den adierazten du
it: Indica se è consentito che si lavori in giorni non lavorativi
pt: Indica se é permitido trabalhar em dias não laborais
sk: Uvádza, či je práca povolená v dňoch pracovného pokoja

# RES_labagree.lblcanworkonnonworkingdaystitle.text.rotext
source: Días no laborales:
eu: Langabeak:
it: Giorni non lavorativi:
pt: Dias não laborais:
sk: Dni pracovného pokoja:

# RES_labagree.lblcauselimitvaluescaption.text.rotext
source: Límites de justificaciones
eu: Justifikazioen mugak
it: Limiti di giustificazioni
pt: Limites de justificações
sk: Hranice odôvodnení

# RES_labagree.lbldesclabagree.text.rotext
source: Descripción:
eu: Deskribapena:
it: Descrizione:
pt: Descrição:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_labagree.lbldesclabagreedescription.text.rotext
source: Descripción del convenio
eu: Hitzarmenaren deskribapena
it: Descrizione dell´accordo
pt: Descrição do acordo
sk: Opis dohody

# RES_labagree.lblfork.text.rotext
source: Horquilla:
eu: Sardexka:
it: Intervallo:
pt: Intervalo:
sk: Vidlica:

# RES_labagree.lblholidayyeardays.text.rotext
source: Días anuales:
eu: Urteko egunak:
it: Giorni all´anno:
pt: Dias anuais:
sk: Ročné dni:

# RES_labagree.lblholidayyeardaysdesc.text.rotext
source: Máximo número de días de vacaciones que podrán planificarse para un año
eu: Urte baterako planifikatu daitekeen opor egunen gehienezko kopurua
it: Numero massimo di giorni di vacanza che sarà possibile pianificare per un anno
pt: Máximo número de dias de férias que poderão ser planeados para um ano
sk: Maximálny počet dní dovolenky, ktoré možno naplánovať za rok

# RES_labagree.lbllabagreemaintitle.text.rotext
source: Convenios
eu: Hitzarmenak
it: Accordi
pt: Acordos
sk: Dohody

# RES_labagree.lbllabagreerulecaption.text.rotext
source: Reglas de arrastre
eu: Arrastatu arauak
it: Trascina le regole
pt: Regras de transição
sk: Pravidlá pre vlečné siete

# RES_labagree.lbllabagreerules.text.rotext
source: Introduzca las reglas que contendrá este convenio.
eu: Sartu hitzarmen honek jasoko dituen arauak.
it: Immetti le regole che saranno contenute in questo accordo.
pt: Introduza as regras contidas neste acordo.
sk: Uveďte pravidlá, ktoré má táto dohoda obsahovať.

# RES_labagree.lbllabagreeschedulerule.text.rotext
source: Reglas de planificación
eu: Plangintza-arauak
it: Regole di pianificazione
pt: Regras de planeamento
sk: Pravidlá plánovania

# RES_labagree.lbllabagreesdesc.text.rotext
source: Datos específicos para convenios.
eu: Hitzarmenetarako datu zehatzak.
it: Dati specifici per accordi.
pt: Dados específicos para acordos.
sk: Konkrétne údaje pre dohody.

# RES_labagree.lbllabagreesmaintitlerules.text.rotext
source: Reglas de arrastre
eu: Arrastatu arauak
it: Trascina le regole
pt: Regras de transição
sk: Pravidlá pre vlečné siete

# RES_labagree.lbllabagreesmaintitlerulesdescription.text.rotext
source: Datos específicos de los saldos iniciales, arrastres,justificaciones y reglas de solicitud del convenio
eu: Hasierako saldoei, atzerapenei, justifikazioei eta hitzarmena eskatzeko arauei buruzko datu zehatzak
it: Dati specifici dei saldi iniziali, riporti, giustificazioni e regole di richiesta dell´accordo
pt: Dados específicos dos saldos iniciais, transições, justificações e regras de pedido do acordo
sk: Konkrétne údaje o počiatočných zostatkoch, prenosoch, odôvodneniach a pravidlách pre žiadosť o dohodu

# RES_labagree.lbllabagreestitlegeneral.text.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_labagree.lblname.text.rotext
source: Nombre:
eu: Izena:
it: Nome:
pt: Nome:
sk: Názov:

# RES_labagree.lblnamedescription.text.rotext
source: Nombre del convenio
eu: Hitzarmenaren izena
it: Nome dell´accordo
pt: Nome do acordo
sk: Názov dohody

# RES_labagree.lblrequestvalidationscaption.text.rotext
source: Reglas de solicitudes
eu: Eskatu arauak
it: Regole di richieste
pt: Regras de pedidos
sk: Pravidlá uplatňovania

# RES_labagree.lblschedulerules.text.rotext
source: Reglas de planificación
eu: Plangintza-arauak
it: Regole di pianificazione
pt: Regras de planeamento
sk: Pravidlá plánovania

# RES_labagree.lblschedulerulesdesc.text.rotext
source: Datos especificos sobre las reglas de planificación que aplican al convenio.
eu: Hitzarmenari aplikatzen zaizkion planeamendu-arauei buruzko datu zehatzak.
it: Dati specifici delle regole di pianificazione che si applicano all´accordo.
pt: Dados específicos sobre as regras de planeamento que se aplicam ao acordo.
sk: Konkrétne údaje o pravidlách plánovania, ktoré sa vzťahujú na dohodu.

# RES_labagree.lblstartupvaluecaption.text.rotext
source: Saldos iniciales y alertas de máximos y mínimos
eu: Hasierako saldoak eta gehienezko eta gutxieneko alertak
it: Saldi iniziali e avvisi di limiti massimi e minimi
pt: Saldos iniciais e alertas de valores máximos e mínimos.
sk: Počiatočné zostatky a upozornenia na vysoké/nízke hodnoty

# RES_labagree.lblstartupvalues.text.rotext
source: Introduzca los valores iniciales que se aplicarán a este convenio.
eu: Sartu konbentzio honi aplikatuko zaizkion hasierako balioak.
it: Immetti i valori iniziali che verranno applicati a questo accordo.
pt: Introduza os valores iniciais que se aplicarão a este acordo.
sk: Zadajte počiatočné hodnoty, ktoré sa majú uplatniť na túto dohodu.

# RES_labagree.lbltelecommuting.text.rotext
source: Teletrabajo
eu: Telelangintza
it: Telelavoro
pt: Teletrabalho
sk: Telework

# RES_labagree.lbltelecommutingdaystitle.text.rotext
source: Cuántos días podrá teletrabajar?
eu: Zenbat egun izango dituzu telelana egiteko gai?
it: Quanti giorni potrai lavorare in telelavoro?
pt: Quantos dias poderá fazer teletrabalho?
sk: Koľko dní budete môcť pracovať na diaľku?

# RES_labagree.lblworkingdaysdesc.text.rotext
source: Indica los días de la semana laborales
eu: Asteko lanegunak adierazten ditu
it: Indica i giorni lavorativi della settimana
pt: Indica os dias úteis da semana
sk: Označuje pracovné dni v týždni

# RES_labagree.lblworkingdaystitle.text.rotext
source: Días laborables:
eu: Lan egunak:
it: Giorni lavorativi:
pt: Dias laborais:
sk: Pracovné dni:

# RES_labagree.lblyearhoursdesc.text.rotext
source: Máximo número de horas laborables que se pueden planificar para un año
eu: Urte baterako planifikatu daitekeen gehienezko lan-ordu kopurua
it: Numero massimo di ore lavorative che è possibile pianificare per un anno
pt: Máximo número de horas laboráveis que podem ser planeadas para um ano
sk: Maximálny počet pracovných hodín, ktoré možno naplánovať na rok

# RES_labagree.lblyearhourstitle.text.rotext
source: Horas anuales:
eu: Urteko ordutegia:
it: Ore annuali:
pt: Horas anuais:
sk: Počet hodín za rok:

# RES_labagree.month.rotext
source: el mes
eu: hilabetea
it: il mese
pt: no mês
sk: mesiac

# RES_labagree.msghaschanges.rotext
source: Se han encontrado cambios en el convenio
eu: Hitzarmenean aldaketak aurkitu dira
it: Sono state rilevate modifiche nell´accordo
pt: Foram encontradas alterações no acordo
sk: V dohode boli zistené zmeny

# RES_labagree.msghaserrors.rotext
source: Se han encontrado errores en el convenio
eu: Akatsak aurkitu dira hitzarmenean
it: Sono stati rilevati errori nell´accordo
pt: Foram encontrados erros no acordo
sk: V dohode boli zistené chyby

# RES_labagree.msgsavechangesbar.rotext
source: Guardar cambios
eu: Aldaketak gorde
it: Salva modifiche
pt: Guardar alterações
sk: Uloženie zmien

# RES_labagree.msgundochangesbar.rotext
source: Deshacer cambios
eu: Desegin aldaketak
it: Annulla modifiche
pt: Anular alterações
sk: Zrušenie zmien

# RES_labagree.optional.rotext
source: Opcional
eu: Aukerakoa
it: Opzionale
sk: Voliteľné

# RES_labagree.presence.rotext
source: Presencial
eu: Pertsonalki
it: In presenza
sk: Na mieste

# RES_labagree.quarter.rotext
source: el trimestre
eu: hiruhilekoa
it: il trimestre
pt: no trimestre
sk: štvrťrok

# RES_labagree.reports.title.rotext
source: Visor de Informes
eu: Txostenen ikuslea
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_labagree.tabdefinition.rotext
source: Definición
eu: Definizioa
it: Definizione
pt: Definição
sk: definícia

# RES_labagree.tabgeneral.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_labagree.tabrules.rotext
source: Reglas de convenio
eu: hitzarmenaren arauak
it: Regole di accordo
pt: Regras do acordo
sk: Pravidlá dohody

# RES_labagree.tabscheulerules.rotext
source: Reglas de planificación
eu: Plangintza-arauak
it: Regole di pianificazione
pt: Regras de planeamento
sk: Pravidlá plánovania

# RES_labagree.tbaddnewlabagree.rotext
source: Añadir convenio
eu: Gehitu akordioa
it: Aggiungi accordo
pt: Adicionar acordo
sk: Pridať dohodu

# RES_labagree.tbdellabagree.rotext
source: Eliminar convenio
eu: Ezabatu akordioa
it: Elimina accordo
pt: Eliminar acordo
sk: Vymazať dohodu

# RES_labagree.tbshowreports.rotext
source: Visor de Informes
eu: Txostenen ikuslea
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_labagree.telecommuting.rotext
source: Teletrabajo
eu: Telelangintza
it: Telelavoro
pt: Teletrabalho
sk: Telework

# RES_labagree.title.rotext
source: Convenios
eu: Hitzarmenak
it: Accordi
pt: Acordos
sk: Dohody

# RES_labagree.title_labagree_pathway.rotext
source: Convenios
eu: Hitzarmenak
it: Accordi
pt: Acordos
sk: Dohody

# RES_labagree.title_labagrees_pathway.rotext
source: Convenios
eu: Hitzarmenak
it: Accordi
pt: Acordos
sk: Dohody

# RES_labagree.treecaptionlabagree.rotext
source: Convenios
eu: Hitzarmenak
it: Accordi
pt: Acordos
sk: Dohody

# RES_labagree.txtcantelecommutefromdesc.text.rotext
source: Desde
eu: Bertatik
it: Da
sk: Z adresy

# RES_labagree.txtcantelecommutetodesc.text.rotext
source: Hasta
eu: Arte
it: Fino a
pt: A
sk: Na

# RES_labagree.txttcmandatorydays.text.rotext
source: Los
eu: The
it: IL
pt: Os
sk: Stránka

# RES_labagree.txttcoptionaldays.text.rotext
source: Podrán escoger
eu: Aukeratu ahal izango dute
it: Potranno scegliere
pt: Poderão escolher
sk: Budú si môcť vybrať

# RES_labagree.txttelecommutingdistributiondesc.text.rotext
source: Los usuarios distribuirán semanalmente su jornada de teletrabajo de la siguiente forma:
eu: Erabiltzaileek astero banatuko dute beren telelanaldia, honela banatuko dute:
it: Gli utenti distribuiranno settimanalmente la propria giornata di telelavoro come segue:
pt: Os utilizadores distribuirão o dia de teletrabalho semanalmente da seguinte forma:
sk: Používatelia si rozdelia svoj týždenný čas práce na diaľku takto:

# RES_labagree.txttelecommutingmandatorym.text.rotext
source: de forma obligatoria
eu: derrigorrezkoa
it: obbligatorio
pt: de forma obrigatória
sk: povinne

# RES_labagree.txttelecommutingoptionaldays2.text.rotext
source: días de
eu: egunak
it: giorni di
pt: dias de
sk: dní

# RES_labagree.txttelecommutingoptionaldays3.text.rotext
source: de entre
eu: artetik
it: tra
sk: spomedzi

# RES_labagree.week.rotext
source: la semana
eu: astean
it: la settimana
pt: da semana
sk: týždeň

# RES_srvmsgboxlabagree.deletelabagree.description.rotext
source: Esta acción eliminará el convenio seleccionado.
eu: Ekintza honek hautatutako hitzarmena ezabatuko du.
it: Questa azione eliminerà l´accordo selezionato.
pt: Esta ação eliminará o acordo selecionado.
sk: Táto akcia odstráni vybranú dohodu.

# RES_srvmsgboxlabagree.deletelabagree.option1description.rotext
source: Borrar el convenio
eu: Ezabatu akordioa
it: Elimina l´accordo
pt: Apagar o acordo
sk: Vymazať dohodu

# RES_srvmsgboxlabagree.deletelabagree.option1text.rotext
source: Borrar
eu: Ezabatu
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxlabagree.deletelabagree.option2description.rotext
source: No borrar el convenio
eu: Ez ezabatu akordioa
it: Non eliminare l'accordo
pt: Não eliminar o acordo
sk: Nevymazávajte dohodu

# RES_srvmsgboxlabagree.deletelabagree.option2text.rotext
source: No borrar
eu: Ez ezabatu
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxlabagree.deletelabagree.title.rotext
source: Se dispone a eliminar el convenio.<br>¿Está seguro?
eu: Akordioa kentzeko prestatzen ari zara.<br>Ziur al zaude?
it: Si sta per eliminare l´accordo.<br>Procedere?
pt: Pretende eliminar o acordo.<br>Tem a certeza?
sk: Chystáte sa odstrániť dohodu.<br> Ste si istý?
