Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveLabAgree.*.resx
Languages: eu, it, pt, sk

# RES_srvmsgboxlabagree.deletelabagreerules.description.rotext
source: Esta acción eliminará la regla de convenio.
eu: Ekintza honek konbentzio-araua kenduko du.
it: Questa azione eliminerà la regola di accordo.
pt: Esta ação eliminará a regra do acordo.
sk: Táto akcia odstráni pravidlo konvencie.

# RES_srvmsgboxlabagree.deletelabagreerules.option1description.rotext
source: Elimina la regla de convenio
eu: Akordioaren araua ezabatu
it: Elimina la regola dell´accordo
pt: Elimina a regra do acordo
sk: Odstraňuje pravidlo dohody

# RES_srvmsgboxlabagree.deletelabagreerules.option1text.rotext
source: Borrar
eu: Ezabatu
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxlabagree.deletelabagreerules.option2description.rotext
source: No elimina la regla de convenio
eu: Ez du hitzarmenaren araua ezabatzen
it: Non elimina la regola dell´accordo
pt: Não elimina a regra do acordo
sk: Nevylučuje pravidlo dohody

# RES_srvmsgboxlabagree.deletelabagreerules.option2text.rotext
source: No borrar
eu: Ez ezabatu
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxlabagree.deletelabagreerules.title.rotext
source: Se dispone a eliminar el registro.<br> ¿Está seguro?
eu: Erregistroa ezabatzera zoaz.<br> Ziur al zaude?
it: Stai per eliminare il record.<br> Sei sicuro?
pt: Irá eliminar o registo.<br> Tem certeza?
sk: Chystáte sa vymazať záznam.<br> Ste si istý?

# RES_srvmsgboxlabagree.deletelabagreerulesdef.description.rotext
source: Esta acción eliminará la regla de convenio del convenio seleccionado.
eu: Ekintza honek hitzarmenaren araua kenduko du hautatutako hitzarmenetik.
it: Questa azione eliminerà la regola di accordo dell´accordo selezionato.
pt: Esta ação eliminará a regra do acordo selecionado.
sk: Táto akcia odstráni pravidlo konvencie z vybranej konvencie.

# RES_srvmsgboxlabagree.deletelabagreerulesdef.option1description.rotext
source: Borrar la regla de convenio
eu: Ezabatu hitzarmenaren araua
it: Elimina la regola dell´accordo
pt: Apagar a regra do acordo
sk: Odstránenie pravidla konvencie

# RES_srvmsgboxlabagree.deletelabagreerulesdef.option1text.rotext
source: Borrar
eu: Ezabatu
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxlabagree.deletelabagreerulesdef.title.rotext
source: Se dispone a eliminar la regla de convenio.<br>¿Está seguro?
eu: Akordioaren araua ezabatzeko prestatzen ari zara.<br>Ziur al zaude?
it: Si sta per eliminare la regola dell´accordo.<br>Procedere?
pt: Pretende eliminar a regra do acordo.<br>Tem a certeza?
sk: Chystáte sa odstrániť pravidlo konvencie.<br> <br>Vy ste si istý?

# RES_srvmsgboxlabagree.deleteperioddef.option2description.rotext
source: No borra la regla del convenio
eu: Ez du hitzarmenaren araua ezabatzen
it: Non elimina la regola dell´accordo
pt: Não apagar a regra do acordo
sk: Nevymazáva pravidlo dohovoru

# RES_srvmsgboxlabagree.deleteperioddef.option2text.rotext
source: No borrar
eu: Ez ezabatu
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxlabagree.deletestartupvaluedef.option2description.rotext
source: No borrar el valorinicial del convenio
eu: Ez ezabatu hitzarmenaren hasierako balioa
it: Non eliminare il valore iniziale dell´accordo
pt: Não apagar o valor inicial do acordo
sk: Nevymazávajte počiatočnú hodnotu dohody

# RES_srvmsgboxlabagree.deletestartupvaluedef.option2text.rotext
source: No borrar
eu: Ez ezabatu
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxlabagree.deletestartupvalues.description.rotext
source: Esta acción eliminará el valorinicial.
eu: Ekintza honek hasierako balioa kenduko du.
it: Questa azione eliminerà il valore iniziale.
pt: Esta ação eliminará o valor inicial.
sk: Táto akcia odstráni počiatočnú hodnotu.

# RES_srvmsgboxlabagree.deletestartupvalues.option1description.rotext
source: Elimina el valorinicial
eu: Kendu hasierako balioa
it: Elimina il valore iniziale
pt: Elimina o valor inicial
sk: Odstráni počiatočnú hodnotu

# RES_srvmsgboxlabagree.deletestartupvalues.option1text.rotext
source: Borrar
eu: Ezabatu
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxlabagree.deletestartupvalues.option2description.rotext
source: No elimina el valorinicial
eu: Ez du hasierako balioa kentzen
it: Non elimina il valore iniziale
pt: Não elimina o valor inicial
sk: Neodstráni počiatočnú hodnotu

# RES_srvmsgboxlabagree.deletestartupvalues.option2text.rotext
source: No borrar
eu: Ez ezabatu
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_srvmsgboxlabagree.deletestartupvalues.title.rotext
source: Se dispone a eliminar el registro.<br> ¿Esta seguro?
eu: Erregistroa ezabatzera zoaz.<br> Ziur al zaude?
it: Si sta per eliminare il registro.<br>Procedere?
pt: Pretende eliminar o registo.<br> Tem a certeza?
sk: Chystáte sa vymazať záznam.<br> Ste si istý?

# RES_srvmsgboxlabagree.deletestartupvaluesdef.description.rotext
source: Esta acción eliminará el valorinicial del convenio.
eu: Ekintza honek hitzarmenaren hasierako balioa ezabatuko du.
it: Questa azione eliminerà il valore iniziale dell´accordo.
pt: Esta ação eliminará o valor inicial do acordo.
sk: Touto akciou sa odstráni počiatočná hodnota dohody.

# RES_srvmsgboxlabagree.deletestartupvaluesdef.option1description.rotext
source: Borra el valorinicial del convenio
eu: Ezabatu hitzarmenaren hasierako balioa
it: Elimina il valore iniziale dell´accordo
pt: Elimina o valor inicial do acordo
sk: Vymazať počiatočnú hodnotu dohody

# RES_srvmsgboxlabagree.deletestartupvaluesdef.option1text.rotext
source: Borrar
eu: Ezabatu
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_srvmsgboxlabagree.deletestartupvaluesdef.title.rotext
source: Se dispone a eliminar el valorinicial. <br>¿Está seguro?
eu: Hasierako balioa ezabatzear zaude. <br>Ziur al zaude?
it: Si sta per eliminare il valore iniziale. <br> Procedere?
pt: Está prestes a eliminar o valor inicial. <br>Tem a certeza?
sk: Chystáte sa odstrániť počiatočnú hodnotu. <br>Vy ste si istý?

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.cmbruledesc.rotext
source: Debe seleccionar una regla de convenio
eu: Konbentzio-arau bat hautatu behar duzu
it: Si deve selezionare una regola dell´accordo
pt: Deve selecionar uma regra do acordo
sk: Musíte vybrať pravidlo konvencie

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.cmbruletitle.rotext
source: Seleccione una regla
eu: Hautatu arau bat
it: Seleziona una regola
pt: Selecione uma regra
sk: Vyberte pravidlo

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.dpdatebegindesc.rotext
source: Debe insertar una fecha inicio correcta
eu: Hasiera-data zuzena sartu behar duzu
it: Si deve inserire una data di inizio corretta
pt: Deve inserir uma data de início correta
sk: Musíte vložiť správny dátum začiatku

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.dpdatebegintitle.rotext
source: Fecha inicio incorrecta
eu: Hasiera data okerra
it: Data inizio errata
pt: Data de início incorreta
sk: Nesprávny dátum začiatku

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.dpdateenddesc.rotext
source: Debe insertar una fecha fin correcta
eu: Amaiera-data zuzena sartu behar duzu
it: Si deve inserire una data di fine corretta
pt: Deve inserir uma data de fim correta
sk: Musíte vložiť správny dátum ukončenia

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.dpdateendtitle.rotext
source: Fecha fin incorrecta
eu: Amaiera-data okerra
it: Data di fine errata
pt: Data de fim incorreta
sk: Nesprávny dátum ukončenia

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.errordateintervaldesc.rotext
source: El intervalo de fechas insertado es incorrecto.
eu: Txertatu den data-tartea okerra da.
it: L´intervallo di date inserito non è corretto.
pt: O intervalo de datas inserido está incorreto.
sk: Vložený rozsah dátumu je nesprávny.

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.errordateintervaltitle.rotext
source: Intervalo de fechas incorrecto
eu: Data tarte okerra
it: Intervallo di date errato
pt: Intervalo de datas incorreto
sk: Nesprávny rozsah dátumov

# RES_srvmsgboxlabagree.error.frmaddlabagreerule.ok.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxlabagree.error.frmaddstartupvalue.cmbstartupvalue.rotext
source: Debe seleccionar un valor inicial
eu: Hasierako balio bat hautatu behar duzu
it: Si deve selezionare un valore iniziale
pt: Deve selecionar um valor inicial
sk: Musíte vybrať počiatočnú hodnotu

# RES_srvmsgboxlabagree.error.frmaddstartupvalue.ok.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxlabagree.error.frmlabagree.nodelruledesc.rotext
source: El intervalo de periodos de la regla de convenios se encuentra dentro de la fecha de cierre. <br>No se puede eliminar
eu: Hitzarmen-arauaren epe-tartea itxiera-dataren barruan dago. <br>Ezin da ezabatu
it: L´intervallo di periodi della regola di accordi trova all´interno della data di chiusura. <br>Impossibile eliminare
pt: O intervalo de períodos da regra do acordo encontra-se dentro da data de conclusão. <br>Não é possível eliminar.
sk: Časový interval pravidla dohody je v rámci dátumu uzávierky. <br>Nemožno ho vymazať

# RES_srvmsgboxlabagree.error.frmlabagree.nodelruletitle.rotext
source: No se puede eliminar
eu: Ezin da ezabatu
it: Impossibile eliminare
pt: Não é possível eliminar.
sk: Nemožno vymazať

# RES_srvmsgboxlabagree.error.frmlabagree.ok.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxlabagree.error.frmlabagreerules.actionemptydesc.rotext
source: Debe seleccionar una acción para generar la regla de convenio.
eu: Akordio-araua sortzeko ekintza bat hautatu behar duzu.
it: Si deve selezionare un´azione per generare la regola dell´accordo.
pt: Deve selecionar uma ação para gerar a regra do acordo.
sk: Musíte vybrať akciu na vytvorenie pravidla dohody.

# RES_srvmsgboxlabagree.error.frmlabagreerules.actionemptytitle.rotext
source: Seleccione una acción
eu: Hautatu ekintza bat
it: Seleziona un´azione
pt: Selecione uma ação
sk: Vyberte akciu

# RES_srvmsgboxlabagree.error.frmlabagreerules.comparationemptydesc.rotext
source: Debe seleccionar una comparación para generar la regla.
eu: Araua sortzeko konparazio bat hautatu behar duzu.
it: Si deve selezionare un confronto per generare la regola.
pt: Deve selecionar uma comparação para gerar a regra.
sk: Na vytvorenie pravidla musíte vybrať porovnanie.

# RES_srvmsgboxlabagree.error.frmlabagreerules.comparationemptytitle.rotext
source: Seleccione una comparación
eu: Aukeratu konparazio bat
it: Seleziona un confronto
pt: Selecione uma comparação
sk: Vyberte porovnanie

# RES_srvmsgboxlabagree.error.frmlabagreerules.desticauseemptydesc.rotext
source: Debe insertar un destino para evaluar correctamente la regla
eu: Helburu bat txertatu behar duzu araua behar bezala ebaluatzeko
it: Si deve inserire una destinazione per valutare correttamente la regola
pt: Deve inserir um destino para avaliar corretamente a regra
sk: Na správne vyhodnotenie pravidla je potrebné vložiť cieľové miesto

# RES_srvmsgboxlabagree.error.frmlabagreerules.desticauseemptytitle.rotext
source: Seleccione destino
eu: Hautatu helmuga
it: Seleziona destinazione
pt: Selecione o destino
sk: Vyberte cieľové miesto

# RES_srvmsgboxlabagree.error.frmlabagreerules.difemptydesc.rotext
source: Debe insertar una selección para evaluar correctamente la regla.
eu: Hautaketa bat txertatu behar duzu araua behar bezala ebaluatzeko.
it: Si deve inserire una selezione per valutare correttamente la regola.
pt: Deve inserir uma seleção para avaliar corretamente a regra.
sk: Na správne vyhodnotenie pravidla je potrebné vložiť výber.

# RES_srvmsgboxlabagree.error.frmlabagreerules.difemptytitle.rotext
source: Seleccione una selección
eu: Hautatu hautaketa bat
it: Seleziona una selezione
pt: Selecione uma seleção
sk: Vyberte si výber

# RES_srvmsgboxlabagree.error.frmlabagreerules.difuserfieldemptydesc.rotext
source: Debe seleccionar un campo de la ficha para generar la regla.
eu: Araua sortzeko fitxan eremu bat hautatu behar duzu.
it: Si deve selezionare un campo della scheda per generare la regola.
pt: Deve selecionar um campo da ficha para gerar a regra.
sk: Na karte musíte vybrať pole, ktoré má pravidlo generovať.

# RES_srvmsgboxlabagree.error.frmlabagreerules.difuserfieldemptytitle.rotext
source: Seleccione un campo de la ficha para completar la definición del valorinicial.
eu: Hautatu fitxako eremu bat hasierako balioaren definizioa osatzeko.
it: Seleziona un campo della scheda per completare la definizione di valore iniziale.
pt: Selecione um campo da ficha para completar a definição do valor inicial.
sk: Vyberte pole na karte, aby ste dokončili definíciu počiatočnej hodnoty.

source: Debe seleccionar un día para realizar el cálculo.
eu: Kalkulua egiteko egun bat hautatu behar duzu.
it: Si deve selezionare un giorno per effettuare il calcolo.
pt: Deve selecionar um dia para fazer o cálculo.
sk: Musíte vybrať deň, v ktorom sa má výpočet vykonať.

source: Inserte día
eu: Txertatu eguna
it: Inserisci giorno
pt: Insira o dia
sk: Vložte deň

source: Debe seleccionar un mes para realizar el cálculo.
eu: Kalkulua egiteko hilabete bat hautatu behar duzu.
it: Si deve selezionare un mese per effettuare il calcolo.
pt: Deve selecionar um mês para fazer o cálculo.
sk: Na vykonanie výpočtu musíte vybrať mesiac.

source: Inserte mes
eu: Sartu hilabetea
it: Inserisci mese
pt: Insira o mês
sk: Vložte mesiac

source: Debe seleccionar un día para realizar el cálculo.
eu: Kalkulua egiteko egun bat hautatu behar duzu.
it: Si deve selezionare un giorno per effettuare il calcolo.
pt: Deve selecionar um dia para fazer o cálculo.
sk: Musíte vybrať deň, v ktorom sa má výpočet vykonať.

source: Seleccione día
eu: Hautatu eguna
it: Seleziona giorno
pt: Selecione o dia
sk: Vyberte deň

source: Debe insertar los meses para realizar el cálculo.
eu: Kalkulua egiteko hilabeteak sartu behar dituzu.
it: Si devono inserire i mesi per effettuare il calcolo.
pt: Deve inserir os meses para fazer o cálculo.
sk: Na vykonanie výpočtu je potrebné vložiť mesiace.

source: Inserte meses
eu: Sartu hilabeteak
it: Inserisci mesi
pt: Insira os meses
sk: Vložte mesiace

source: Seleccione inicio para realizar los meses
eu: Hautatu hasiera hilabeteak egiteko
it: Seleziona inizio per effettuare i mesi
pt: Selecione início para fazer os meses
sk: Výberom možnosti Start vykonáte mesiace

source: Seleccione inicio
eu: Hautatu hasiera
it: Seleziona inizio
pt: Selecione início
sk: Vyberte domov

source: Debe seleccionar un día de la semana para realizar el cálculo.
eu: Kalkulua egiteko asteko egun bat hautatu behar duzu.
it: Si deve selezionare un giorno della settimana per effettuare il calcolo.
pt: Deve selecionar um dia da semana para fazer o cálculo.
sk: Na vykonanie výpočtu musíte vybrať deň v týždni.

source: Seleccione día de la semana
eu: Hautatu asteko eguna
it: Seleziona un giorno della settimana
pt: Selecione o dia da semana
sk: Vyberte deň v týždni

source: Debe insertar los meses para realizar el cálculo.
eu: Kalkulua egiteko hilabeteak sartu behar dituzu.
it: Si devono inserire i mesi per effettuare il calcolo.
pt: Deve inserir os meses para fazer o cálculo.
sk: Na vykonanie výpočtu je potrebné vložiť mesiace.

source: Inserte meses
eu: Sartu hilabeteak
it: Inserisci mesi
pt: Insira os meses
sk: Vložte mesiace

source: Debe seleccionar un día de la semana para realizar el cálculo.
eu: Kalkulua egiteko asteko egun bat hautatu behar duzu.
it: Si deve selezionare un giorno della settimana per effettuare il calcolo.
pt: Deve selecionar um dia da semana para fazer o cálculo.
sk: Na vykonanie výpočtu musíte vybrať deň v týždni.

source: Seleccione día de la semana
eu: Hautatu asteko eguna
it: Seleziona un giorno della settimana
pt: Selecione o dia da semana
sk: Vyberte deň v týždni

source: Debe insertar un número de días para el cálculo.
eu: Zenbait egun sartu behar dituzu kalkulua egiteko.
it: Si deve inserire un numero di giorni per il calcolo.
pt: Deve inserir um número de dias para o cálculo.
sk: Pri výpočte je potrebné vložiť počet dní.

source: Inserte número de días
eu: Sartu egun kopurua
it: Inserisci numero di giorni
pt: Insira o número de dias
sk: Vložte počet dní

# RES_srvmsgboxlabagree.error.frmlabagreerules.mainaccrualemptydesc.rotext
source: Debe insertar la condición principal para generar la regla de convenio.
eu: Konbentzio-araua sortzeko baldintza nagusia sartu behar duzu.
it: Si deve inserire la condizione principale per generare la regola dell´accordo.
pt: Deve inserir a condição principal para gerar a regra do acordo.
sk: Na vygenerovanie pravidla dohody musíte vložiť hlavnú podmienku.

# RES_srvmsgboxlabagree.error.frmlabagreerules.mainaccrualemptytitle.rotext
source: Seleccione condición principal
eu: Aukeratu baldintza nagusia
it: Seleziona condizione principale
pt: Selecione a condição principal
sk: Vyberte hlavnú podmienku

# RES_srvmsgboxlabagree.error.frmlabagreerules.ok.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxlabagree.error.frmlabagreerules.subaccrualemptydesc.rotext
source: Debe insertar la condición secundaria para generar la regla de convenio.
eu: Bigarren baldintza txertatu behar duzu konbentzio-araua sortzeko.
it: Si deve inserire la condizione secondaria per generare la regola dell´accordo.
pt: Deve inserir a condição secundária para gerar a regra do acordo.
sk: Na vytvorenie pravidla dohody je potrebné vložiť sekundárnu podmienku.

# RES_srvmsgboxlabagree.error.frmlabagreerules.subaccrualemptytitle.rotext
source: Seleccione condición secundaria
eu: Aukeratu bigarren mailako baldintza
it: Seleziona condizione secondaria
pt: Selecione a condição secundária
sk: Vyberte sekundárnu podmienku

# RES_srvmsgboxlabagree.error.frmlabagreerules.valueconceptemptydesc.rotext
source: Debe seleccionar un saldo para generar la regla.
eu: Balantze bat hautatu behar duzu araua sortzeko.
it: Si deve selezionare un saldo per generare la regola.
pt: Deve selecionar um saldo para gerar a regra.
sk: Na vytvorenie pravidla musíte vybrať zostatok.

# RES_srvmsgboxlabagree.error.frmlabagreerules.valueconceptemptytitle.rotext
source: Seleccione un saldo para generar el valorinicial.
eu: Hautatu saldo bat hasierako balioa sortzeko.
it: Seleziona un saldo per generare il valore iniziale.
pt: Selecione um saldo para gerar o valor inicial.
sk: Vyberte zostatok na vygenerovanie počiatočnej hodnoty.

# RES_srvmsgboxlabagree.error.frmlabagreerules.valueuserfieldemptydesc.rotext
source: Debe seleccionar un campo de la ficha para generar la regla.
eu: Araua sortzeko fitxan eremu bat hautatu behar duzu.
it: Si deve selezionare un campo della scheda per generare la regola.
pt: Deve selecionar um campo da ficha para gerar a regra.
sk: Na karte musíte vybrať pole, ktoré má pravidlo generovať.

# RES_srvmsgboxlabagree.error.frmlabagreerules.valueuserfieldemptytitle.rotext
source: Seleccione un campo de la ficha para completar la definición del valorinicial.
eu: Hautatu fitxako eremu bat hasierako balioaren definizioa osatzeko.
it: Seleziona un campo della scheda per completare la definizione di valore iniziale.
pt: Selecione um campo da ficha para completar a definição do valor inicial.
sk: Vyberte pole na karte, aby ste dokončili definíciu počiatočnej hodnoty.

# RES_srvmsgboxlabagree.error.ok.rotext
source: Acceptar
eu: Onartu
it: Accetta
pt: Aceitar
sk: Prijať

# RES_srvmsgboxlabagree.error.savelabagree.option1text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxlabagree.error.savelabagree.title.rotext
source: Error
eu: Akatsa
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxlabagree.error.title.rotext
source: Error
eu: Akatsa
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxlabagree.error.validationfieldsfailed.rotext
source: No se han introducido todos los valores obligatorios
eu: Ez dira beharrezko balio guztiak sartu
it: Non sono stati immessi tutti i valori obbligatori
pt: Não foram introduzidos todos os valores obrigatórios
sk: Nie sú zadané všetky povinné hodnoty

# RES_srvmsgboxlabagree.error.validationtcdates.rotext
source: El intervalo de fechas del acuerdo de teletrabajo es incorrecto
eu: Telelanaren hitzarmenaren data-tartea ez da zuzena
it: L´intervallo delle schede dell´accordo sul telelavoro è errato
pt: O intervalo de datas do acordo de teletrabalho é incorreto
sk: Rozsah dátumu dohody o práci na diaľku je nesprávny

# RES_srvmsgboxlabagree.error.validationtcdaysmonth.rotext
source: El número de días seleccionado debe ser inferior a 31
eu: Aukeratutako egun kopurua 31 baino txikiagoa izan behar da
it: Il numero di giorni selezionato deve essere inferiore a 31
pt: O número de dias selecionado deve ser inferior a 31
sk: Počet vybraných dní musí byť menší ako 31 dní

# RES_srvmsgboxlabagree.error.validationtcdaysquarter.rotext
source: El número de días seleccionado debe ser inferior a 93
eu: Aukeratutako egun kopurua 93 baino txikiagoa izan behar da
it: Il numero di giorni selezionato deve essere inferiore a 93
pt: O número de dias selecionado deve ser inferior a 93
sk: Počet vybraných dní musí byť menší ako 93

# RES_srvmsgboxlabagree.error.validationtcdaysweek.rotext
source: El número de días seleccionado debe ser inferior a 7
eu: Aukeratutako egun kopurua 7 baino txikiagoa izan behar da
it: Il numero di giorni selezionato deve essere inferiore a 7
pt: O número de dias selecionado deve ser inferior a 7
sk: Počet vybraných dní musí byť menší ako 7

# RES_srvmsgboxlabagree.error.validationtcoptional.rotext
source: La cantidad de días opcionales es superior a los días disponibles
eu: Aukerako egun kopurua eskuragarri dauden egunak baino handiagoa da
it: La quantità di giorni opzionali è superiore ai giorni disponibili
pt: O número de dias opcionais é superior aos dias disponíveis
sk: Počet voliteľných dní presahuje počet dní, ktoré sú k dispozícii

# RES_srvmsgboxlabagree.savename.error.option1text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxlabagree.savename.error.text.rotext
source: Error
eu: Akatsa
it: Errore
pt: Erro
sk: Chyba

# RES_labagree.lblextrahours.text.rotext
source: Horas Extra
eu: Ordu gehigarriak
it: Straordinario
pt: Horas extraordinárias
sk: Nadčasy

# RES_labagree.lblconfextrahours.text.rotext
source: Configuración del tipo de horas extra
eu: Aparteko ordu-mota ezartzea
it: Impostazione del tipo di straordinario
pt: Configuração do tipo de horas extraordinárias
sk: Nastavenie typu nadčasov

# RES_labagree.lblenableextrahours.text.rotext
source: ¿Se permite realizar horas extra?
eu: Aparteko orduak onartzen dira?
it: Sono ammessi gli straordinari?
pt: É permitido fazer horas extraordinárias?
sk: sú povolené nadčasy?

# RES_labagree.ckextradisabled.text.rotext
source: Desactivado
eu: desgaituta
it: Disabilitato
pt: Desativado
sk: Deaktivované

# RES_labagree.ckextra3x3.text.rotext
source: Modelo 3x3
eu: 3x3 eredua
it: Modello 3x3
sk: Model 3x3

# RES_labagree.ckextra9acc.text.rotext
source: Modelo 9 Acumulable
eu: 9. eredua Metatua
it: Modello 9 Cumulativo
pt: Modelo 9 Cumulativo
sk: Model 9 Kumulatívne

# RES_labagree.lblselectorcausesextrahours.text.rotext
source: Justificaciones a computar como horas extra
eu: Aparteko ordu gisa konputatu beharreko justifikazioak
it: Giustificativi da computare come lavoro straordinario
pt: Justificações a contabilizar como horas extraordinárias
sk: Odôvodnenie započítania nadčasov

# RES_labagree.lblselectordoublesextrahours.text.rotext
source: Justificación para dobles
eu: Binakako justifikazioa
it: Giustificazione del doppio
pt: Justificação para duplas
sk: Odôvodnenie zdvojnásobenia

# RES_labagree.lblselectortriplesextrahours.text.rotext
source: Justificación para triples
eu: Hirukoitzaren justifikazioa
it: Giustificazione per le triple
pt: Justificação para triplos
sk: Odôvodnenie trojíc
