Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_terminalnotregistered.title.rotext
source: Terminal connected but not registered: ${1}, ${2}, ${3}
ca: Terminal connectat però sense registrar: ${1}, ${2}, ${3}
pt: Terminal ligado mas sem registar: ${1}, ${2}, ${3}
sk: Terminál je pripojený, ale nie je zaregistrovaný: ${1}, ${2}, ${3}

# RES_terminalnotregisteredex.title.rotext
source: Terminal ${2} connected from IP ${3}, but not registered. UID is ${1}
ca: Terminal ${2} connectat des de l’IP ${3}, però sense registrar. L’UID és ${1}
pt: Terminal ${2} ligado através do IP ${3}, mas por registar. O UID é ${1}
sk: Terminál ${2} sa pripojil z IP adresy ${3}, ale nie je zaregistrovaný. UID je ${1}

# RES_terminalsyncstopped.title.rotext
source: The synchronization process for terminal ${1} has not finished (5-T000-001)
ca: El procés de sincronització del terminal ${1} no ha finalitzat (5-T000-001)
pt: O processo de sincronização do terminal ${1} não foi concluído (5-T000-001)
sk: Synchronizačný proces terminálu ${1} nebol dokončený (5-T000-001)

# RES_terminalunrecognized.title.rotext
source: Unregistered terminal: ${1}, ${2}, ${3}
ca: Terminal sense registrar: ${1}, ${2}, ${3}
pt: Terminal por registar: ${1}, ${2}, ${3}
sk: Neregistrovaný terminál: ${1}, ${2}, ${3}

# RES_updateprogressgridview.lblupdateprogressmessage.text.rotext
source: Charging ...
ca: Carregant...
pt: A carregar...
sk: Načítanie ...

# RES_usertaskscheck.assignmentname.rotext
source: for the position
ca: per al lloc de treball
pt: para o posto
sk: na túto pozíciu

# RES_usertaskscheck.column.datecreate.caption.rotext
source: Date
ca: Data
pt: Data
sk: dátum

# RES_usertaskscheck.column.message.caption.rotext
source: Message
ca: Missatge
pt: Mensagem
sk: Správa

# RES_usertaskscheck.daycoverage.rotext
source: the day
ca: el dia
pt: no dia
sk: deň

# RES_usertaskscheck.deleteaction.message.rotext
source: Delete task
ca: Esborrar tasca
pt: Apagar a tarefa
sk: Odstrániť úlohu

# RES_usertaskscheck.employeeabsencecoverage.rotext
source: The user's absence must be covered
ca: Cal cobrir l’absència de l’usuari
pt: Deve-se justificar a ausência do utilizador
sk: Neprítomnosť používateľa musí byť krytá

# RES_usertaskscheck.groupnegativecoverage.rotext
source: Insufficient coverage in
ca: Cobertura insuficient en
pt: Justificação insuficiente em
sk: Nedostatočné pokrytie v

# RES_usertaskscheck.lblcardscorrectorformtitle.text.rotext
source: Signing corrector
ca: Corrector de fitxatges
pt: Corretor de picagens
sk: Korektor prevodov

# RES_usertaskscheck.overmaxemployeessoon.title.rotext
source: Next day ${1} will have ${2} registered users and your version of the program only supports a maximum of ${3}.
ca: El proper dia ${1} tindràs ${2} usuaris d’alta i la teva versió del programa només n’admet un màxim de ${3}.
pt: No próximo dia ${1} terá ${2} utilizadores registados e a sua versão do programa apenas suporta um máximo de ${3}.
sk: Nasledujúci deň ${1} bude mať ${2} registrovaných používateľov a vaša verzia programu podporuje maximálne ${3}.

# RES_usertaskscheck.overmaxjobemployeessoon.title.rotext
source: Next day ${1} will have ${2} registered users and your version of the program only supports a maximum of ${3}.
ca: El proper dia ${1} tindràs ${2} usuaris d’alta i la teva versió del programa només n’admet un màxim de ${3}.
pt: No próximo dia ${1} terá ${2} utilizadores registados e a sua versão do programa apenas suporta um máximo de ${3}.
sk: Nasledujúci deň ${1} bude mať ${2} registrovaných používateľov a vaša verzia programu podporuje maximálne ${3}.

# RES_usertaskscheck.resolveraction.message.rotext
source: Solve task
ca: Resoldre tasca
pt: Resolver a tarefa
sk: Vyriešiť úlohu

# RES_usertaskscheck.title.rotext
source: Pending notices
ca: Avisos pendents
pt: Avisos pendentes
sk: Oznámenia čakajú na vybavenie

# RES_vtliveauth.btreturntovt.text.rotext
source: Back to Visualtime
ca: Tornar a Visualtime
pt: Retornar ao Visualtime
sk: Späť na Visualtime

# RES_vtliveauth.lblusername.text.rotext
source: Welcome
ca: Benvingut
pt: Bem-vindo
sk: Vitajte na

# RES_zone.ronodata.rotext
source: No data
ca: Sense dades
pt: Sem dados
sk: Žiadne údaje

# RES_rooptscheduleperiod.scope.periodnmonthsagofromday.rotext
source: Month, starting the day
ca: Mes, començant el dia
pt: Mês, a partir do dia
sk: Mesiac, začínajúci deň

# RES_rooptscheduleperiod.lbldaysshiftedmonth.text.rotext
source: of
ca: de
pt: de
sk: z adresy

# RES_rooptscheduleperiod.lblmonthsshifted.text.rotext
source: months ago
ca: mesos enrere
pt: meses atrás
sk: pred niekoľkými mesiacmi

# RES_accesszones.dxcolorpicker.acceptbutton.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_accesszones.dxcolorpicker.cancelbutton.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_rooptschedule.lblanuallastday.text.rotext
source: The last day of the period
ca: El darrer dia del període
pt: O último dia do período
sk: Posledný deň obdobia

# RES_status.label13.text.rotext
source: Register terminal in MT
ca: Registrar terminal a MT
pt: Registar terminal em MT
sk: Registrácia terminálu v MT

# RES_status.btnregisterterminal.text.rotext
source: Register
ca: Registrar
pt: Registar
sk: Registrácia

# RES_status.btnregisterterminal.tooltip.rotext
source: Register
ca: Registrar
pt: Registar
sk: Registrácia

# RES_status.label16.text.rotext
source: Save mx9 parameter
ca: Desar paràmetre mx9
pt: Guardar parâmetro mx9
sk: Uložiť parameter mx9

# RES_status.label18.text.rotext
source: Parameter name:
ca: Nom paràmetre:
pt: Nome parâmetro:
sk: Názov parametra:

# RES_status.label19.text.rotext
source: Parameter value:
ca: Valor paràmetre:
pt: Valor parâmetro:
sk: Hodnota parametra:

# RES_status.aspxbutton3.text.rotext
source: Register
ca: Registrar
pt: Registar
sk: Registrácia

# RES_status.aspxbutton3.tooltip.rotext
source: Register
ca: Registrar
pt: Registar
sk: Registrácia

# RES_status.btnresetterminal.text.rotext
source: Start
ca: Iniciar
pt: Iniciar
sk: Štart

# RES_status.btnresetterminal.tooltip.rotext
source: Start
ca: iniciar
pt: Iniciar
sk: Štart

# RES_status.label14.text.rotext
source: Import correlation file
ca: Importar fitxer de correlació
pt: Importar ficheiro de correlação
sk: Import korelačného súboru

# RES_status.label15.text.rotext
source: Open the VTC file with your preferred text editor and paste the contents into the space below:
ca: Obriu el fitxer VTC amb l'editor de text preferit i enganxeu el contingut al següent espai:
pt: Abra o ficheiro VTC com o seu editor de texto preferido e cole o conteúdo no espaço seguinte:
sk: Otvorte súbor VTC v preferovanom textovom editore a vložte jeho obsah na nasledujúce miesto:

# RES_vtliveauth.adfs.error.usernotexistsorallowed.rotext
source: The user is not authorized or does not exist in Visualtime
ca: El usuario no está autorizado o no existe en Visualtime
pt: O utilizador não está autorizado ou não existe em Visualtime
sk: El usuario no está autorizado o no existe en Visualtime

# RES_vtliveauth.adfs.error.loggedinsuccessfully.rotext
source: Session started successfully
ca: Sesión iniciada correctamente
pt: Sesión iniciada correctamente
sk: Sesión iniciada correctamente

# RES_vtliveauth.adfs.error.systemnotconfigured.rotext
source: SSO is not enabled for your company
ca: SSO no està habilitat per a la teva empresa
pt: O SSO não está habilitado para a sua empresa
sk: SSO nie je pre vašu spoločnosť povolené

# RES_vtliveauth.adfs.error.usernotrecognized.rotext
source: Unrecognized user
ca: Usuari no reconegut
pt: Utilizador não reconhecido
sk: Používateľ nie je rozpoznaný

# RES_vtliveauth.cegidid.error.couldnotqueryemployees.rotext
source: Unknown error querying users
ca: Error desconegut consultorant els usuaris
pt: Erro desconhecido ao consultar os utilizadores
sk: Neznáma chyba pri dopytovaní používateľov

# RES_vtliveauth.cegidid.error.emailisnotunique.rotext
source: Your cegidID account could not be linked to visualtime. Please check with your supervisor.
ca: No s'ha pogut vincular el vostre compte de cegidID amb visualtime. Consulta amb el teu supervisor.
pt: A sua conta cegidID não pôde ser ligada ao visualtime. Verifique com o seu supervisor.
sk: Vaše konto cegidID nebolo možné prepojiť s účtom visualtime. Informujte sa u svojho nadriadeného.

# RES_vtliveauth.cegidid.error.usernotexists.rotext
source: Unrecognized user. Check with your supervisor.
ca: Usuari no reconegut. Consulta amb el teu supervisor.
pt: Utilizador não reconhecido. Verifique com o seu supervisor.
sk: Používateľ nie je rozpoznaný. Overte si to u svojho nadriadeného.

# RES_identifymethods.ckcegidid.text.rotext
source: Using cegidID
ca: Mitjançant cegidID
pt: Usando cegidID
sk: Prostredníctvom cegidID

# RES_identifymethods.lblcegididdesc.text.rotext
source: Using cegidID
ca: Mitjançant cegidID
pt: Usando cegidID
sk: Prostredníctvom cegidID

# RES_identifymethods.lblcegididstatus.text.rotext
source: Inactive
ca: inactivo
pt: inativo
sk: inactivo

# RES_identifymethods.lbl.text.rotext
source: Unlink cegidID account
ca: Desvincular cuenta cegidID
pt: Desvincular cuenta cegidID
sk: Desvincular cuenta cegidID

# RES_romainmenu.language.slk.rotext
source: Slovak
ca: Eslovaco
pt: Eslovaco
sk: Eslovaco

# RES_vtliveauth.adfs.error.retriesexceeded.rotext
source: Maximum retries reached. Please try again in a few minutes.
ca: Máximo de reintentos alcanzado. Vuelva a probar en unos minutos.
pt: Máximo de reintentos alcanzado. Vuelva a probar en unos minutos.
sk: Máximo de reintentos alcanzado. Vuelva a probar en unos minutos.

# RES_identifymethods.lblnfctitle.text.rotext
source: Using NFC
ca: Mitjançant NFC
pt: Através de NFC
sk: Prostredníctvom NFC

# RES_identifymethods.lblnfcdescription.text.rotext
source: You must indicate the NFC code assigned to the user
ca: Heu d'indicar el codi nfc assignat a l'usuari
pt: Deve indicar o código nfc atribuído ao utilizador
sk: Musí uvádzať kód nfc pridelený používateľovi

# RES_identifymethods.lbldescription2.text.rotext
source: The user is identified using NFC.
ca: Lusuari sidentifica mitjançant NFC.
pt: O utilizador identifica-se através de NFC
sk: Používateľ sa identifikuje prostredníctvom NFC.

# RES_identifymethods.lblnfc.text.rotext
source: NFC code
ca: Codi NFC
pt: Código NFC
sk: Kód NFC

# RES_biocertificate.notfound.rotext
source: Failed to obtain certificate
ca: No s'ha pogut obtenir el certificat
pt: Não foi possível obter o certificado
sk: Certifikát nebolo možné získať

# RES_biocertificate.alreadyloggedin.rotext
source: To access the certificate you must close the Visualtime session
ca: Per poder accedir al certificat heu de tancar la sessió de Visualtime
pt: Para aceder ao certificado, é necessário terminar a sessão no Visualtime
sk: Ak chcete získať prístup k certifikátu, musíte sa odhlásiť z aplikácie Visualtime

# RES_emergencyreports.msgselectone.text.rotext
source: Please select at least one report to run.
ca: Seleccioneu almenys un informe a executar.
pt: Selecione pelo menos um relatório a executar.
sk: Vyberte aspoň jednu správu, ktorú chcete spustiť.

# RES_identifymethods.lblpindescription.text.rotext
source: To identify yourself in Time Gate use the code
ca: Per identificar-se a Time Gate utilitzar el codi
pt: Para aceder ao Time Gate, utilize o código
sk: ID používateľa, ktoré sa má použiť pri prihlasovaní pomocou kódu PIN, je

# RES_identifymethods.emptypinid.text.rotext
source: You do not have an identifier for Time Gate
ca: No disposeu d'identificador per a Time Gate
pt: Não possui identificador para o Time Gate
sk: Žiadny identifikátor na identifikáciu na TimeGate

# RES_identifymethods.lblpindescription2.text.rotext
source: To identify yourself in the terminal use the code
ca: Per identificar-se en terminal fer servir el codi
pt: Para se identificar no terminal, utilize o código
sk: Ak sa chcete identifikovať v termináli, použite kód

# RES_identifymethods.information.pin.message.rotext
source: To identify yourself in terminal use the code ${1}.
ca: Per identificar-se en terminal utilitzeu el codi ${1}.
pt: Para se identificar no terminal, utilize o código ${1}.
sk: Ak sa chcete identifikovať v termináli, použite kód ${1}.

# RES_loginweb.errorvalidatingemailaddress.message.rotext
source: The account does not correspond to a valid email address.
ca: El compte no correspon a una adreça de correu vàlida.
pt: A conta não corresponde a um endereço de correio eletrónico válido.
sk: Konto nezodpovedá platnej e-mailovej adrese.

# RES_romainmenu.cookiespolicy.rotext
source: Cookie Policy
ca: Política de cookies
pt: Política de cookies
sk: Zásady používania súborov cookie

# RES_romainmenu.versionhistory.rotext
source: Version history
ca: Històric de versions
pt: Histórico de versões
sk: História verzií

# RES_identifymethods.validate.notuniquenfcid.rotext
source: The nfc tag is already assigned to another user
ca: El tag nfc ja està assignat a un altre usuari
pt: A etiqueta nfc já está atribuída a outro utilizador
sk: Značka nfc je už priradená inému používateľovi

# RES_status.btnrebootterminal.text.rotext
source: Reboot
ca: Reiniciar
pt: Reiniciar
sk: Reštartovanie stránky

# RES_status.btnrebootterminal.tooltip.rotext
source: Reboot
ca: Reiniciar
pt: Reiniciar
sk: Reštartovanie stránky

# RES_status.lblrebootterminal.text.rotext
source: Restart rx terminal
ca: Reiniciar terminal rx
pt: Reiniciar o terminal rx
sk: Reštart terminálu rx

# RES_status.lblrebootterminal.tooltip.rotext
source: Restart rx terminal
ca: Reiniciar terminal rx
pt: Reiniciar o terminal rx
sk: Reštart terminálu rx

# RES_employeeselector.rocollectivedestination.rotext
source: Collectives
ca: Col·lectius
pt: Coletivos
sk: Kolektívy

# RES_employeeselector.rocollectiveplaceholder.rotext
source: Select collective...
ca: Seleccionar col·lectiu...
pt: Selecionar coletivo...
sk: Vyberte kolektív...

# RES_employeeselector.rocollectiveplaceholderlarge.rotext
source: Type 3 characters to search for collectives...
ca: Escriviu 3 caràcters per buscar col·lectius...
pt: Insira 3 caracteres para procurar coletivos...
sk: Zadaním 3 znakov vyhľadajte kolektívy...

# RES_employeeselector.rolabagreedestination.rotext
source: Agreements
ca: Convenis
pt: Acordos
sk: Dohody

# RES_employeeselector.rolabagreeplaceholder.rotext
source: Select agreement...
ca: Seleccionar conveni...
pt: Selecionar acordo...
sk: Vyberte dohodu...

# RES_employeeselector.rolabagreeplaceholderlarge.rotext
source: Type 3 characters to search for agreement...
ca: Escriviu 3 caràcters per buscar conveni...
pt: Insira 3 caracteres para procurar um acordo...
sk: Zadaním 3 znakov vyhľadajte dohodu...

# RES_employeeselector.advancedfilterincluded.rotext
source: Advanced sheet field filters are included.
ca: S'hi inclouen filtres de camp de la fitxa avançats
pt: Estão incluídos filtros de campo da ficha avançados
sk: Sú zahrnuté pokročilé filtre polí na karte

# RES_employeeselector.union.rotext
source: OR
pt: OU
sk: ALEBO

# RES_employeeselector.intersection.rotext
source: AND
pt: E
sk: A

# RES_employeeselector.selectall.rotext
source: All
ca: Tots
pt: Todos
sk: Všetky

# RES_employeeselector.selectnone.rotext
source: Nobody
ca: Ningú
pt: Ninguém
sk: Nikto

# RES_employeeselector.selectcustom.rotext
source: Only those that meet the condition
ca: Només els que compleixen la condició
pt: Apenas os que satisfazem a condição
sk: Len tí, ktorí spĺňajú túto podmienku

# RES_employeeselector.rodestination.rules.rotext
source: To whom should the rule apply?
ca: A qui ha d'aplicar la regla?
pt: A quem se deve aplicar a regra?
sk: Na koho by sa malo toto pravidlo vzťahovať?

# RES_frmadvcopy.lbltimes.text.rotext
source: times
ca: vegades
pt: vezes

# RES_frmbusinesscenterselector.btnsearch.text.rotext
source: Filter
ca: Filtrar
pt: Filtrar

# RES_identifymethods.lblpin.text.rotext
source: Pin
ca: Contrasenya
pt: Palavra-passe

# RES_romainselector.tabtitledatalinkexports.text.rotext
source: Export
ca: Exportació
pt: Exportação

# RES_romainselector.tabtitledatalinkimports.text.rotext
source: Import
ca: Importació
pt: Importação

# RES_srvmsgboxcommon.title.rotext
source: Visualtime Live
pt: Visualtime ao vivo

# RES_status.aspxbutton2.text.rotext
source: Import
ca: Importar
pt: Importar

# RES_status.aspxbutton2.tooltip.rotext
source: Import
ca: Importar
pt: Importar

# RES_rocalendar.calendar.empty_assignment_sn.rotext
source: SP
ca: SL
