Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_srvmsgboxscheduler.programmedabsence.remove.title.rotext
source: You are about to delete a scheduled absence.</br>Are you sure?
ca: Estàs a punt d’eliminar una absència programada.</br>N’estàs segur/a?
eu: Programatutako absentzia ezabatzen ari zara.</br>Ziur al zaude?
sk: Chystáte sa odstrániť plánovanú neprítomnosť.</br> Ste si istí?

# RES_srvmsgboxscheduler.saveconfirmation.answer.cancel.description.rotext
source: The editing of current data will continue.
ca: Es continuaran editant les dades actuals.
eu: Uneko datuak editatzen jarraituko da.
sk: Úprava aktuálnych údajov bude pokračovať.

# RES_srvmsgboxscheduler.saveconfirmation.answer.cancel.title.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_srvmsgboxscheduler.saveconfirmation.answer.no.description.rotext
source: The form data will not be saved.
ca: No es gravaran les dades del formulari.
eu: Inprimakiaren datuak ez dira erregistratuko.
sk: Údaje formulára sa neuložia.

# RES_srvmsgboxscheduler.saveconfirmation.answer.no.title.rotext
source: No
eu: Ez
sk: NIE

# RES_srvmsgboxscheduler.saveconfirmation.answer.yes.description.rotext
source: The form data will be recorded.
ca: Es gravaran les dades del formulari.
eu: Inprimakiaren datuak gordeko dira.
sk: Údaje formulára sa uložia.

# RES_srvmsgboxscheduler.saveconfirmation.answer.yes.title.rotext
source: Yes
ca: Sí
eu: Bai
sk: Áno

# RES_srvmsgboxscheduler.saveconfirmation.title.rotext
source: You have made changes to the form. <br/> Do you want to save the changes you made?
ca: Has fet canvis al formulari. <br/> Vols desar els canvis realitzats?
eu: Inprimakian aldaketak egin dituzu. <br/> Egin dituzun aldaketak gorde nahi dituzu?
sk: Vykonali ste zmeny vo formulári. <br/> Chcete uložené zmeny, ktoré ste vykonali?

# RES_srvmsgboxscheduler.savename.error.option1text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_srvmsgboxscheduler.savename.error.text.rotext
source: Mistake
ca: Error
eu: Akatsa
sk: Chyba

# RES_srvtemplateassignwizard.error.criteria.dateincorrectdesc.rotext
source: You have not entered a valid date in the criteria.
ca: No has introduït una data vàlida al criteri.
eu: Ez duzu baliozko datarik sartu irizpideetan.
sk: Do kritéria ste nevložili platný dátum.

# RES_srvtemplateassignwizard.error.criteria.datestartsuperiordesc.rotext
source: The start date specified in the criterion is greater than the end date.
ca: La data d’inici especificada al criteri és superior a la data final.
eu: Irizpideetan zehaztutako hasiera-data amaiera-data baino handiagoa da.
sk: Dátum začiatku uvedený v kritériu je väčší ako dátum konca.

# RES_srvtemplateassignwizard.error.criteria.datetimeinvaliddesc.rotext
source: You have not entered a valid time in the criteria.
ca: No has introduït un temps vàlid al criteri.
eu: Ez duzu baliozko ordurik sartu irizpideetan.
sk: Do kritéria ste nevložili platný čas.

# RES_srvtemplateassignwizard.error.criteria.datetimestartmajordesc.rotext
source: The start time specified in the criterion is greater than the end time.
ca: L’hora d’inici especificada al criteri és superior a l’hora final.
eu: Irizpideetan zehaztutako hasiera-ordua amaiera-ordua baino handiagoa da.
sk: Čas začiatku uvedený v kritériu je dlhší ako čas konca.

# RES_srvtemplateassignwizard.error.criteria.insertdateperiod1.rotext
source: You have not specified a start date for the criterion.
ca: No has especificat la data d’inici per al criteri.
eu: Ez duzu irizpidearen hasiera datarik zehaztu.
sk: Nezadali ste dátum začiatku plnenia kritéria.

# RES_srvtemplateassignwizard.error.criteria.insertdateperiod2.rotext
source: You have not specified an end date for the criterion.
ca: No has especificat la data final per al criteri.
eu: Ez duzu irizpidearen amaiera-datarik zehaztu.
sk: Neurčila konečný dátum pre toto kritérium.

# RES_srvtemplateassignwizard.error.criteria.insertdatetimeperiod1desc.rotext
source: You have not specified a start time for the criterion
ca: No has especificat l’hora d’inici per al criteri
eu: Ez duzu irizpidearen hasiera ordua zehaztu
sk: Nezadali ste čas začiatku kritéria

# RES_srvtemplateassignwizard.error.criteria.insertdatetimeperiod2desc.rotext
source: You have not specified an end time for the criterion
ca: No has especificat l’hora final per al criteri
eu: Ez duzu zehaztu irizpidearen amaiera-ordua
sk: Nezadali ste čas ukončenia kritéria

# RES_srvtemplateassignwizard.error.criteria.txtcriteria1desc.rotext
source: You have not specified a valid criteria.
ca: No has especificat un criteri vàlid.
eu: Ez duzu baliozko irizpiderik zehaztu.
sk: Nezadali ste platné kritérium.

# RES_srvtemplateassignwizard.error.criteria.txtcriteria2desc.rotext
source: You have not specified a valid criteria.
ca: No has especificat un criteri vàlid.
eu: Ez duzu baliozko irizpiderik zehaztu.
sk: Nezadali ste platné kritérium.

# RES_srvtemplateassignwizard.error.criteria.valuelistnotselecteddesc.rotext
source: You have not specified a value for the criterion.
ca: No has especificat un valor per al criteri.
eu: Ez duzu irizpiderako baliorik zehaztu.
sk: Nezadali ste hodnotu kritéria.

# RES_srvtemplateassignwizard.title.rotext
source: Annual View
ca: Vista anual
eu: Urteko ikuspegia
sk: Ročný pohľad

# RES_templateassignwizard.aprint.rotext
source: Print current view
ca: Imprimir vista actual
eu: Inprimatu uneko ikuspegia
sk: Tlač aktuálneho zobrazenia

# RES_templateassignwizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_templateassignwizard.btend.text.rotext
source: Assign
ca: Assignar
eu: Esleitu
sk: Priradenie

# RES_templateassignwizard.btloop.text.rotext
source: Reassign
ca: Tornar a assignar
eu: Berriz esleitu
sk: Opätovné priradenie

# RES_templateassignwizard.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_templateassignwizard.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_templateassignwizard.checkpage.incorrectgroupselected.rotext
source: Incorrect group selected.TemplateAssignWizard.End.AssignTemplateWelcome1.Text.roText
ca: Grup seleccionat incorrecte.TemplateAssignWizard.End.AssignTemplateWelcome1.Text.roText
eu: Hautatutako taldea okerra.TemplateAssignWizard.End.AssignTemplateWelcome1.Text.roText
sk: Nesprávne vybraná skupina.TemplateAssignWizard.End.AssignTemplateWelcome1.Text.roText

# RES_templateassignwizard.checkpage.shiftrequired.rotext
source: You must select a schedule.
ca: Cal seleccionar un horari.
eu: Ordu bat hautatu behar duzu.
sk: Musíte si vybrať rozvrh.

# RES_templateassignwizard.checkpage.templaterequired.rotext
source: A template is required
ca: Cal una plantilla
eu: Txantiloia behar da
sk: Vyžaduje sa šablóna

# RES_templateassignwizard.checkpage.yearincorrect.rotext
source: Wrong year
ca: Any incorrecte
eu: Urte okerra
sk: Nesprávny rok

# RES_templateassignwizard.ckkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_templateassignwizard.ckkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_templateassignwizard.end.assigntemplatewelcome1.text.rotext
source: Wizard for assigning schedule templates
ca: Assistent per assignar plantilles d’horaris
eu: Esleitu Programazio Txantiloiaren Morroia
sk: Sprievodca priradením šablóny rozvrhu

# RES_templateassignwizard.end.error.assigntemplatewelcome1.text.rotext
source: Completed with errors
ca: Finalitzat amb errors
eu: Akatsekin osatua
sk: Dokončené s chybami

# RES_templateassignwizard.end.error.assigntemplatewelcome2.text.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_templateassignwizard.end.error.weekschedulewelcome2.text.rotext
source: The template could not be assigned correctly.
ca: No s’ha pogut assignar la plantilla correctament.
eu: Ezin izan da txantiloia behar bezala esleitu.
sk: Šablónu nebolo možné správne priradiť.

# RES_templateassignwizard.end.ok.assigntemplatewelcome1.text.rotext
source: Completed successfully
ca: Finalitzat correctament
eu: Arrakastaz osatu da
sk: Úspešne dokončené

# RES_templateassignwizard.end.ok.assigntemplatewelcome2.text.rotext
source: Template assigned successfully.
ca: Plantilla assignada correctament.
eu: Txantiloia behar bezala esleitu da.
sk: Šablóna je správne priradená.

# RES_templateassignwizard.error.couldnotretrievetask.text.rotext
source: An unexpected error has occurred. Please try again later.
ca: Es va produir un error inesperat. Intenteu-ho més tard.
eu: Ustekabeko errore bat gertatu da. Saiatu berriro geroago.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr.

# RES_templateassignwizard.hdnsteptitle.text.rotext
source: Schedule template assignment wizard.
ca: Assistent per a l’assignació de plantilles d’horaris.
eu: Ordutegi-txantiloiak esleitzeko morroia.
sk: Sprievodca priradením šablón rozvrhu.

# RES_templateassignwizard.hdnsteptitle2.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
eu: {0} urratsa {1}tik.
sk: Krok {0} z {1}.

# RES_templateassignwizard.lblassignshift.text.rotext
source: Schedule to be assigned:
ca: Horari que s’ha d´assignar:
eu: Esleitu beharreko egutegia:
sk: Rozvrh, ktorý sa má prideliť:

# RES_templateassignwizard.lblassignshiftwarning.text.rotext
source: (Hourly type schedules can only be assigned from the calendar screen)
ca: (Els horaris de tipus per hores només es poden assignar des de la pantalla de calendari)
eu: (Ordu motako ordutegiak egutegiaren pantailatik soilik esleitu daitezke)
sk: (Hodinové rozvrhy je možné priradiť len z obrazovky kalendára)

# RES_templateassignwizard.lblemployeesallgroupdescription.text.rotext
source: Schedules will be assigned to all users in the group.
ca: S’assignaran els horaris a tots els usuaris del grup.
eu: Ordutegiak taldeko erabiltzaile guztiei esleituko zaizkie.
sk: Rozvrhy budú pridelené všetkým používateľom v skupine.

# RES_templateassignwizard.lblemployeesallgrouptitle.text.rotext
source: All users in the group.
ca: Tots els usuaris del grup.
eu: Taldeko erabiltzaile guztiak.
sk: Všetci používatelia v skupine.

# RES_templateassignwizard.lblemployeesconditionaldescription.text.rotext
source: The times will be assigned to the users in the group who meet the condition.
ca: S’assignaran els horaris als usuaris del grup que compleixin la condició.
eu: Baldintza betetzen duten talde erabiltzaileei ordutegiak esleituko zaizkie.
sk: Rozvrhy sa priradia používateľom v skupine, ktorí spĺňajú danú podmienku.

# RES_templateassignwizard.lblemployeesconditionaltitle.text.rotext
source: Users in the group who meet the condition.
ca: Els usuaris del grup que compleixin la condició.
eu: Baldintza betetzen duten taldeko erabiltzaileak.
sk: Používatelia v skupine, ktorí spĺňajú podmienku.

# RES_templateassignwizard.lbllockdaystitle.text.rotext
source: Block the days that this template modifies.
ca: Bloquejar els dies que modifiquis aquesta plantilla.
eu: Blokeatu txantiloi hau aldatzen duzun egunak.
sk: Zablokujte dni, v ktorých upravujete túto šablónu.

# RES_templateassignwizard.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_templateassignwizard.lblnewtemplatetitle.text.rotext
source: New template
ca: Nova plantilla
eu: Txantiloi berria
sk: Noví zamestnanci

# RES_templateassignwizard.lblnewtemplatetitle2.text.rotext
source: Enter the name of the new template
ca: Introdueix el nom de la nova plantilla
eu: Sartu txantiloi berriaren izena
sk: Zadajte názov novej šablóny

# RES_templateassignwizard.lblresumeall.rotext
source: The <b>{1}</b> schedule will be assigned to all users in the <b>{2}</b> group on the days specified in the <b>{3}</b> template.
ca: S’assignarà l’horari <b>{1}</b> a tots els usuaris del grup <b>{2}</b> els dies que especifica la plantilla <b>{3}</b>.
eu: <b>{1}</b> ordutegia <b>{2}</b> taldeko erabiltzaile guztiei esleituko zaie <b>{3}</b> txantiloiak zehaztutako egunetan.
sk: Rozvrh <b>{1}</b> sa pridelí všetkým používateľom v skupine <b>{2}</b> v dňoch uvedených v šablóne <b>{3}</b>.

# RES_templateassignwizard.lblresumeall.text.rotext
source: The <b>{1}</b> schedule will be assigned to all users in the <b>{2}</b> group on the days specified in the <b>{3}</b> template.
ca: S’assignarà l’horari <b>{1}</b> a tots els usuaris del grup <b>{2}</b> els dies que especifica la plantilla <b>{3}</b>.
eu: <b>{1}</b> ordutegia <b>{2}</b> taldeko erabiltzaile guztiei esleituko zaie <b>{3}</b> txantiloiak zehaztutako egunetan.
sk: Rozvrh <b>{1}</b> sa pridelí všetkým používateľom v skupine <b>{2}</b> v dňoch uvedených v šablóne <b>{3}</b>.

# RES_templateassignwizard.lblresumeconditional.rotext
source: The <b>{1}</b> time slot will be assigned to users in group <b>{2}</b> who meet condition <b>{3}</b> on the days specified in template <b>{4}</b>.
ca: S’assignarà l’horari <b>{1}</b> als usuaris del grup <b>{2}</b> que compleixin la condició <b>{3}</b> els dies que especifica la plantilla <b>{4}</b>.
eu: <b>{1}</b> programazioa <b>{3}</b> baldintza betetzen duten <b>{2}</b> taldeko erabiltzaileei esleituko zaie zehaztutako egunetan. txantiloia <b>{4}</b>.
sk: Rozvrh <b>{1}</b> sa pridelí používateľom v skupine <b>{2}</b>, ktorí spĺňajú podmienku <b>{3}</b> v dňoch uvedených v šablóne <b>{4}</b>.

# RES_templateassignwizard.lblresumeconditional.text.rotext
source: The <b>{1}</b> time slot will be assigned to users in group <b>{2}</b> who meet condition <b>{3}</b> on the days specified in template <b>{4}</b>.
ca: S’assignarà l’horari <b>{1}</b> als usuaris del grup <b>{2}</b> que compleixin la condició <b>{3}</b> els dies que especifica la plantilla <b>{4}</b>.
eu: <b>{1}</b> programazioa <b>{3}</b> baldintza betetzen duten <b>{2}</b> taldeko erabiltzaileei esleituko zaie zehaztutako egunetan. txantiloia <b>{4}</b>.
sk: Rozvrh <b>{1}</b> sa pridelí používateľom v skupine <b>{2}</b>, ktorí spĺňajú podmienku <b>{3}</b> v dňoch uvedených v šablóne <b>{4}</b>.

# RES_templateassignwizard.lblsetp1info.text.rotext
source: First, you need to choose the group you want to assign the schedule template to.
ca: En primer lloc, cal triar el grup al qual vols assignar la plantilla d’horaris.
eu: Lehenik eta behin, programazio txantiloia esleitu nahi diozun taldea aukeratu behar duzu.
sk: Najprv musíte vybrať skupinu, ktorej chcete priradiť šablónu rozvrhu.

# RES_templateassignwizard.lblsetp2info.text.rotext
source: First, you need to choose the users to whom you will assign the schedule template.
ca: En primer lloc, cal triar els usuaris als quals s’assignarà la plantilla d’horaris.
eu: Lehenik eta behin, ordutegia txantiloia esleituko dien erabiltzaileak aukeratu behar dituzu.
sk: Najprv musíte vybrať používateľov, ktorým priradíte šablónu rozvrhu.

# RES_templateassignwizard.lblsetp3info.text.rotext
source: Now you need to select the year and template you want to assign.
ca: Ara cal seleccionar l’any i la plantilla que vols assignar.
eu: Orain esleitu nahi duzun urtea eta txantiloia hautatu behar dituzu.
sk: Teraz musíte vybrať rok a šablónu, ktorú chcete priradiť.

# RES_templateassignwizard.lblsetp4info.text.rotext
source: Now you need to parameterize how to apply the selected template.
ca: Ara cal parametritzar la manera d’aplicar la plantilla seleccionada.
eu: Orain hautatutako txantiloia aplikatzeko modua parametrizatu behar duzu.
sk: Teraz musíte nastaviť parametre, ako sa má vybraná šablóna použiť.

# RES_templateassignwizard.lblsetp5info.text.rotext
source: Summary.
ca: Resum.
eu: Laburpen.
sk: Zhrnutie.

# RES_templateassignwizard.lblstep1info2.text.rotext
source: Select a group.
ca: Selecciona un grup.
eu: Hautatu talde bat.
sk: Vyberte skupinu.

# RES_templateassignwizard.lblstep2info2.text.rotext
source: Select which users in group <b>${1}</b> will be assigned the schedule template.
ca: Selecciona a quins usuaris del grup <b>${1}</b> s’assignarà la plantilla d’horaris.
eu: Hautatu <b>${1}</b> taldeko zein erabiltzaileri esleituko zaien ordutegi-txantiloia.
sk: Vyberte, ktorým používateľom zo skupiny <b>${1}</b> bude pridelená šablóna rozvrhu.

# RES_templateassignwizard.lblstep3info2.text.rotext
source: Enter the year and template to assign.
ca: Introdueix l’any i la plantilla que s’ha d´assignar.
eu: Sartu urtea eta esleitu beharreko txantiloia.
sk: Zadajte rok a šablónu, ktorá sa má priradiť.

# RES_templateassignwizard.lblstep4info2.text.rotext
source: Select the schedule to assign.
ca: Selecciona l’horari que s’ha d´assignar.
eu: Hautatu esleitzeko ordua.
sk: Vyberte rozvrh, ktorý sa má priradiť.

# RES_templateassignwizard.lblsubgroupstitle.text.rotext
source: Also apply template to groups found in <b>{1}</b>
ca: Aplicar també la plantilla als grups que es troben a <b>{1}</b>
eu: Aplikatu txantiloia <b>{1}</b>-n aurkitutako taldeei ere
sk: Šablónu použite aj na skupiny nájdené v <b>{1}</b>

# RES_templateassignwizard.lbltemplate.text.rotext
source: Template:
ca: Plantilla:
eu: Txantiloia:
sk: Šablóna:

# RES_templateassignwizard.lblwelcome1.text.rotext
source: Welcome to the Assign Schedule Templates Wizard.
ca: Et donem la benvinguda a l’assistent per assignar plantilles d’horaris.
eu: Ongi etorri ordutegi txantiloiaren morroira.
sk: Vitajte v sprievodcovi na priradenie šablón rozvrhu.

# RES_templateassignwizard.lblwelcome2.text.rotext
source: The wizard will help you assign a schedule template to one or more users.
ca: L’assistent t’ajudarà a assignar una plantilla d’horaris a un o diversos usuaris.
eu: Morroiak erabiltzaile bati edo gehiagori ordutegi txantiloia esleitzen lagunduko dizu.
sk: Sprievodca vám pomôže priradiť šablónu rozvrhu jednému alebo viacerým používateľom.

# RES_templateassignwizard.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_templateassignwizard.lblyear.text.rotext
source: Year:
ca: Any:
eu: Urtea:
sk: Rok:

# RES_templateassignwizard.title.rotext
source: Wizard for assigning schedule templates
ca: Assistent per assignar plantilles d’horaris
eu: Esleitu Programazio Txantiloiaren Morroia
sk: Sprievodca priradením šablóny rozvrhu

# RES_templateassignwizardv2.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_templateassignwizardv2.btend.text.rotext
source: Assign
ca: Assignar
eu: Esleitu
sk: Priradenie

# RES_templateassignwizardv2.btloop.text.rotext
source: Reassign
ca: Tornar a assignar
eu: Berriz esleitu
sk: Opätovné priradenie

# RES_templateassignwizardv2.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_templateassignwizardv2.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_templateassignwizardv2.checkpage.incorrectemployeesselected.rotext
source: Empty user selection
ca: Selecció d’usuaris buida
eu: Erabiltzaile hautaketa hutsa
sk: Výber prázdneho používateľa

# RES_templateassignwizardv2.checkpage.shiftrequired.rotext
source: Required schedule
ca: Horari obligatori
eu: Beharrezko ordutegia
sk: Požadované hodiny

# RES_templateassignwizardv2.checkpage.templaterequired.rotext
source: Template required
ca: Plantilla obligatòria
eu: Beharrezko txantiloia
sk: Požadovaná šablóna

# RES_templateassignwizardv2.ckkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_templateassignwizardv2.ckkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_templateassignwizardv2.cklockdays.text.rotext
source: Block the days that this template modifies.
ca: Bloquejar els dies que modifiquis aquesta plantilla.
eu: Blokeatu txantiloi hau aldatzen duzun egunak.
sk: Zablokujte dni, v ktorých upravujete túto šablónu.

# RES_templateassignwizardv2.cmbnone.rotext
source: None
ca: Cap
eu: Bat ere ez
sk: Žiadne

# RES_templateassignwizardv2.end.error.assigntemplatewelcome1.text.rotext
source: Completed with errors
ca: Finalitzat amb errors
eu: Akatsekin osatua
sk: Dokončené s chybami

# RES_templateassignwizardv2.end.error.assigntemplatewelcome2.text.rotext
source: An error occurred while assigning the schedule template
ca: S’ha produït un error en assignar la plantilla d’horaris
eu: Errore bat gertatu da ordutegi-txantiloia esleitzean
sk: Pri priraďovaní šablóny rozvrhu došlo k chybe

# RES_templateassignwizardv2.end.ok.assigntemplatewelcome1.text.rotext
source: Completed successfully
ca: Finalitzat correctament
eu: Arrakastaz osatu da
sk: Úspešne dokončené

# RES_templateassignwizardv2.end.ok.assigntemplatewelcome2.text.rotext
source: Template assigned successfully.
ca: Plantilla assignada correctament.
eu: Txantiloia behar bezala esleitu da.
sk: Šablóna je správne priradená.

# RES_templateassignwizardv2.hdnsteptitle.text.rotext
source: Schedule template assignment wizard.
ca: Assistent per a l’assignació de plantilles d’horaris.
eu: Ordutegi-txantiloiak esleitzeko morroia.
sk: Sprievodca priradením šablón rozvrhu.

# RES_templateassignwizardv2.hdnsteptitle2.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
eu: {0} urratsa {1}tik.
sk: Krok {0} z {1}.

# RES_templateassignwizardv2.label1.text.rotext
source: Field of the record to be updated
ca: Camp de la fitxa que s’ha d’actualitzar
eu: Eguneratu beharreko txartelaren eremua
sk: Pole záznamu, ktoré sa má aktualizovať

# RES_templateassignwizardv2.lblfeasttemplateinfo.text.rotext
source: Holiday Assignment Template
ca: Plantilla d´assignació de festius
eu: Oporretan esleitzeko txantiloia
sk: Šablóna na pridelenie štátneho sviatku

# RES_templateassignwizardv2.lbllocktemplatedays.text.rotext
source: Block:
ca: Bloquejar:
eu: Blokea:
sk: Blok:

# RES_templateassignwizardv2.lbllocktemplatedaysdesc.text.rotext
source: Days blocked during the process cannot be modified.
ca: Els dies bloquejats durant el procés no es podran modificar.
eu: Prozesuan zehar blokeatutako egunak ezin dira aldatu.
sk: Dni zablokované počas procesu nie je možné zmeniť.

# RES_templateassignwizardv2.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_templateassignwizardv2.lblresumeall.rotext
source: The <b>{1}</b> schedule will be assigned to all selected users on the days specified in the <b>{2}</b> template.
ca: S’assignarà l’horari <b>{1}</b> a tots els usuaris seleccionats els dies que especifica la plantilla <b>{2}</b>.
eu: Ordutegia <b>{1}</b> hautatutako erabiltzaile guztiei esleituko zaie <b>{2}</b> txantiloiak zehaztutako egunetan.
sk: Rozvrh <b>{1}</b> sa priradí všetkým vybraným používateľom v dňoch uvedených v šablóne <b>{2}</b>.

# RES_templateassignwizardv2.lblresumeall.text.rotext
source: The <b>{1}</b> schedule will be assigned to all selected users on the days specified in the <b>{2}</b> template.
ca: S’assignarà l’horari <b>{1}</b> a tots els usuaris seleccionats els dies que especifica la plantilla <b>{2}</b>.
eu: Ordutegia <b>{1}</b> hautatutako erabiltzaile guztiei esleituko zaie <b>{2}</b> txantiloiak zehaztutako egunetan.
sk: Rozvrh <b>{1}</b> sa priradí všetkým vybraným používateľom v dňoch uvedených v šablóne <b>{2}</b>.

# RES_templateassignwizardv2.lblsetp1info.text.rotext
source: First, you need to select the users you want to assign the schedule template to.
ca: En primer lloc, cal seleccionar els usuaris als quals vols assignar la plantilla d’horaris.
eu: Lehenik eta behin, programazio txantiloia esleitu nahi dien erabiltzaileak hautatu behar dituzu.
sk: Najprv musíte vybrať používateľov, ktorým chcete priradiť šablónu rozvrhu.
