Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDXReport.*.resx
Languages: pt

# RES_informedefichajesaldetalleconaccesos(totales).date.rotext
source: Fecha
pt: Data

# RES_informedefichajesaldetalleconaccesos(totales).totals.rotext
source: Totales:
pt: Totais:

# RES_informedefichajesaldetalleconaccesos(totales).legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_quadrantbyschedule.hoursholidays.rotext
source: Vacaciones por horas
pt: Férias em horas

# RES_quadrantbyschedule.hoidays.rotext
source: Ausentes parciales (por horas)
pt: Ausências parciais (por hora)

# RES_quadrantbyschedule.absents.rotext
source: Ausentes día completo
pt: Ausentes o dia inteiro

# RES_quadrantbyschedule.legend.rotext
source: Leyenda
pt: Legenda

# RES_partesporempleado.reportname.rotext
source: Partes por empleado
pt: Peças por empregado

# RES_partesporempleado.reportdescription.rotext
source: Muestra datos de los partes de trabajo por empleado.
pt: Exibe os dados do relatório de trabalho por empregado.

# RES_partesporempleado.periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_partesporempleado.periodto.rotext
source: hasta
pt: a

# RES_partesporempleado.empleado.rotext
source: Empleado:
pt: Colaborador:

# RES_partesporempleado.date.rotext
source: Fecha
pt: Data

# RES_partesporempleado.horasnormales.rotext
source: Horas normales
pt: Horário normal

# RES_partesporempleado.horasextras.rotext
source: Horas Extras
pt: Horas extraordinárias

# RES_partesporempleado.comida.rotext
source: Comida
pt: Alimentação

# RES_partesporempleado.plusaltura.rotext
source: Plus Altura
pt: Mais altura

# RES_partesporempleado.proyecto.rotext
source: Proyecto
pt: Projeto

# RES_partesporempleado.importes.rotext
source: Importes:
pt: Montantes:

# RES_partesporempleado.totalempleado.rotext
source: Total empleado:
pt: Total de trabalhadores:

# RES_partesporempleado.totalempimporte.rotext
source: Importe total:
pt: Montante total:

# RES_partesporempleado.totalempcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporempleado.totalglobalimportes.rotext
source: Importes:
pt: Montantes:

# RES_partesporempleado.totalglobalimportetotal.rotext
source: Importe total:
pt: Montante total:

# RES_partesporempleado.totalglobalcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporempleado.totales.rotext
source: Totales:
pt: Totais:

# RES_partesporempleado.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se tiver recebido este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_controldesaldosporempleado.reportname.rotext
source: Control de saldos por empleado
pt: Controlo de saldos por empregado

# RES_controldesaldosporempleado.reportdescription.rotext
source: Informe que muestra, mes a mes, los saldos para cada empleado y contrato
pt: Relatório que mostra, mês a mês, os saldos de cada empregado e contrato

# RES_controldesaldosporempleado.to.rotext
source: hasta
pt: a

# RES_controldesaldosporempleado.from.rotext
source: Periodo desde
pt: Período de

# RES_controldesaldosporempleado.currentagreementhours.rotext
source: HORAS CONVENIO ACTUAL:
pt: HORAS ACORDO ACTUAL:

# RES_controldesaldosporempleado.currentholidaysdays.rotext
source: DÍAS VACACIONES ACTUAL:
pt: DIAS DE FÉRIAS ACTUAIS:

# RES_controldesaldosporempleado.agreementhours.rotext
source: HORAS CONVENIO:
pt: ACORDO DE HORAS:

# RES_controldesaldosporempleado.holidaysdays2.rotext
source: DÍAS VACACIONES:
pt: DIAS DE FÉRIAS:

# RES_controldesaldosporempleado.actualagreementhours.rotext
source: HORAS CONVENIO AÑO:
pt: HORAS DE CONVENÇÃO POR ANO:

# RES_controldesaldosporempleado.antiquitylastdays.rotext
source: DÍAS ANTIGÜEDAD ANTERIOR:
pt: DIAS DE ANTIGUIDADE:

# RES_controldesaldosporempleado.olddays.rotext
source: DÍAS ANTIGÜEDAD:
pt: DIAS DE ANTIGUIDADE:

# RES_controldesaldosporempleado.lastholidaysdays.rotext
source: DÍAS VACACIONES ANTERIOR:
pt: DIAS DE FÉRIAS ANTERIORES:

# RES_controldesaldosporempleado.holidaysdays.rotext
source: DÍAS VACACIONES:
pt: DIAS DE FÉRIAS:

# RES_controldesaldosporempleado.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se tiver recebido este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_partesporempleadototalizado.reportname.rotext
source: Partes por empleado totalizado
pt: As peças por empregado totalizaram

# RES_partesporempleadototalizado.reportdescription.rotext
source: Muestra datos totalizados de los partes de trabajo por empleado.
pt: Apresenta os dados totalizados dos relatórios de trabalho por empregado.

# RES_partesporempleadototalizado.periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_partesporempleadototalizado.periodto.rotext
source: hasta
pt: a

# RES_partesporempleadototalizado.empleado.rotext
source: Empleado:
pt: Colaborador:

# RES_partesporempleadototalizado.date.rotext
source: Fecha
pt: Data

# RES_partesporempleadototalizado.horasnormales.rotext
source: Horas normales
pt: Horário normal

# RES_partesporempleadototalizado.horasextras.rotext
source: Horas Extras
pt: Horas extraordinárias

# RES_partesporempleadototalizado.comida.rotext
source: Comida
pt: Alimentação

# RES_partesporempleadototalizado.plusaltura.rotext
source: Plus Altura
pt: Mais altura

# RES_partesporempleadototalizado.proyecto.rotext
source: Proyecto
pt: Projeto

# RES_partesporempleadototalizado.importes.rotext
source: Importes:
pt: Montantes:

# RES_partesporempleadototalizado.totalempleado.rotext
source: Total empleado:
pt: Total de empregados:

# RES_partesporempleadototalizado.dias.rotext
source: Días:
pt: Dias:

# RES_partesporempleadototalizado.totalempimporte.rotext
source: Importe total:
pt: Montante total:

# RES_partesporempleadototalizado.totalempcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporempleadototalizado.totalglobalimportes.rotext
source: Importes:
pt: Montantes:

# RES_partesporempleadototalizado.totalglobalimportetotal.rotext
source: Importe total:
pt: Montante total:

# RES_partesporempleadototalizado.totalglobalcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporempleadototalizado.totales.rotext
source: Totales:
pt: Totais:

# RES_partesporempleadototalizado.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se tiver recebido este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_partesporproyecto.reportname.rotext
source: Partes por proyecto
pt: Peças por projeto

# RES_partesporproyecto.reportdescription.rotext
source: Muestra datos de los partes de trabajo por proyecto.
pt: Apresenta os dados do relatório de trabalho por projeto.

# RES_partesporproyecto.periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_partesporproyecto.periodto.rotext
source: hasta
pt: a

# RES_partesporproyecto.empleado.rotext
source: Empleado:
pt: Colaborador:

# RES_partesporproyecto.date.rotext
source: Fecha
pt: Data

# RES_partesporproyecto.horasnormales.rotext
source: Horas normales
pt: Horário normal

# RES_partesporproyecto.horasextras.rotext
source: Horas Extras
pt: Horas extraordinárias

# RES_partesporproyecto.comida.rotext
source: Comida
pt: Alimentação

# RES_partesporproyecto.plusaltura.rotext
source: Plus Altura
pt: Mais altura

# RES_partesporproyecto.proyecto.rotext
source: Proyecto
pt: Projeto

# RES_partesporproyecto.importes.rotext
source: Importes:
pt: Montantes:

# RES_partesporproyecto.totalempleado.rotext
source: Total empleado:
pt: Total de empregados:

# RES_partesporproyecto.totalempimporte.rotext
source: Importe total:
pt: Montante total:

# RES_partesporproyecto.totalempcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporproyecto.totalglobalimportes.rotext
source: Importes:
pt: Montantes:

# RES_partesporproyecto.totalglobalimportetotal.rotext
source: Importe total:
pt: Montante total:

# RES_partesporproyecto.totalglobalcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporproyecto.totales.rotext
source: Totales:
pt: Totais:

# RES_partesporproyecto.totalproyecto.rotext
source: Total proyecto:
pt: Total do projeto:

# RES_partesporproyecto.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_partesporproyectototalizado.reportname.rotext
source: Partes por proyecto totalizado
pt: Peças por projeto totalizado

# RES_partesporproyectototalizado.reportdescription.rotext
source: Muestra datos totalizados de los partes de trabajo por proyecto.
pt: Apresenta os dados totalizados dos relatórios de trabalho por projeto.

# RES_partesporproyectototalizado.periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_partesporproyectototalizado.periodto.rotext
source: hasta
pt: a

# RES_partesporproyectototalizado.empleado.rotext
source: Empleado:
pt: Colaborador:

# RES_partesporproyectototalizado.date.rotext
source: Fecha
pt: Data

# RES_partesporproyectototalizado.horasnormales.rotext
source: Horas normales
pt: Horário normal

# RES_partesporproyectototalizado.horasextras.rotext
source: Horas Extras
pt: Horas extraordinárias

# RES_partesporproyectototalizado.comida.rotext
source: Comida
pt: Alimentação

# RES_partesporproyectototalizado.plusaltura.rotext
source: Plus Altura
pt: Mais altura

# RES_partesporproyectototalizado.proyecto.rotext
source: Proyecto
pt: Projeto

# RES_partesporproyectototalizado.importes.rotext
source: Importes:
pt: Montantes:

# RES_partesporproyectototalizado.totalempleado.rotext
source: Total empleado:
pt: Total de empregados:

# RES_partesporproyectototalizado.dias.rotext
source: Días:
pt: Dias:

# RES_partesporproyectototalizado.totalempimporte.rotext
source: Importe total:
pt: Montante total:

# RES_partesporproyectototalizado.totalempcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporproyectototalizado.totalglobalimportes.rotext
source: Importes:
pt: Montantes:

# RES_partesporproyectototalizado.totalglobalimportetotal.rotext
source: Importe total:
pt: Montante total:

# RES_partesporproyectototalizado.totalglobalcomida.rotext
source: Comida:
pt: Alimentação:

# RES_partesporproyectototalizado.totales.rotext
source: Totales:
pt: Totais:

# RES_partesporproyectototalizado.totalproyecto.rotext
source: Total proyecto:
pt: Total do projeto:

# RES_partesporproyectototalizado.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_logsdeacceso.reportname.rotext
source: Logs de acceso
pt: Registos de acesso

# RES_logsdeacceso.reportdescription.rotext
source: Permite obtener el registro de acceso de los usuarios en las distintas aplicaciones.
pt: Permite obter o registo de acesso dos utilizadores nas diferentes aplicações.

# RES_logsdeacceso.periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_logsdeacceso.periodto.rotext
source: hasta
pt: a

# RES_logsdeacceso.portal.rotext
source: Portal del empleado
pt: Portal do Colaborador

# RES_logsdeacceso.error.rotext
source: Error
pt: Erro

# RES_logsdeacceso.logout.rotext
source: Cierre de sesión
pt: Terminar sessão

# RES_logsdeacceso.login.rotext
source: Inicio de sesión
pt: Iniciar sessão

# RES_logsdeacceso.fechahora.rotext
source: Fecha y hora
pt: Data e hora

# RES_logsdeacceso.username.rotext
source: Usuario
pt: Utilizador

# RES_logsdeacceso.informacion.rotext
source: Información
pt: Informações

# RES_logsdeacceso.conexiontipo.rotext
source: Conexión
pt: Ligação

# RES_logsdeacceso.conexionobj.rotext
source: Conexión
pt: Ligação

# RES_logsdeacceso.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_logsdeacceso.aplicacion.rotext
source: Aplicación
pt: Aplicação

# RES_fichadelusuario.reportname.rotext
source: Ficha del usuario
pt: Ficha do utilizador

# RES_fichadelusuario.reportdescription.rotext
source: Permite extraer los datos de la ficha de usuario.
pt: Permite-lhe extrair os dados do ficheiro do utilizador.

# RES_fichadelusuario.periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_fichadelusuario.periodto.rotext
source: hasta
pt: a

# RES_fichadelusuario.accessgroup.rotext
source: Grupo de acceso:
pt: Grupo de acesso:

# RES_fichadelusuario.actualgroup.rotext
source: Grupo actual:
pt: Grupo atual:

# RES_fichadelusuario.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se tiver recebido este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_subreportfichausuarioarras.valinicial.rotext
source: Val.Inicial
pt: Valor inicial

# RES_subreportfichausuarioarras.limits.rotext
source: Límites y valores iniciales
pt: Limites e valores iniciais

# RES_subreportfichausuarioconditions.name.rotext
source: Nombre
pt: Nome

# RES_subreportfichausuarioconditions.start.rotext
source: Inicio
pt: Início

# RES_subreportfichausuarioconditions.reglasacc.rotext
source: Reglas de acumulados
pt: Regras de acumulação

# RES_subreportfichausuarioprogrammedcauses.date.rotext
source: Fecha
pt: Data

# RES_subreportfichausuarioprogrammedcauses.duration.rotext
source: Duración
pt: Duração

# RES_subreportfichausuarioprogrammedcauses.cause.rotext
source: Justificación
pt: Justificação

# RES_subreportfichausuarioprogrammedcauses.incidenciasprevistas.rotext
source: Incidencias previstas
pt: PREVISÃO DE INCIDÊNCIAS

# RES_subreportfichausuarioprogrammedabs.start.rotext
source: Inicio
pt: Início

# RES_subreportfichausuarioprogrammedabs.cause.rotext
source: Justificación
pt: Justificação

# RES_subreportfichausuarioprogrammedabs.maxday.rotext
source: Max día
pt: Dia máximo

# RES_subreportfichausuarioemployeeplans.shift.rotext
source: Horario
pt: Horário

# RES_subreportfichausuarioemployeeplans.times.rotext
source: Veces
pt: Vezes

# RES_subreportfichausuarioemployeeplans.planification.rotext
source: Planificación
pt: Planeamento

# RES_subreportfichausuarioemployeeconcepts.actualyear.rotext
source: Año actual
pt: Ano atual

# RES_subreportfichausuarioemployeeconcepts.period.rotext
source: Periodo
pt: Período

# RES_subreportfichausuarioidentifytypes.matriculas.rotext
source: matriculas
pt: registo

# RES_subreportfichausuarioidentifytypes.pin.rotext
source: pin
pt: pino

# RES_subreportfichausuarioidentifytypes.card.rotext
source: tarjeta
pt: Cartão

# RES_subreportfichausuarioidentifytypes.integradawin.rotext
source: integrada de windows
pt: janelas integradas

# RES_subreportfichausuarioidentifytypes.identificationstart.rotext
source: Identificación mediante
pt: Identificação por

# RES_subreportfichausuarioidentifytypes.noauth.rotext
source: No tiene habilitado ningún tipo de identificación
pt: Nenhuma identificação activada

# RES_subreportfichausuarioficha.camposficha.rotext
source: Campos de la ficha
pt: Campos da ficha

# RES_subreportfichausuariomovility.movility.rotext
source: Movilidad
pt: Mobilidade

# RES_subreportfichausuariomovility.start.rotext
source: Inicio
pt: Início

# RES_subreportfichausuariocontratos.card.rotext
source: Tarjeta
pt: Cartão

# RES_subreportfichausuariocontratos.alta.rotext
source: Alta
pt: Registo

# RES_subreportfichausuariocontratos.baja.rotext
source: Baja
pt: Baixa

# RES_subreportfichausuariocontratos.convenio.rotext
source: Convenio
pt: Acordo

# RES_hojadepago.reportname.rotext
source: Hoja de pago
pt: Talão de pagamento

# RES_hojadepago.reportdescription.rotext
source: Muestra hoja de pago de los empleados
pt: Mostrar os recibos de vencimento dos empregados

# RES_hojadepago.day.rotext
source: Día
pt: Dia

# RES_hojadepago.presence3.rotext
source: Presencia
pt: Presença

# RES_hojadepago.presen_hours.rotext
source: Horas presen
pt: Horas presentes

# RES_hojadepago.noc_fes_hours.rotext
source: Horas noc fes
pt: Horários não festivos

# RES_hojadepago.e_extra_hours.rotext
source: Horas extras e
pt: Horas extraordinárias e

# RES_hojadepago.n_extra_hours.rotext
source: Horas extras n
pt: Horas extraordinárias n

# RES_hojadepago.others.rotext
source: Otros
pt: Outros

# RES_hojadepago.presence2.rotext
source: Presencia
pt: Presença

# RES_hojadepago.presence.rotext
source: Presencia
pt: Presença

# RES_hojadepago.percent_rto.rotext
source: % R to
pt: % R a

# RES_hojadepago.notcontract_hours.rotext
source: Horas paro
pt: Horas de paragem

# RES_hojadepago.productivity2.rotext
source: Productividad
pt: Produtividade

# RES_hojadepago.productivity.rotext
source: Productividad
pt: Produtividade

# RES_hojadepago.key.rotext
source: Clave
pt: Chave

# RES_hojadepago.name.rotext
source: Nombre:
pt: Nome:

# RES_hojadepago.section.rotext
source: Sección:
pt: Secção:

# RES_hojadepago.employeenumber.rotext
source: Nº Operario:
pt: Operador não:

# RES_hojadepago.lblemployee.rotext
source: TRABAJADOR
pt: TRABALHADOR

# RES_hojadepago.workcenter.rotext
source: CENTRO DE TRABAJO
pt: Centro de trabalho

# RES_hojadepago.payment_date.rotext
source: FECHA LIQUIDACIÓN
pt: DATA DE LIQUIDAÇÃO

# RES_hojadepago.periodfrom.rotext
source: Liquidación desde
pt: Liquidação a partir de

# RES_hojadepago.periodto.rotext
source: hasta
pt: A

# RES_hojadepago.results.rotext
source: RESULTADOS PARA CONFECCIÓN NÓMINA
pt: RESULTADOS PARA O CÁLCULO DAS FOLHAS DE PAGAMENTO

# RES_hojadepago.estimated_percent.rotext
source: % Estim
pt: % Estimativa

# RES_hojadepago.estimated_hours.rotext
source: H. estim
pt: Estimativa H

# RES_hojadepago.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se tiver recebido este documento por engano, a sua leitura, cópia e utilização são proibidas. Por favor, destrua-o imediatamente.

# RES_hojadepago.key2.rotext
source: Clave
pt: Chave

# RES_hojadepago.noc_fes.rotext
source: Horas noc fes
pt: Horários não festivos

# RES_subreportfichausuarioprogrammedabs.ausenciasprolongadas.rotext
source: Ausencias prolongadas
pt: Ausências prolongadas

# RES_subreportfichausuarioemployeeconcepts.resumensaldos.rotext
source: Resumen saldos
pt: Resumo saldos

# RES_subreportfichausuarioidentifytypes.huella.rotext
source: huella
pt: impressão digital

# RES_subreportfichausuarioidentifytypes.userpass.rotext
source: Usuario y contraseña
pt: Utilizador e palavra-passe

# RES_subreportfichausuarioidentifytypes.mediosidentificacion.rotext
source: Medios de identificación
pt: Meios de identificação

# RES_calendarioanualparausuarioscompactosinmovilidades.reportname.rotext
source: Calendario anual para usuarios compacto (sin movilidades)
pt: Calendário anual para utilizadores compactos (sem mobilidades)

# RES_calendarioanualparausuarioscompactosinmovilidades.reportdescription.rotext
source: Permite obtener el calendario anual planificado de los usuarios, con los horarios asignados y sus horas teóricas diarias, mensuales y anuales. También reflejará solicitudes de vacaciones pendientes de tramitar y previsiones de ausencia por días de los usuarios.
pt: Permite obter o calendário anual planeado dos utilizadores, com os horários atribuídos e as suas horas teóricas diárias, mensais e anuais. Também refletirá os pedidos de férias pendentes de processamento e as previsões de ausência dos utilizadores por dias.

# RES_calendarioanualparausuarioscompactosinmovilidades.periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_calendarioanualparausuarioscompactosinmovilidades.periodto.rotext
source: hasta
pt: a

# RES_calendarioanualparausuarioscompactosinmovilidades.dias.rotext
source: días
pt: dias

# RES_calendarioanualparausuarioscompactosinmovilidades.diciembre.rotext
source: DICIEMBRE
pt: DEZEMBRO

# RES_calendarioanualparausuarioscompactosinmovilidades.noviembre.rotext
source: NOVIEMBRE
pt: NOVEMBRO

# RES_calendarioanualparausuarioscompactosinmovilidades.octubre.rotext
source: OCTUBRE
pt: OUTUBRO

# RES_calendarioanualparausuarioscompactosinmovilidades.septiembre.rotext
source: SEPTIEMBRE
pt: SETEMBRO

# RES_calendarioanualparausuarioscompactosinmovilidades.julio.rotext
source: JULIO
pt: JULHO

# RES_calendarioanualparausuarioscompactosinmovilidades.junio.rotext
source: JUNIO
pt: JUNHO

# RES_calendarioanualparausuarioscompactosinmovilidades.mayo.rotext
source: MAYO
pt: MAIO

# RES_calendarioanualparausuarioscompactosinmovilidades.marzo.rotext
source: MARZO
pt: MARÇO

# RES_calendarioanualparausuarioscompactosinmovilidades.febrero.rotext
source: FEBRERO
pt: FEVEREIRO

# RES_calendarioanualparausuarioscompactosinmovilidades.enero.rotext
source: ENERO
pt: JANEIRO

# RES_calendarioanualparausuarioscompactosinmovilidades.mes.rotext
source: Mes
pt: Mês

# RES_calendarioanualparausuarioscompactosinmovilidades.legal.rotext
source: Información interna. Prohibida la copia, el uso o la distribución no autorizada de la misma. Si usted no es el destinatario del mensaje, le rogamos que lo notifique al remitente y que lo destruya junto con todo su contenido.
pt: Informação interna. É proibida a cópia, utilização ou distribuição não autorizada. Se não for o destinatário pretendido da mensagem, deve notificar o remetente e destruir a mensagem e todo o seu conteúdo.

source: Días
pt: Dias

source: Horas asignadas
pt: Horas atribuídas

source: Total horas de ausencia:
pt: Total de horas de ausência:

source: Total horas asignadas:
pt: Total de horas atribuídas:
