Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_rocalendar.calendar.complementary.rotext
source: Complementary
ca: Complementàries
pt: Complementares
sk: Doplňujúce

# RES_rocalendar.calendar.connector.rotext
source: of
ca: de
pt: de
sk: z adresy

# RES_rocalendar.calendar.contextmenu_advpaste.rotext
source: Paste Special
ca: Enganxament especial
pt: Colar especial
sk: Špeciálne lepenie

# RES_rocalendar.calendar.contextmenu_block.rotext
source: Block day(s)
ca: Bloquejar dia/es
pt: Bloquear dia(s)
sk: Blokový deň (dni)

# RES_rocalendar.calendar.contextmenu_cancelselection.rotext
source: Cancel selection
ca: Cancel·lar selecció
pt: Anular seleção
sk: Zrušiť výber

# RES_rocalendar.calendar.contextmenu_copy.rotext
source: Copy
ca: Copiar
pt: Copiar
sk: Kopírovať

# RES_rocalendar.calendar.contextmenu_copyassignments.rotext
source: Copy only positions
ca: Copiar només llocs
pt: Copiar apenas postos de trabalho
sk: Kopírovať iba príspevky

# RES_rocalendar.calendar.contextmenu_copyholidays.rotext
source: Copy only holidays
ca: Copiar només vacances
pt: Copiar apenas férias
sk: Len kópia dovolenky

# RES_rocalendar.calendar.contextmenu_copyworking.rotext
source: Copy only work schedules
ca: Copiar només horaris de treball
pt: Copiar apenas horários de trabalho
sk: Kopírujte iba pracovné hodiny

# RES_rocalendar.calendar.contextmenu_details.rotext
source: Details
ca: Detalls
pt: Detalhes
sk: Podrobnosti na

# RES_rocalendar.calendar.contextmenu_editassignments.rotext
source: Edit position
ca: Editar lloc de treball
pt: Editar posto
sk: Upraviť príspevok

# RES_rocalendar.calendar.contextmenu_editcomplementary.rotext
source: Edit schedule
ca: Editar horari
pt: Editar horário
sk: Upraviť rozvrh

# RES_rocalendar.calendar.contextmenu_paste.rotext
source: Paste
ca: Enganxar
pt: Colar
sk: Vložiť

# RES_rocalendar.calendar.contextmenu_planifycoverage.rotext
source: Planning staffing
ca: Planificar dotació
pt: Planear o pessoal
sk: Dotácia plánu

# RES_rocalendar.calendar.contextmenu_removefeast.rotext
source: Non-holiday day
ca: Dia no festiu
pt: Dia não feriado
sk: Iné ako prázdninové

# RES_rocalendar.calendar.contextmenu_removeholidays.rotext
source: Remove holiday schedule
ca: Treure horari vacances
pt: Eliminar horário férias
sk: Odstránenie prázdninového rozvrhu

# RES_rocalendar.calendar.contextmenu_setcoverage.rotext
source: Define endowment
ca: Definir dotació
pt: Definir dotação
sk: Definujte dotáciu

# RES_rocalendar.calendar.contextmenu_setfeast.rotext
source: Holiday
ca: Dia festiu
pt: Feriado
sk: Štátny sviatok

# RES_rocalendar.calendar.contextmenu_sort.rotext
source: Order...
ca: Ordenar...
pt: Ordenar...
sk: Objednajte si...

# RES_rocalendar.calendar.contextmenu_unblock.rotext
source: Unlock day(s)
ca: Desbloquejar dia/es
pt: Desbloquear dia(s)
sk: Odblokovanie dňa(ov)

# RES_rocalendar.calendar.department.rotext
source: Cluster
ca: Grup
pt: Grupo
sk: skupina

# RES_rocalendar.calendar.departments.rotext
source: Groups
ca: Grups
pt: Grupos
sk: skupiny

# RES_rocalendar.calendar.download.rotext
source: Download correction
ca: Descarregar correcció
pt: Descarregar correção
sk: Stiahnite si opravu

# RES_rocalendar.calendar.employee.rotext
source: User
ca: Usuari
pt: Utilizador
sk: používateľ

# RES_rocalendar.calendar.employees.rotext
source: Users
ca: Usuaris
pt: Utilizadores
sk: používatelia

# RES_rocalendar.calendar.empty.rotext
source: Remove filter
ca: Eliminar filtre
pt: Retirar filtro
sk: Odstrániť filter

# RES_rocalendar.calendar.empty_assignment.rotext
source: No position
ca: Sense lloc de treball
pt: Sem posto
sk: Žiadny príspevok

# RES_rocalendar.calendar.flexible.rotext
source: Flexible
ca: Flexibles
pt: Flexíveis
sk: Flexibilné

# RES_rocalendar.calendar.holidays.rotext
source: Vac. pending
ca: Vac. pendents
pt: Fér. pendentes
sk: Čaká sa na dovolenku

# RES_rocalendar.calendar.mandatory.rotext
source: Normal
ca: Normals
pt: Normais
sk: Normálne

# RES_rocalendar.calendar.nosolection.rotext
source: No selection
ca: Sense selecció
pt: Sem seleção
sk: Žiadny výber

# RES_rocalendar.calendar.plannedhours.rotext
source: H. planned
ca: H. planificades
pt: H. planeadas
sk: H. plánované

# RES_rocalendar.calendar.scheduler_assignments.rotext
source: Positions
ca: Llocs
pt: Postos
sk: Príspevky

# RES_rocalendar.calendar.scheduler_concepts.rotext
source: Balances
ca: Saldos
pt: Saldos
sk: zostatky

# RES_rocalendar.calendar.scheduler_filter.rotext
source: Displaying positions
ca: Visualització de llocs de treball
pt: Visualização de postos
sk: Vizualizácia príspevkov

# RES_rocalendar.calendar.scheduler_nonrecursive.rotext
source: Show selected group and those below
ca: Mostrar grup seleccionat i els inferiors
pt: Mostrar o grupo selecionado e os inferiores
sk: Zobraziť vybranú skupinu a pod

# RES_rocalendar.calendar.scheduler_planified.rotext
source: Planned view
ca: Vista planificada
pt: Vista planeada
sk: Plánovaný pohľad

# RES_rocalendar.calendar.scheduler_real.rotext
source: Real view
ca: Vista real
pt: Vista real
sk: Skutočný pohľad

# RES_rocalendar.calendar.scheduler_recursive.rotext
source: Show only selected group
ca: Mostrar només grup seleccionat
pt: Mostrar apenas grupo selecionado
sk: Zobraziť len vybranú skupinu

# RES_rocalendar.calendar.scheduler_shifts.rotext
source: Schedules
ca: Horaris
pt: Horários
sk: cestovné poriadky

# RES_rocalendar.calendar.tooltip_absence.rotext
source: User absent for days
ca: Usuari en absència per dies
pt: Utilizador em ausência por dias
sk: Používateľ chýba niekoľko dní

# RES_rocalendar.calendar.tooltip_absent.rotext
source: User absent
ca: Usuari absent
pt: Utilizador ausente
sk: Neprítomný používateľ

# RES_rocalendar.calendar.tooltip_feast.rotext
source: Holiday
ca: Dia festiu
pt: Feriado
sk: Štátny sviatok

# RES_rocalendar.calendar.tooltip_holidays.rotext
source: User on vacation
ca: Usuari de vacances
pt: Utilizador de férias
sk: Používateľ dovolenky

# RES_rocalendar.calendar.tooltip_incidence.rotext
source: User absent for hours
ca: Usuari en absència per hores
pt: Utilizador em ausência por horas
sk: Používateľ je neprítomný niekoľko hodín

# RES_rocalendar.calendar.tooltip_notes.rotext
source: Grades
ca: Notes
pt: Notas
sk: Poznámky

# RES_rocalendar.calendar.tooltip_overtime.rotext
source: User with forecast of excess hours
ca: Usuari amb previsió d'hores d'excés
pt: Utilizador com previsão de horas em excesso
sk: Používateľ s predpoveďou nadpočetných hodín

# RES_rocalendar.calendar.tooltip_plannedholiday.rotext
source: User on vacation/hourly leave
ca: Usuari en vacances/permisos per hores
pt: Utilizador em férias/licença por horas
sk: Používateľ na dovolenke/hodinovej dovolenke

# RES_rocalendar.calendar.tooltip_remark1.rotext
source: There are unjustified incidents
ca: Hi ha incidències no justificades
pt: Existem incidências não justificadas
sk: Dochádza k neopodstatneným incidentom

# RES_rocalendar.calendar.tooltip_remark2.rotext
source: There are incidents due to overtime
ca: Hi ha incidències per hores extra
pt: Há incidências por horas extra
sk: Vyskytujú sa prípady nadčasov

# RES_rocalendar.calendar.tooltip_remark3.rotext
source: There are incidents due to absence
ca: Hi ha incidències per absència
pt: Há incidências por ausência
sk: Vyskytujú sa prípady absencie

# RES_rochildselector.cmbagrupacio.text.rotext
source: <Select a value
ca: <Selecciona un valor
pt: <Selecione um valor
sk: <Vyberte hodnotu

# RES_rochildselector.cmbfieldfind.text.rotext
source: <Select a value
ca: <Selecciona un valor
pt: <Selecione um valor
sk: <Vyberte hodnotu

# RES_rochildselector.lblagruparpor.text.rotext
source: Group by:
ca: Agrupar per:
pt: Agrupar por:
sk: Skupina podľa:

# RES_rochildselector.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rofilterlistselector.btaccept.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_rofilterlistselector.btcancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_rofilterlistselector.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rofilterlistselector.lblshiftselectortitle.text.rotext
source: Task Selector
ca: Selector de tasques
pt: Seletor de tarefas
sk: Výber úlohy

# RES_rofilterlistselector.title.rotext
source: Task Selector
ca: Selector de tasques
pt: Seletor de tarefas
sk: Výber úlohy

# RES_rofilterlistvalues.btaccept.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_rofilterlistvalues.btcancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_rofilterlistvalues.lblshiftselectortitle.text.rotext
source: Stock picker
ca: Selector de valors
pt: Seletor de valores
sk: Výber hodnoty

# RES_rofilterlistvalues.title.rotext
source: Task Selector
ca: Selector de tasques
pt: Seletor de tarefas
sk: Výber úlohy

# RES_rofiltertasktemplateselector.btaccept.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_rofiltertasktemplateselector.btcancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_rofiltertasktemplateselector.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rofiltertasktemplateselector.lblshiftselectortitle.text.rotext
source: Task Selector
ca: Selector de tasques
pt: Seletor de tarefas
sk: Výber úlohy

# RES_rofiltertasktemplateselector.title.rotext
source: Task Selector
ca: Selector de tasques
pt: Seletor de tarefas
sk: Výber úlohy

# RES_romainmenu.aboutme.rotext
source: About
ca: Informació
pt: Acerca de
sk: O stránke

# RES_romainmenu.alertsrefresh.rotext
source: Refresh
ca: Actualitzar
pt: Atualizar
sk: Obnoviť

# RES_romainmenu.btchangelanguagecancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_romainmenu.btchangelanguageok.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_romainmenu.btchangepwdcancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_romainmenu.btchangepwdok.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_romainmenu.changelanguage.rotext
source: Change language
ca: Canviar idioma
pt: Alterar o idioma
sk: Zmena jazyka

# RES_romainmenu.changepassword.rotext
source: Change password
ca: Canvia contrasenya
pt: Alterar palavra-passe
sk: Zmena hesla

# RES_romainmenu.changepwd.incorrectpassword.message.rotext
source: Incorrect password. You must enter a password that is between 4 and 50 characters long and does not begin or end with spaces.
ca: Contrasenya incorrecta. Cal que n’introdueixis una que contingui entre 4 i 50 caràcters i que no comenci ni acabi amb espais.
pt: Palavra-passe incorreta. Deve introduzir uma palavra-passe que tenha entre 4 e 50 caracteres e que não comece nem acabe com espaços.
sk: Nesprávne heslo. Musíte zadať heslo, ktoré obsahuje 4 až 50 znakov a nezačína ani nekončí medzerami.

# RES_romainmenu.changepwd.invalidnewpassword.message.rotext
source: The password you entered does not match. Type the new password in both text boxes.
ca: La contrasenya escrita no coincideix. Escriu la contrasenya nova als dos quadres de text.
pt: A palavra-passe introduzida não corresponde. Escreva a nova palavra-passe em ambos as caixas de texto.
sk: Zadané heslo sa nezhoduje. Zadajte nové heslo do oboch textových polí.

# RES_romainmenu.changepwd.invalidoldpassword.message.rotext
source: Previous password incorrect!
ca: Contrasenya anterior incorrecta!
pt: Palavra-passe anterior incorreta!
sk: Nesprávne predchádzajúce heslo!

# RES_romainmenu.closesession.rotext
source: End Session
ca: Finalitzar sessió
pt: Encerrar Sessão
sk: Ukončenie relácie

# RES_romainmenu.documentsabsences.rotext
source: Documents
pt: Documentos
sk: Dokumenty

# RES_romainmenu.emergencyreports.rotext
source: Emergency Reports
ca: Informes emergència
pt: Relatórios de Emergência
sk: Núdzové správy

# RES_romainmenu.indicatorsdefinition.rotext
source: Definition of indicators
ca: Definició d’indicadors
pt: Definição de indicadores
sk: Definícia ukazovateľov

# RES_romainmenu.labagreerules.rotext
source: Rules of agreements
ca: Regles de convenis
pt: Regras de acordos
sk: Pravidlá dohody

# RES_romainmenu.language.cat.rotext
source: Catalan ${1}
ca: Català ${1}
pt: Catalão ${1}
sk: Katalánsky ${1}

# RES_romainmenu.language.chn.rotext
source: Chinese
ca: Xinès
pt: Chinês
sk: Čínsky

# RES_romainmenu.language.ekr.rotext
source: Basque ${1}
ca: Eusquera ${1}
pt: Basco ${1}
sk: Baskický jazyk ${1}

# RES_romainmenu.language.eng.rotext
source: English ${1}
ca: Anglès ${1}
pt: Inglês ${1}
sk: Angličtina ${1}

# RES_romainmenu.language.esp.rotext
source: Spanish ${1}
ca: Castellà ${1}
pt: Castelhano ${1}
sk: Angličtina ${1}

# RES_romainmenu.language.fra.rotext
source: French ${1}
ca: Francès ${1}
pt: Francês ${1}
sk: Francúzsky ${1}

# RES_romainmenu.language.gal.rotext
source: Galician ${1}
ca: Gallec ${1}
pt: Galego ${1}
sk: Galicijský jazyk ${1}

# RES_romainmenu.language.ita.rotext
source: Italian ${1}
ca: Italià ${1}
pt: Italiano ${1}
sk: Taliansky ${1}

# RES_romainmenu.language.notinstalled.rotext
source: (not installed)
ca: (no instal·lat)
pt: (não instalado)
sk: (nie je nainštalovaný)

# RES_romainmenu.language.por.rotext
source: Portuguese
ca: Portuguès
pt: Português
sk: Portugalčina

# RES_romainmenu.lastupdate.rotext
source: Last Update:
ca: Últ. Actualització:
pt: Últ. Atualização:
sk: Posledný Aktualizácia:

# RES_romainmenu.lblchangelanguagetitle.text.rotext
source: Change language
ca: Canviar idioma
pt: Alterar o idioma
sk: Zmena jazyka

# RES_romainmenu.lblchangepwdtitle.text.rotext
source: Change password
ca: Canvia contrasenya
pt: Alterar palavra-passe
sk: Zmena hesla

# RES_romainmenu.lblexpiresoondescription.text.rotext
source: The license is about to expire
ca: La llicència està a punt de caducar
pt: A licença está prestes a expirar
sk: Platnosť licencie čoskoro vyprší

# RES_romainmenu.lblexpiresoondescriptioncomplete.rotext
source: There are ${1} days left until the license expires. Please contact your system administrator to activate it.
ca: Queden ${1} dies perquè caduqui la llicència. Posa’t en contacte amb l’administrador del sistema per activar-la.
pt: Faltam ${1} dias para a licença caducar. Contacte o administrador do sistema para ativá-la.
sk: Do konca platnosti licencie zostáva ${1} dní. Ak chcete licenciu aktivovať, obráťte sa na správcu systému.

# RES_romainmenu.lbllanguage.text.rotext
source: Language :
ca: Idioma:
pt: Idioma:
sk: Jazyk :

# RES_romainmenu.lblnewpwd.text.rotext
source: New Password:
ca: Nova contrasenya:
pt: Nova Palavra-passe:
sk: Nové heslo:

# RES_romainmenu.lblnewpwdconfirm.text.rotext
source: Confirm Password:
ca: Confirma contrasenya:
pt: Confirme a palavra-passe:
sk: Potvrdenie hesla:

# RES_romainmenu.lbloldpwd.text.rotext
source: Old Password:
ca: Contrasenya anterior:
pt: Palavra-passe anterior:
sk: Predchádzajúce heslo:

# RES_romainmenu.lblusername2.text.rotext
source: User
ca: Usuari
pt: Utilizador
sk: používateľ

# RES_romainmenu.lblwizardsdescrition.text.rotext
source: Assistants
ca: Assistents
pt: Assistentes
sk: Asistenti

# RES_romainmenu.startupvalues.rotext
source: Initial values
ca: Valors inicials
pt: Valores iniciais
sk: Počiatočné hodnoty

# RES_romainmenu.validate.nopassporterror.rotext
source: Password complexity could not be validated
ca: No s’ha pogut validar la complexitat de la contrasenya
pt: Não foi possível validar a complexidade da palavra-passe
sk: Nepodarilo sa overiť zložitosť hesla

# RES_romainmenu.validate.nopasswordhighrequierements.rotext
source: The password must be at least 10 characters long, contain letters, uppercase, lowercase, numbers and special characters (@, #).<br />Not match the username and not match previous passwords.
ca: La contrasenya ha de tenir una longitud mínima de 10 caràcters i incloure lletres, majúscules, minúscules, números i caràcters especials(@,#).<br />No pot coincidir amb el nom d’usuari i tampoc amb les contrasenyes anteriors.
pt: A palavra-passe deve ter um mínimo de 10 caracteres, conter letras, maiúsculas, minúsculas, números e caracteres especiais (@,#).<br />Não pode coincidir com o nome de utilizador nem com as palavras-passe anteriores.
sk: Heslo musí mať aspoň 10 znakov, obsahovať písmená, veľké a malé písmená, číslice a špeciálne znaky (@,#).<br /> Nesmie sa zhodovať s používateľským menom a nesmie sa zhodovať s predchádzajúcimi heslami.

# RES_romainmenu.validate.nopasswordlowrequierements.rotext
source: The password must be at least 4 characters long and contain letters and numbers.<br />It must not match the username and must not match previous passwords.
ca: La contrasenya ha de tenir una longitud mínima de 4 caràcters i incloure lletres i números.<br />No pot coincidir amb el nom d’usuari i tampoc amb les contrasenyes anteriors.
pt: A palavra-passe deve ter um mínimo de 4 caracteres e conter letras e números.<br />Não pode coincidir com o nome de utilizador nem com as palavras-passe anteriores.
sk: Heslo musí mať aspoň 4 znaky a obsahovať písmená aj číslice.<br /> Nesmie sa zhodovať s používateľským menom a nesmie sa zhodovať s predchádzajúcimi heslami.

# RES_romainmenu.validate.nopasswordmediumrequierements.rotext
source: The password must be at least 6 characters long, contain letters, uppercase, lowercase, and numbers.<br />It must not match the username and must not match previous passwords.
ca: La contrasenya ha de tenir una longitud mínima de 6 caràcters i incloure lletres, majúscules, minúscules i números.<br />No pot coincidir amb el nom d’usuari i tampoc amb les contrasenyes anteriors.
pt: A palavra-passe deve ter um mínimo de 6 caracteres e conter letras, maiúsculas, minúsculas e números.<br />Não pode coincidir com o nome de utilizador nem com as palavras-passe anteriores.
sk: Heslo musí mať aspoň 6 znakov, obsahovať písmená, veľké a malé písmená a číslice.<br /> Nesmie sa zhodovať s používateľským menom a nesmie sa zhodovať s predchádzajúcimi heslami.

# RES_romainselector.tabtitleaccessgroups.text.rotext
source: Access groups
ca: Grups d’accés
pt: Grupos de acesso
sk: Prístupové skupiny

# RES_romainselector.tabtitleaccessperiods.text.rotext
source: Periods
ca: Períodes
pt: Períodos
sk: Obdobia

# RES_romainselector.tabtitleaccessstatus.text.rotext
source: Zones
pt: Zonas
sk: Zóny

# RES_romainselector.tabtitleaccesszones.text.rotext
source: Zones
pt: Zonas
sk: Zóny

# RES_romainselector.tabtitleactivities.text.rotext
source: Activities
ca: Activitats
pt: Atividades
sk: Aktivity

# RES_romainselector.tabtitleassignments.text.rotext
source: Positions
ca: Llocs
pt: Postos
sk: Príspevky

# RES_romainselector.tabtitlebusinesscenters.text.rotext
source: Cost centers
ca: Centres de cost
pt: Centros de custos
sk: Nákladové strediská

# RES_romainselector.tabtitlecameras.text.rotext
source: Cameras
ca: Càmeres
pt: Câmaras
sk: Kamery

# RES_romainselector.tabtitleconcepts.text.rotext
source: Balances
ca: Saldos
pt: Saldos
sk: zostatky

# RES_romainselector.tabtitlediningroom.text.rotext
source: Dining room
ca: Menjador
pt: Refeitório
sk: Jedáleň

# RES_romainselector.tabtitledinningroom.text.rotext
source: Dining room
ca: Menjador
pt: Refeitório
sk: Jedáleň

# RES_romainselector.tabtitleemployees.text.rotext
source: Users
ca: Usuaris
pt: Utilizadores
sk: používatelia

# RES_romainselector.tabtitlegroups.text.rotext
source: Groups
ca: Grups
pt: Grupos
sk: skupiny

# RES_romainselector.tabtitleindicators.text.rotext
source: Indicators
ca: Indicadors
pt: Indicadores
sk: Ukazovatele

# RES_romainselector.tabtitlelabagree.text.rotext
source: Agreements
ca: Convenis
pt: Acordos
sk: Dohody

# RES_romainselector.tabtitlelabagreerules.text.rotext
source: Rules of agreement
ca: Regles conveni
pt: Regras do acordo
sk: Pravidlá dohody

# RES_romainselector.tabtitlelabagrees.text.rotext
source: Agreements
ca: Convenis
pt: Acordos
sk: Dohody

# RES_romainselector.tabtitlenotifications.text.rotext
source: Notifications
ca: Notificacions
pt: Notificações
sk: Oznámenia

# RES_romainselector.tabtitlepassports.text.rotext
source: Passports
ca: Passaports
pt: Passaportes
sk: Pasy

# RES_romainselector.tabtitleperiod.text.rotext
source: Period
ca: Període
pt: Período
sk: Obdobie

# RES_romainselector.tabtitleperiods.text.rotext
source: Periods
ca: Períodes
pt: Períodos
sk: Obdobia

# RES_romainselector.tabtitlereportscheduler.text.rotext
source: Planner
ca: Planificador
pt: Planeador
sk: Plánovač

# RES_romainselector.tabtitleschemas.text.rotext
source: Templates
ca: Plantilles
pt: Modelos
sk: Šablóny

# RES_romainselector.tabtitleshifts.text.rotext
source: Schedules
ca: Horaris
pt: Horários
sk: cestovné poriadky

# RES_romainselector.tabtitlestartuplimits.text.rotext
source: Access groups
ca: Grups d’accés
pt: Grupos de acesso
sk: Prístupové skupiny

# RES_romainselector.tabtitlestartupvalues.text.rotext
source: Initial values
ca: Valors inicials
pt: Valores iniciais
sk: Počiatočné hodnoty

# RES_romainselector.tabtitletemplates.text.rotext
source: Templates
ca: Plantilles
pt: Modelos
sk: Šablóny

# RES_romainselector.tabtitleterminals.text.rotext
source: Terminals
pt: Terminais
sk: terminály

# RES_ronodata.rotext
source: No data
ca: Sense dades
pt: Sem dados
sk: Žiadne údaje

# RES_rooptschedule.lblannual.text.rotext
source: Annually
ca: Anualment
pt: Anualmente
sk: Každoročne

# RES_rooptschedule.lblannualday.text.rotext
source: The day
ca: El dia
pt: No dia
sk: deň

# RES_rooptschedule.lbldailydays.text.rotext
source: Days
ca: Dies
pt: Dias
sk: dni

# RES_rooptschedule.lbldailyto.text.rotext
source: Each
ca: Cada
pt: Cada
sk: Každá stránka

# RES_rooptschedule.lbldiary.text.rotext
source: Daily
ca: Diàriament
pt: Diariamente
sk: Denne

# RES_rooptschedule.lblm1months.text.rotext
source: months.
ca: mesos.
pt: meses.
sk: mesiacov.

# RES_rooptschedule.lblm1of.text.rotext
source: decade
ca: de cada
pt: de cada
sk: každého z nich

# RES_rooptschedule.lblm1theday.text.rotext
source: The day
ca: El dia
pt: No dia
sk: deň

# RES_rooptschedule.lblm2months.text.rotext
source: months.
ca: mesos.
pt: meses.
sk: mesiacov.

# RES_rooptschedule.lblm2of.text.rotext
source: decade
ca: de cada
pt: de cada
sk: každého z nich

# RES_rooptschedule.lblm2the.text.rotext
source: He
ca: El
pt: O
sk: Stránka

# RES_rooptschedule.lblmonthly.text.rotext
source: Monthly
ca: Mensualment
pt: Mensalmente
sk: Mesačne

# RES_rooptschedule.lblweekly.text.rotext
source: Weekly
ca: Setmanalment
pt: Semanalmente
sk: Týždeň

# RES_rooptschedule.lblweeklyto.text.rotext
source: He
ca: El
pt: O
sk: Stránka

# RES_rooptschedule.lblweeklyweek.text.rotext
source: weekly
ca: de cada setmana
pt: de cada semana
sk: každého týždňa

# RES_rooptschedule2.bc.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_rooptschedule2.bo.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_rooptschedule2.bt.text.rotext
source: Today
ca: Avui
pt: Hoje
sk: Dnes

# RES_rooptschedule2.label1.text.rotext
source: Time interval
ca: Interval horari
pt: Intervalo horário
sk: Časový slot

# RES_rooptschedule2.lblannual.text.rotext
source: Annually
ca: Anualment
pt: Anualmente
sk: Každoročne

# RES_rooptschedule2.lbldailydays.text.rotext
source: Days
ca: Dies
pt: Dias
sk: dni

# RES_rooptschedule2.lbldailyto.text.rotext
source: Each
ca: Cada
pt: Cada
sk: Každá stránka

# RES_rooptschedule2.lbldiary.text.rotext
source: Daily
ca: Diàriament
pt: Diariamente
sk: Denne

# RES_rooptschedule2.lbleach.text.rotext
source: Each
ca: Cada
pt: Cada
sk: Každá stránka

# RES_rooptschedule2.lbleachhours.text.rotext
source: hours
ca: hores
pt: horas
sk: hodiny

# RES_rooptschedule2.lblhoursto.text.rotext
source: at
ca: a les
pt: às
sk: na adrese

# RES_rooptschedule2.lblm1of.text.rotext
source: of each month
ca: de cada mes
pt: de cada mês
sk: každého mesiaca
