Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_aboutme.btchangepwdok.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_accessdenied.btclose.text.rotext
source: Close
ca: Tancar
pt: Fechar
sk: Zatvoriť

# RES_accessdenied.lbltitle.text.rotext
source: Access denied
ca: Accés denegat
pt: Acesso recusado
sk: Prístup zamietnutý

# RES_accessdenied.title.rotext
source: Access denied
ca: Accés denegat
pt: Acesso recusado
sk: Prístup zamietnutý

# RES_allowedapplications.label1.text.rotext
source: Mobile Devices Applications:
ca: Aplicacions dispositius mòbils:
pt: Aplicações para Dispositivos Móveis:
sk: Aplikácie Mobilné zariadenia:

# RES_allowedapplications.lblapp.text.rotext
source: Web Applications:
ca: Aplicacions web:
pt: Aplicações Web:
sk: Webové aplikácie:

# RES_allowedapplications.lblapp1.text.rotext
source: Visualtime Desktop
sk: Pracovná plocha Visualtime

# RES_allowedapplications.lblapp2.text.rotext
source: Visualtime Portal
sk: Portál Visualtime

# RES_allowedapplications.lblapp4.text.rotext
source: Visualtime Visits
sk: Vizuálne návštevy

# RES_allowedapplications.lblappproperties.text.rotext
source: Options for signings made from VTPortal:
ca: Opcions dels fitxatges realitzats des de VTPortal:
pt: Opções das picagens efetuadas a partir do VTPortal:
sk: Možnosti pre prevody uskutočnené z portálu VTPortal:

# RES_allowedapplications.lbldescription.text.rotext
source: From this page you can indicate which applications the user has access to.
ca: Des d’aquesta pàgina pots indicar a quines aplicacions té accés l’usuari.
pt: A partir desta página pode indicar as aplicações a que o utilizador tem acesso.
sk: Na tejto stránke môžete určiť, ku ktorým aplikáciám má používateľ prístup.

# RES_allowedapplications.lbllocationenabled.text.rotext
source: Require signing with geolocation
ca: Requerir fitxatge amb geolocalització
pt: Requerer picagem com geolocalização
sk: Vyžadovať geolokalizačné dierovanie

# RES_allowedapplications.lblmov1.text.rotext
source: Visualtime Portal App
sk: Aplikácia Visualtime Portal

# RES_allowedapplications.lblmov2.text.rotext
source: Visualtime Supervisor App
sk: Aplikácia Visualtime Supervisor

# RES_allowedapplications.lblmov3.text.rotext
source: Visualtime Visits App
sk: Aplikácia Visualtime Visits

# RES_allowedapplications.lblphotoenabled.text.rotext
source: Require photo registration
ca: Requerir fitxatge amb foto
pt: Requerer picagem com foto
sk: Vyžadujte preukaz totožnosti s fotografiou

# RES_allowedapplications.nocontractdesc.text.rotext
source: The user can access VTPortal in consultation mode if they have a future contract
ca: L´usuari pot accedir a VTPortal en mode consulta en cas de tenir contracte futur
pt: O utilizador poderá aceder ao VTPortal em modo consulta caso tenha contrato futuro
sk: V prípade budúcej zmluvy môže používateľ pristupovať k portálu VTPortal v režime konzultácie

# RES_allowedapplications.nocontracttitle.text.rotext
source: Access to VTPortal without a valid contract
ca: Accés a VTPortal sense contracte en vigor
pt: Acesso ao VTPortal sem contrato válido
sk: Prístup k VTPortal bez platnej zmluvy

# RES_biadministration.lblbigeneraldesc.text.rotext
source: In this section you can generate the SAS link to the BI export file container.
ca: En aquesta secció podeu generar l´enllaç SAS al contenidor de fitxers d´exportació de BI.
pt: Nesta secção pode gerar o link SAS para o conteúdo do arquivo de exportação do BI.
sk: V tejto časti môžete vygenerovať prepojenie SAS na kontajner súboru exportu BI.

# RES_biadministration.lblbisaslinkconfig.text.rotext
source: SaS Link:
ca: Enllaç SaS:
pt: Link SaS:
sk: Kontaktná osoba SaS:

# RES_biadministration.lblbisaslinkdesc.text.rotext
source: Link through which you can access all exportable Genius runs performed by all users
ca: Enllaç a través del qual es pot accedir a totes les execucions exportables de Genius realitzades per tots els usuaris
pt: Link através do qual se pode aceder a todas as execuções exportáveis do Genius efectuadas por todos os utilizadores.
sk: Prepojenie, prostredníctvom ktorého máte prístup ku všetkým exportovateľným vykonaniam programu Genius vykonaným všetkými používateľmi

# RES_biadministration.lblcontainerurl.text.rotext
source: Link to container:
ca: Enllaç al contenidor:
pt: Link para o contentor:
sk: Odkaz na kontajner:

# RES_biadministration.lblgeneratesaslink.text.rotext
source: Generate SaS link
ca: Generar enllaç SaS
pt: Gerar link SaS
sk: Generovanie prepojenia SaS

# RES_biadministration.lblwsbitgeneral.text.rotext
source: Configuring the export container to BI.
ca: Configuració del contenidor d´exportació a BI.
pt: Configuração do contentor de exportação para BI
sk: Konfigurácia kontajnera na export BI.

# RES_blankpage.main.loadingtext.rotext
source: Charging...
ca: Carregant...
pt: A carregar...
sk: Načítanie...

# RES_blankpage.title.rotext
source: Blank Page
ca: Pàgina en blanc
sk: Prázdna stránka

# RES_cardstree.refreshcardtree.rotext
source: Refresh
ca: Actualitzar
pt: Atualizar
sk: Obnoviť

# RES_cardstree.roplaceholdersearchreportsby.rotext
source: Type here to search
ca: Escriu aquí per buscar
pt: Escreva aqui para pesquisar
sk: Zadajte tu pre vyhľadávanie

# RES_cardstree.rosearch.rotext
source: Look for
ca: Cerca
pt: Pesquisar
sk: Vyhľadávanie

# RES_closedate.expired.rotext
source: It is recommended to update the closing date.
ca: És recomanable actualitzar la data de tancament.
pt: É recomendável atualizar a data de conclusão.
sk: Odporúča sa aktualizovať dátum uzávierky.

# RES_collector.process.addbadline.rotext
source: Incorrect signings have been found.
ca: S’han trobat fitxatges incorrectes.
pt: Foram encontradas picagens incorretas.
sk: Boli zistené nesprávne podpisy.

# RES_common.datamodified.rotext
source: Changes have been made
ca: S´han fet canvis
pt: Alterações foram feitas
sk: Boli vykonané zmeny

# RES_common.savechanges.rotext
source: Save changes
ca: Desar canvis
pt: Guardar alterações
sk: Uloženie zmien

# RES_common.undochanges.rotext
source: Undo changes
ca: Desfer canvis
pt: Anular alterações
sk: Zrušenie zmien

# RES_configuration.invalidemailsettings.rotext
source: Incorrect mail settings: ${1}
ca: Configuració de correu incorrecta: ${1}
pt: Configuração de email incorreta: ${1}
sk: Nesprávna konfigurácia pošty: ${1}

# RES_consentpopup.btnaccept.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_consentpopup.btnaccept.tooltip.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_consentpopup.chkconsent.text.rotext
source: I have read and accept the applicable terms and conditions
ca: He llegit i accepto els termes i condicions aplicables
pt: Li e aceito os termos e condições aplicáveis
sk: Prečítal som si platné podmienky a súhlasím s nimi

# RES_consentpopup.description.rotext
source: I am aware of the sensitivity of the data I am accessing and will proceed according to confidentiality and appropriate duty of secrecy at all times.
ca: Soc conscient de la sensibilitat de les dades a les quals estic accedint i actuaré amb la confidencialitat i el deure de secret adequats en tot moment.
pt: Estou ciente da sensibilidade dos dados aos quais estou a aceder e procederei respeitando a confidencialidade e o dever de sigilo adequados a todo o momento.
sk: Som si vedomý citlivosti údajov, ku ktorým pristupujem, a budem vždy konať s náležitou dôvernosťou a mlčanlivosťou.

# RES_consentpopup.i.tooltip.rotext
source: Qualification
ca: Títol
pt: Título
sk: Názov

# RES_contextbar.datesselector.title.beginend.rotext
source: From ${1} to ${2}
ca: Des del ${1} fins al ${2}
pt: Desde ${1} a ${2}
sk: Od ${1} do ${2}

# RES_contextbar.employeeselector.title.and.rotext
source: and
ca: i
pt: e
sk: y

# RES_contextbar.employeeselector.title.noselection.rotext
source: No selection
ca: Sense selecció
pt: Sem seleção
sk: Žiadny výber

# RES_createobjectpopup.btnaccept.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_createobjectpopup.btncancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_createobjectpopup.descriptionaccessgroup.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionaccessperiod.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionaccesszone.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionactivity.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionadvancedexport.rotext
source: Enter the name under which the copy of the selected export will be created:
ca: Indica el nom amb el qual es crearà la còpia de l’exportació seleccionada:
pt: Indique o nome com que será criada a cópia da exportação selecionada:
sk: Uveďte názov, pod ktorým sa vytvorí kópia vybraného exportu:

# RES_createobjectpopup.descriptionassignment.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionbusinesscenter.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptioncamera.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptioncause.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionconcept.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionconceptgroup.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptiondiningroom.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptiondocumentabsence.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptiondocumenttemplate.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos da mesma
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionemployeeanalyticsscheduler.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos da mesma
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionemployeereportscheduler.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptioneventscheduler.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionindicator.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionlabagree.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionlabagreerule.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionlabagreestartupvalue.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionnotification.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionproductiveunit.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos da mesma
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionproject.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionreportscheduler.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionsecurityfunction.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos da mesma
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptionshift.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.descriptiontasktemplate.rotext
source: Once finished you can edit its attributes
ca: Un cop finalitzat, podràs editar-ne els atributs
pt: Uma vez concluído poderá editar os atributos do mesmo
sk: Po dokončení môžete upraviť jeho atribúty

# RES_createobjectpopup.lbldescription1.text.rotext
source: Enter the name of the new object
ca: Introdueix el nom del nou objecte
pt: Introduza o nome do novo objeto
sk: Zadajte názov nového objektu

# RES_createobjectpopup.lblname.text.rotext
source: Name
ca: Nom
pt: Nome
sk: názov

# RES_createobjectpopup.lbltitle.text.rotext
source: New object
ca: Nou objecte
pt: Novo objeto
sk: Nový objekt

# RES_createobjectpopup.title.accessgroup.rotext
source: Enter the name of the new access group
ca: Introdueix el nom del nou grup d’accés
pt: Introduza o nome do novo grupo de acesso
sk: Zadajte názov novej skupiny prístupu

# RES_createobjectpopup.title.accessperiod.rotext
source: Enter the name of the new access period
ca: Introdueix el nom del nou període d’accés
pt: Introduza o nome do novo período de acesso
sk: Zadajte názov nového obdobia prístupu

# RES_createobjectpopup.title.accesszone.rotext
source: Enter the name of the new access zone
ca: Introdueix el nom de la nova zona d’accés
pt: Introduza o nome da nova zona de acesso
sk: Zadajte názov novej prístupovej oblasti

# RES_createobjectpopup.title.activity.rotext
source: Enter the name of the new activity
ca: Introdueix el nom de la nova activitat
pt: Introduza o nome da nova atividade
sk: Zadajte názov novej činnosti

# RES_createobjectpopup.title.advancedexport.rotext
source: Advanced Export Copy
ca: Còpia d’exportació avançada
pt: Cópia de exportação avançada
sk: Pokročilé kopírovanie exportu

# RES_createobjectpopup.title.assignment.rotext
source: Enter the name of the new position
ca: Introdueix el nom del nou lloc de treball
pt: Introduza o nome do novo posto
sk: Zadajte názov nového príspevku

# RES_createobjectpopup.title.businesscenter.rotext
source: Enter the name of the new cost center
ca: Introdueix el nom del nou centre de cost
pt: Introduza o nome do novo centro de custo
sk: Zadajte názov nového nákladového strediska

# RES_createobjectpopup.title.camera.rotext
source: Enter the name of the new camera
ca: Introdueix el nom de la nova càmera
pt: Introduza o nome da nova câmara
sk: Zadajte názov nového fotoaparátu

# RES_createobjectpopup.title.cause.rotext
source: Enter the name of the new justification
ca: Introdueix el nom de la nova justificació
pt: Introduza o nome da nova justificação
sk: Zadajte názov nového odôvodnenia

# RES_createobjectpopup.title.concept.rotext
source: Enter the name of the new balance
ca: Introdueix el nom del nou saldo
pt: Introduza o nome do novo saldo
sk: Zadajte názov nového zostatku

# RES_createobjectpopup.title.conceptgroup.rotext
source: Enter the name of the new balance group
ca: Introdueix el nom del nou grup de saldos
pt: Introduza o nome do novo grupo de saldos
sk: Zadajte názov novej skupiny zostatkov

# RES_createobjectpopup.title.diningroom.rotext
source: Enter the name of the dining room
ca: Introdueix el nom del menjador
pt: Introduza o nome do refeitório
sk: Zadajte názov jedálne

# RES_createobjectpopup.title.documentabsence.rotext
source: Enter the name of the new absence document
ca: Introdueix el nom del nou document d’absències
pt: Introduza o nome do novo documento de ausências
sk: Zadajte názov nového dokladu o neprítomnosti

# RES_createobjectpopup.title.documenttemplate.rotext
source: Enter the name of the new template
ca: Introdueix el nom de la nova plantilla
pt: Introduza o nome do novo modelo
sk: Zadajte názov novej šablóny

# RES_createobjectpopup.title.employeeanalyticsscheduler.rotext
source: Enter the name of the schedule
ca: Introdueix el nom de la planificació
pt: Introduza o nome da planeamento
sk: Zadajte názov plánovania

# RES_createobjectpopup.title.employeereportscheduler.rotext
source: Enter the name of the new user schedule
ca: Introdueix el nom de la nova planificació per a usuaris
pt: Introduza o nome da nova planeamento para utilizadores
sk: Zadajte názov nového plánovania pre používateľov

# RES_createobjectpopup.title.eventscheduler.rotext
source: Enter the name of the new scheduled event
ca: Introdueix el nom del nou esdeveniment planificat
pt: Introduza o nome do novo evento planeado
sk: Zadajte názov nového plánovaného podujatia

# RES_createobjectpopup.title.indicator.rotext
source: Enter the name of the new performance indicator
ca: Introdueix el nom del nou indicador de rendiment
pt: Introduza o nome do novo indicador de rendimento
sk: Zadajte názov nového ukazovateľa výkonnosti

# RES_createobjectpopup.title.labagree.rotext
source: Enter the name of the new agreement
ca: Introdueix el nom del nou conveni
pt: Introduza o nome do novo acordo
sk: Zadajte názov novej dohody

# RES_createobjectpopup.title.labagreerule.rotext
source: Enter the name of the new convention rule
ca: Introdueix el nom de la nova regla de conveni
pt: Introduza o nome da nova regra do acordo
sk: Zadajte názov nového pravidla konvencie

# RES_createobjectpopup.title.labagreestartupvalue.rotext
source: Enter the name of the new initial value
ca: Introdueix el nom del nou valor inicial
pt: Introduza o nome do novo valor inicial
sk: Zadajte názov novej počiatočnej hodnoty

# RES_createobjectpopup.title.notification.rotext
source: Enter the name of the new notification
ca: Introdueix el nom de la nova notificació
pt: Introduza o nome da nova notificação
sk: Zadajte názov nového oznámenia

# RES_createobjectpopup.title.productiveunit.rotext
source: Enter the name of the new production unit
ca: Introdueix el nom de la nova unitat productiva
pt: Introduza o nome da nova unidade de produção
sk: Zadajte názov novej výrobnej jednotky

# RES_createobjectpopup.title.project.rotext
source: Enter the name of the new project
ca: Introdueix el nom del nou projecte
pt: Introduza o nome do novo projeto
sk: Zadajte názov nového projektu

# RES_createobjectpopup.title.reportscheduler.rotext
source: Enter the name of the new schedule
ca: Introdueix el nom de la nova planificació
pt: Introduza o nome da nova planeamento
sk: Zadajte názov nového plánovania

# RES_createobjectpopup.title.securityfunction.rotext
source: Enter the name of the new function
ca: Introdueix el nom de la nova funció
pt: Introduza o nome da nova função
sk: Zadajte názov novej funkcie

# RES_createobjectpopup.title.shift.rotext
source: Enter the name of the new schedule
ca: Introdueix el nom del nou horari
pt: Introduza o nome do novo horário
sk: Zadajte názov nového rozvrhu

# RES_createobjectpopup.title.tasktemplate.rotext
source: Enter the name of the new task template
ca: Introdueix el nom de la nova plantilla de tasca
pt: Introduza o nome do novo modelo de tarefa
sk: Zadajte názov novej šablóny úlohy

# RES_default.adfs.error.anerroroccurred.rotext
source: Must indicate an application
ca: Cal indicar una aplicació
pt: Deve indicar uma aplicação
sk: Musíte uviesť žiadosť

# RES_default.adfs.error.usernotexistsorallowed.rotext
source: The user is not authorized or does not exist in Visualtime
ca: L’usuari no està autoritzat o no existeix a Visualtime
pt: O utilizador não está autorizado ou não existe no Visualtime
sk: Používateľ nie je autorizovaný alebo neexistuje v službe Visualtime

# RES_default.adfs.error.usernotrecognized.rotext
source: Unrecognized user
ca: Usuari no reconegut
pt: Utilizador não reconhecido
sk: Používateľ nie je rozpoznaný

# RES_default.btacceptliveportal.text.rotext
source: Login to LivePortal with username and password
ca: Iniciar sessió a LivePortal amb usuari i contrasenya
pt: Iniciar sessão no LivePortal com o utilizador e a palavra-passe
sk: Prihlásenie do portálu LivePortal pomocou používateľského mena a hesla

# RES_default.btacceptportal.text.rotext
source: Login to Desktop with username and password
ca: Iniciar sessió a Desktop amb usuari i contrasenya
pt: Iniciar sessão no Desktop com o utilizador e a palavra-passe
sk: Prihlásenie na pracovnú plochu pomocou používateľského mena a hesla

# RES_default.btacceptsupervisorportal.text.rotext
source: Log in to SupervisorPortal with username and password
ca: Iniciar sessió a SupervisorPortal amb usuari i contrasenya
pt: Iniciar sessão no SupervisorPortal com o utilizador e a palavra-passe
sk: Prihlásenie do portálu SupervisorPortal pomocou používateľského mena a hesla

# RES_default.btadfslogin.text.rotext
source: Start Visualtime Desktop as
ca: Iniciar Visualtime Desktop com a
pt: Iniciar o Visualtime Desktop como
sk: Spustite aplikáciu Visualtime Desktop ako
