Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_lockdb.lbldatabaseoptionstabbutton.text.rotext
source: Global Closing Date
ca: Data de tancament global
it: Data di chiusura globale

# RES_lockdb.lbldatabasetitle.text.rotext
source: Global Closing Date
ca: Data de tancament global
it: Data di chiusura globale

# RES_lockdb.lbldaystext.text.rotext
source: days
ca: dies
it: giorni

# RES_lockdb.lblfreezedate.text.rotext
source: The data will remain blocked until:
ca: Les dades estaran bloquejades fins:
it: I dati rimarranno bloccati fino a:

# RES_lockdb.lblfreezedateinfo.text.rotext
source: When trying to modify data from past dates, for example to recalculate a balance or modify a schedule that was already assigned in the calendar on previous dates, a warning will be generated stating that it is not possible to perform the action, since the closing date is later than the date requested for the recalculation. If a user has a personalized closing date, in addition to the system's global closing date, the user's personalized closing date will be applied as the closing date.
ca: Si intentes modificar dades de dates passades, com ara recalcular un saldo o modificar un horari que ja estava assignat al calendari en dates anteriors, es generarà un avís que indicarà que no és possible dur a terme l’acció, ja que la data de tancament és posterior a la data sol·licitada per al recàlcul. Si un usuari té una data de tancament personalitzada, a més de la global del sistema, se li aplicarà com a data de tancament la més gran de les dues.
it: Quando provi a modificare dati relativi a date passate, ad esempio il ricalcolo di un saldo o la modifica di un orario che era già assegnato nel calendario in date precedenti, verrà generato un avviso di impossibilità di realizzare l´azione, a condizione che la data di chiusura sia successiva alla data richiesta per il ricalcolo. Se un utente ha una data di chiusura personalizzata, oltre a quella globale del sistema, verrà applicata come data di chiusura la maggiore delle due.

# RES_lockdb.lblfreezedatetitle.text.rotext
source: Global Closing Date
ca: Data de tancament global
it: Data di chiusura globale

# RES_lockdb.lblheader.text.rotext
source: Global Closing Date
ca: Data de tancament global
it: Data di chiusura globale

# RES_lockdb.lblinfo.text.rotext
source: From this screen you can configure the global closing date for Visualtime.
ca: Des d’aquesta pantalla podràs configurar la data de tancament global de Visualtime.
it: Da questa schermata potrai configurare la data di chiusura globale di Visualtime.

# RES_lockdb.msghaschanges.rotext
source: Configuration changes have been found
ca: S’han trobat canvis a la configuració
it: Sono state rilevate modifiche nella configurazione

# RES_lockdb.msghaserrors.rotext
source: Errors have been found in the configuration
ca: S’han trobat errors a la configuració
it: Sono stati rilevati errori nella configurazione

# RES_lockdb.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche

# RES_lockdb.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_lockdb.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_lockdb.title.rotext
source: Global Closing Date
ca: Data de tancament global
it: Data di chiusura globale

# RES_newpassportwizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_newpassportwizard.btend.text.rotext
source: Finish
ca: Finalitzar
it: Fine

# RES_newpassportwizard.btnext.text.rotext
source: Next >
ca: Següent >
it: successivo >

# RES_newpassportwizard.btprev.text.rotext
source: < previous
ca: < anterior
it: < precedente

# RES_newpassportwizard.checkpage.incorrectemployeeselected.rotext
source: Incorrect user selected.
ca: Usuari seleccionat incorrecte.
it: Utente selezionato errato.

# RES_newpassportwizard.checkpage.incorrectexpirationperiod.rotext
source: The expiration dates are incorrect.
ca: Las dates de venciment són incorrectes.
it: Le date di scadenza sono errate.

# RES_newpassportwizard.checkpage.incorrectpassportgroupselected.rotext
source: You must select a group.
ca: Cal seleccionar un grup.
it: Si deve selezionare un gruppo.

# RES_newpassportwizard.checkpage.incorrectpassportname.rotext
source: Incorrect username.
ca: Nom de l’usuari incorrecte.
it: Nome dell´utente gruppo errato.

# RES_newpassportwizard.checkpage.invalidtype.rotext
source: You must select the type of user to create.
ca: Cal selecciona el tipus d’usuari que s’ha de crear.
it: Si deve selezionare il tipo di utente da creare.

# RES_newpassportwizard.chkparentgroupnull.text.rotext
source: Place the new group at the root of the tree.
ca: Ubicar el nou grup a l’arrel de l’arbre.
it: Ubica il nuovo gruppo alla radica dell´albero.

# RES_newpassportwizard.chkremoveoldemployeepassport.text.rotext
source: Delete the user currently assigned to the selected user.
ca: Esborrar l’usuari assignat actualment a l’usuari seleccionat.
it: Elimina l´utente attualmente assegnato all´utente selezionato.

# RES_newpassportwizard.end.error.newpassportwelcome2.text.rotext
source: The user could not be registered.
ca: No s’ha pogut donar d’alta l’usuari.
it: Non è stato possibile registrare l´utente.

# RES_newpassportwizard.end.newpassportwelcome1.text.rotext
source: Wizard for registering a new user
ca: Assistent per donar d’alta un nou usuari
it: Assistente per iscrivere un nuovo utente

# RES_newpassportwizard.end.ok.newpassportwelcome2.text.rotext
source: User successfully registered.
ca: Usuari donat d’alta correctament.
it: Utente registrato correttamente.

# RES_newpassportwizard.hdnsteptitle.text.rotext
source: Wizard to create a new user.
ca: Assistent per crear un nou usuari.
it: Assistente per creare un nuovo utente.

# RES_newpassportwizard.hdnsteptitle2.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.

# RES_newpassportwizard.lblcredential.text.rotext
source: Indicate the email and username as a means of identification in applications
ca: Indica el correu electrònic i el nom d’usuari com a mitjà d’identificació en aplicacions
it: Indica l´email e il nome utente come mezzo di identificazione nelle applicazioni

# RES_newpassportwizard.lblcredential2.text.rotext
source: User
ca: Usuari
it: Utente

# RES_newpassportwizard.lblemployeepassporttitle.text.rotext
source: Supervisor from a user
ca: Supervisor a partir d’un usuari
it: Supervisore a partire da un utente

# RES_newpassportwizard.lblexpirationdate.text.rotext
source: until the day
ca: fins al dia
it: fino al giorno

# RES_newpassportwizard.lblgrouppassporttitle.text.rotext
source: Cluster
ca: Grup
it: Gruppo

# RES_newpassportwizard.lblpassportdescription.text.rotext
source: Description
ca: Descripció
it: Descrizione

# RES_newpassportwizard.lblpassportname.text.rotext
source: Name
ca: Nom
it: Nome

# RES_newpassportwizard.lblsetp1info.text.rotext
source: You must first select the user whose schedule you want to generate.
ca: Primer cal seleccionar l’usuari la planificació del qual vulguis generar.
it: Innanzitutto, devi selezionare l´utente di cui desideri generare la pianificazione.

# RES_newpassportwizard.lblstartdate.text.rotext
source: Valid from the day
ca: Vàlid des del dia
it: Valido dal giorno

# RES_newpassportwizard.lblstep1info2.text.rotext
source: Select the type of user to create.
ca: Selecciona el tipus d’usuari que s’ha de crear.
it: Seleziona il tipo di utente da creare.

# RES_newpassportwizard.lblstep2info.text.rotext
source: Enter the general data of the user you want to register.
ca: Introdueix les dades generals de l’usuari que vols donar d’alta.
it: Immetti i dati generali dell´utente che si desidera registrare.

# RES_newpassportwizard.lblstep2info2.text.rotext
source: Enter the name and description of the passport.
ca: Introdueix el nom i la descripció del passaport.
it: Immetti il nome e la descrizione del passaporto.

# RES_newpassportwizard.lblstep2title.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.

# RES_newpassportwizard.lblstep3info.text.rotext
source: Select the validity period of the passport you want to generate.
ca: Selecciona el període de validesa del passaport que vols generar.
it: Seleziona il periodo di validità del passaporto che desideri generare.

# RES_newpassportwizard.lblstep3title.text.rotext
source: Step 3 of .
ca: Pas 3 de .
it: Passaggio 3 di .

# RES_newpassportwizard.lblstep4info.text.rotext
source: Select the location of the new user.
ca: Selecciona la ubicació del nou usuari.
it: Seleziona l´ubicazione del nuovo utente.

# RES_newpassportwizard.lblstep4title.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.

# RES_newpassportwizard.lblstep5info.text.rotext
source: Select the permissions to apply to the new group.
ca: Selecciona els permisos que s’aplicaran al nou grup.
it: Seleziona le autorizzazioni che verranno applicate al nuovo gruppo.

# RES_newpassportwizard.lblstep5title.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.

# RES_newpassportwizard.lblstep6info.text.rotext
source: Select the identification methods for the new user you are generating.
ca: Selecciona els mètodes d’identificació del nou usuari que estàs generant.
it: Seleziona i metodi di identificazione del nuovo utente che stai generando.

# RES_newpassportwizard.lblstep6title.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.

# RES_newpassportwizard.lblstep7info.text.rotext
source: Select the user to whom the new user will be assigned.
ca: Selecciona l’usuari al qual s’assignarà el nou usuari.
it: Seleziona l´utente a cui verrà assegnato il nuovo utente.

# RES_newpassportwizard.lblstep7title.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.

# RES_newpassportwizard.lblstep8info.text.rotext
source: Means of identification in applications
ca: Mitjà d’identificació en aplicacions
it: Mezzo di identificazione nelle applicazioni

# RES_newpassportwizard.lbluserpassporttitle.text.rotext
source: Supervisor
it: Supervisore

# RES_newpassportwizard.lblwelcome1.text.rotext
source: Welcome to the user registration wizard.
ca: Et donem la benvinguda a l’assistent per a l’alta d’usuaris.
it: Ti diamo il benvenuto all´assistente per iscrivere utenti.

# RES_newpassportwizard.lblwelcome2.text.rotext
source: The wizard will guide you through creating a new user.
ca: L’assistent et guiarà en la creació d’un nou usuari.
it: L´assistente ti guiderà nella creazione di un nuovo utente.

# RES_newpassportwizard.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
it: Per continuare, fai clic su Avanti.

# RES_newpassportwizard.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_newpassportwizard.title.rotext
source: User registration wizard
ca: Assistent per a l’alta d’usuaris
it: Assistente per iscrivere utenti

# RES_newpassportwizard.validate.notuniquecredential.rotext
source: Duplicate username
ca: Nom d’usuari duplicat
it: Nome di utente duplicato

# RES_passportpermissions.feature.information.button.rotext
source: Details
ca: Detalls
it: Dettagli

# RES_passportpermissions.functionalties.columns.name.rotext
source: Permission
ca: Permís
it: Permesso

# RES_passportpermissions.functionalties.columns.permission.rotext
source: Level
ca: Nivell
it: Livello

# RES_passportpermissions.permissionoveremployees.button.rotext
source: Users
ca: Usuaris
it: Utenti

# RES_passportpermissions.setdefaultpermission.button.rotext
source: Set default value
ca: Establir valor per defecte
it: Stabilire il valore di default

# RES_passports.activeperiod.invalidperiod.rotext
source: Incorrect validity period
ca: Període de validesa incorrecte
it: Periodo validità errato

# RES_passports.bc.text.rotext
source: Empty
ca: Buidar
it: Vuoto

# RES_passports.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_passports.bt.text.rotext
source: Today
ca: Avui
it: Oggi

# RES_passports.btcancel.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_passports.btcancelgeneral.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_passports.btcancelidentifymethods.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_passports.btsave.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_passports.btsavegeneral.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_passports.btsaveidentifymethods.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_passports.businessgroup.emptybusinessgroup.rotext
source: There are no business groups defined in time groups
ca: No hi ha cap grup de negoci definit en grups d’horaris
it: Non c´è nessun gruppo commerciale definito un gruppi di orari

# RES_passports.businessgroup.invalidbusinessgroup.rotext
source: Business group &quot;${1}&quot; is not defined in time groups, justifications or balance groups
ca: El grup de negoci &quot;${1}&quot; no està definit en grups d’horaris, a les justificacions o als grups de saldos
it: Il gruppo commerciale &quot;${1}&quot; non è definito in gruppi di orari, nelle giustificazioni o nei gruppi di saldi

# RES_passports.changename.rotext
source: Modify name
ca: Modificar nom
it: Modifica nome

# RES_passports.checkgroupadm.delete.message.rotext
source: Deleting the group is not allowed
ca: No es permet eliminar el grup
it: Non è consentito eliminare il gruppo

# RES_passports.checkgroupadm.denied.message.rotext
source: No permissions allowed to be overridden on the group
ca: No es permet anul·lar permisos del grup
it: Non è consentito annullare autorizzazioni nel gruppo

# RES_passports.checkpermission.denied.message.rotext
source: You do not have sufficient permissions to perform this action.
ca: No tens permisos suficients per dur a terme aquesta acció.
it: Non disponi delle autorizzazioni sufficienti per svolgere questa azione.

# RES_passports.deleteemployeepassport.denied.message.rotext
source: Deleting a user associated with a user is not allowed. Instead, you can delete the user and your user will be automatically deleted.
ca: No es permet eliminar un nom d’usuari associat a un usuari. Ara bé, pots eliminar l’usuari i el seu nom d’usuari s’eliminarà automàticament.
it: Non è consentito eliminare un utente associato a un utente. È invece possibile eliminare l´utente e il suo utente verrà eliminato automaticamente.

# RES_passports.expirationdate.invaliddate.rotext
source: Incorrect validity period end date
ca: Data final període validesa incorrecta
it: Data finale periodo validità errata

# RES_passports.feature.information.button.rotext
source: Displays information about the functionality
ca: Mostra informació de la funcionalitat
it: Mostra informazioni della funzionalità

# RES_passports.functionalties.columns.name.rotext
source: Functionality
ca: Funcionalitat
it: Funzionalità

# RES_passports.functionalties.columns.permission.rotext
source: Permission
ca: Permís
it: Permesso

# RES_passports.gridips.namevalue.rotext
source: Allowed IP addresses and ranges
ca: Adreces i intervals IP permesos
it: Indirizzi e intervalli IP consentiti

# RES_passports.label1.text.rotext
source: Access authorizations
ca: Autoritzacions d’accés
it: Autorizzazioni di accesso

# RES_passports.label2.text.rotext
source: From this page you can manage the applications that each user can log into.
ca: Des d’aquesta pàgina pots gestionar les aplicacions en què cada usuari pot iniciar sessió.
it: Da questa pagina è possibile gestire le applicazioni in cui ogni utente può avviare una sessione.

# RES_passports.label3.text.rotext
source: This user group will be able to manage the following access authorizations.
ca: Aquest grup d’usuaris podrà gestionar les autoritzacions d’accés següents.
it: Questo gruppo di utenti potrà gestire le seguenti autorizzazioni di accesso.

# RES_passports.language.cat.rotext
source: Catalan
ca: Català
it: Catalano

# RES_passports.language.chn.rotext
source: Chinese
ca: Xinès
it: Cinese

# RES_passports.language.ekr.rotext
source: Basque
ca: Euskera
it: Basco

# RES_passports.language.eng.rotext
source: English
ca: Anglès
it: Inglese

# RES_passports.language.esp.rotext
source: Castilian
ca: Castellà
it: castigliano

# RES_passports.language.fra.rotext
source: French
ca: Francès
it: Francese

# RES_passports.language.gal.rotext
source: Galician
ca: Gallec
it: Galiziano

# RES_passports.language.ita.rotext
source: Italian
ca: Italià
it: Italiano

# RES_passports.language.por.rotext
source: Portuguese
ca: Portuguès
it: Portoghese

# RES_passports.lblaccessblock.text.rotext
source: Access Blocks
ca: Bloqueigs d’accés
it: Blocchi di accesso

# RES_passports.lblaccessblockdescription.text.rotext
source: If an intrusion is detected in the system, from here you can block access to the different applications globally and unconditionally.
ca: Si es detecta una intrusió al sistema, des d’aquí pots bloquejar l’accés a les diferents aplicacions de manera global i incondicional
it: Se si rileva un´intrusione nel sistema, da qui puoi bloccare l´accesso alle diverse applicazioni in modo globale e incondizionale

# RES_passports.lblactivenotifications.text.rotext
source: This screen displays the different types of notifications and whether the group has permissions to manage them based on the functionality settings.
ca: En aquesta pantalla es mostren els diferents tipus de notificacions i si el grup té permisos per gestionar-les basant-se en la configuració sobre les funcionalitats.
it: In questa schermata vengono riportati i diversi tipi di notifiche e le eventuali autorizzazioni del gruppo per gestirle in base alla configurazione sulle funzionalità.

# RES_passports.lbladdidentifymethod.text.rotext
source: Add
ca: Afegir
it: Aggiungi

# RES_passports.lbladdip.text.rotext
source: Add IP address or range
ca: Afegir adreça o interval IP
it: Aggiungi indirizzo o intervallo IP

# RES_passports.lblallowedapplications.text.rotext
source: Applications
ca: Aplicacions
it: Applicazioni

# RES_passports.lblappcheckversion.text.rotext
source: Allow access only if the version of the client App is the same as the Visualtime server
ca: Permetre l’accés únicament si la versió de l’aplicació del client és la mateixa que el servidor de Visualtime
it: Consenti l´accesso unicamente se la versione dell´app cliente è la stessa di quella del server Visualtime

# RES_passports.lblappcheckversiondesc.text.rotext
source: On mobile devices, access will only be allowed if the device has the same version installed as the Visualtime server.
ca: En dispositius mòbils, només es permetrà l’accés si el dispositiu té instal·lada la mateixa versió que el servidor de Visualtime
it: Su dispositivi mobili, sarà consentito l´accesso solo se nel dispositivo è installata la stessa versione del server di Visualtime

# RES_passports.lblblocksupervisor.text.rotext
source: Block access to Visualtime Supervisor (including Apps)
ca: Bloquejar l’accés a Visualtime Supervisor (incloses les aplicacions)
it: Blocca l´accesso a Visualtime Supervisor (app incluse)

# RES_passports.lblbusinesscenterdesc.text.rotext
source: This user group will be able to manage the following cost centers.
ca: Aquest grup d’usuaris podrà gestionar els següents centres de cost.
it: Questo gruppo di utenti potrà gestire i seguenti centri di costo.

# RES_passports.lblbusinessgroup.text.rotext
source: (Separate business groups by entering the character ; between them)
ca: (Separa els grups de negoci introduint el caràcter ; entre cada grup)
it: (Separa i gruppi commerciali separandoli con il carattere ;)

# RES_passports.lblcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_passports.lbldays.text.rotext
source: days.
ca: dies.
it: giorni.

# RES_passports.lbldeftitle.text.rotext
source: definition
ca: definició
it: definizione

# RES_passports.lbldeftitle2.text.rotext
source: Business group
ca: Grup de negoci
it: Gruppo commerciale

# RES_passports.lbldeftitle3.text.rotext
source: Cost centers
ca: Centres de cost
it: Centri di costo

# RES_passports.lbldescription.text.rotext
source: Description
ca: Descripció
it: Descrizione

# RES_passports.lbldifferentips.text.rotext
source: devices per user.
ca: dispositius per usuari.
it: dispositivi per utente.

# RES_passports.lbledit.text.rotext
source: Edit
ca: Editar
it: Modifica

# RES_passports.lblelapsed.text.rotext
source: The authorization of a device expires after
ca: L’autorització d’un dispositiu caduca als
it: L´autorizzazione di un dispositivo scade ai

# RES_passports.lblemployeepermissions.text.rotext
source: In this screen you can modify the permissions for the different user functionalities.
ca: En aquesta pantalla es poden modificar els permisos per a les diferents funcionalitats de l’usuari
it: In questa schermata è possibile modificare le autorizzazioni per le varie funzionalità dell´utente

# RES_passports.lblemployeepermissionstitle.text.rotext
source: User permissions
ca: Permisos d’usuari
it: Permessi utente

# RES_passports.lblexpirationdate.text.rotext
source: until the
ca: fins al
it: fino al

# RES_passports.lblglobalaccesrestrictiondescription.text.rotext
source: In this section you can define the verification policy for the source address from which access is being made to Visualtime applications. (Your company's network must allow verification of the IP of devices that connect to the Visualtime server. If you have any questions, contact your administrator.)
ca: En aquesta secció pots definir la política de verificació de l’adreça d’origen des de la qual s’accedeix a les aplicacions de Visualtime. (La xarxa de la teva empresa ha de permetre la verificació de l’IP dels dispositius que es connecten amb el servidor de Visualtime. Si tens algun dubte, parla amb el teu administrador.)
it: In questa sezione è possibile definire la politica di verifica dell´indirizzo di origine da cui si effettua un accesso alle applicazioni di Visualtime. (La rete dell´azienda deve consentire la verifica dell´IP dei dispositivi che si collegano al server di Visualtime. In caso di dubbi, contattare l´amministratore)

# RES_passports.lblidentify.text.rotext
source: Identification methods
ca: Mètodes d’identificació
it: Metodi di identificazione

# RES_passports.lblidentifymethodsinfo.text.rotext
source: From this page you can manage user identification methods.
ca: Des d’aquesta pàgina pots gestionar els mètodes d’identificació de l’usuari.
it: Da questa pagina è possibile gestire i metodi di identificazione dell´utente.

# RES_passports.lblidentifymethodstitle.text.rotext
source: Identification methods
ca: Mètodes d’identificació
it: Metodi di identificazione

# RES_passports.lbllanguage.text.rotext
source: Default language
ca: Idioma predeterminat
it: Lingua predefinita

# RES_passports.lbllevelofauthority.text.rotext
source: Level of command
ca: Nivell de comandament
it: Livello di comando
