Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_srvmsgboxsecurity.error.ok.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.error.title.rotext
source: Mistake
ca: Error
it: Errore

# RES_srvmsgboxsecurity.error.validationfieldsfailed.rotext
source: Not all required fields have been entered
ca: No s'han introduït tots els camps obligatoris
it: Non tutti i campi obbligatori sono stati compilati

# RES_srvmsgboxsecurity.error.validationtitle.rotext
source: Mistake
ca: Error
it: Errore

# RES_srvmsgboxsecurity.resetpwd.confirm.description.rotext
source: This action will reset the user's password and cannot be undone.
ca: Aquesta acció restablirà la contrasenya de l’usuari i no es pot desfer.
it: Questa azione reimposterà la password utente e non potrà essere annullata

# RES_srvmsgboxsecurity.resetpwd.confirm.option1description.rotext
source: A message will be sent to the user and upon validation he/she will be asked to change the password.
ca: S’enviarà un missatge a l’usuari i, en el moment de la validació, se li demanarà que canviï la contrasenya.
it: Verrà inviato un messaggio all´utente e al momento della convalida verrà richiesto di modificare la password.

# RES_srvmsgboxsecurity.resetpwd.confirm.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.resetpwd.confirm.option2text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_srvmsgboxsecurity.resetpwd.confirm.text.rotext
source: Reset password
ca: Restablir contrasenya
it: Reimposta password

# RES_srvmsgboxsecurity.savename.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.savename.error.text.rotext
source: Mistake
ca: Error
it: Errore

# RES_srvmsgboxsecurity.sendusername.confirm.description.rotext
source: This action will send a message to the user's email with their username.
ca: Aquesta acció enviarà un missatge al correu electrònic de l´usuari amb el vostre nom d´usuari
it: Questa azione invierà un messaggio all´e-mail dell´utente con il suo nome utente

# RES_srvmsgboxsecurity.sendusername.confirm.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.sendusername.confirm.option2text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_srvmsgboxsecurity.sendusername.confirm.text.rotext
source: Send user
ca: Enviar usuari
it: Invia utente

# RES_sso.aadclient.rotext
source: App ID
ca: Identificador de l’aplicació
it: Identificatore dell´app

# RES_sso.aadinformation.rotext
source: Click here for information on how to configure your AAD service
ca: Fes clic aquí per obtenir informació sobre com configurar el teu servei AAD
it: Fai clic qui per ottenere informazioni su come configurare il servizio AAD

# RES_sso.aadtenant.rotext
source: Tenant ID
ca: Identificador del tenant
it: Identificatore del tenant

# RES_sso.adfsinformation.rotext
source: Click here for information on how to configure your ADFS service
ca: Fes clic aquí per obtenir informació sobre com configurar el teu servei ADFS
it: Fai clic qui per ottenere informazioni su come configurare il servizio ADFS

# RES_sso.adfsmetadataurl.rotext
source: federationmetadata.xml file URL
ca: URL del fitxer federationmetadata.xml
it: URL del file federationmetadata.xml

# RES_sso.adfsrealm.rotext
source: ADFS site identifier
ca: Identificador del site ADFS
it: Identificatore del sito ADFS

# RES_sso.always.rotext
source: Always
ca: Sempre
it: Sempre

# RES_sso.enablesso.rotext
source: Enable integrated login
ca: Habilitar inici de sessió integrat
it: Abilita inizio di sessione integrato

# RES_sso.enablevtlivemixauth.rotext
source: Enable mixed login in VTLive
ca: Habilitar inici de sessió mixt a VTLive
it: Abilita login misto in VTLive

# RES_sso.enablevtportalmixauth.rotext
source: Enable mixed login in VTPortal
ca: Habilitar inici de sessió mixt a VTPortal
it: Abilita login misto in VTPortal

# RES_sso.headertitle.rotext
source: Integrated Login Configuration
ca: Configuració d’inici de sessió integrat
it: Configurazione di inizio di sessione integrato

# RES_sso.idp.rotext
source: Get Identity Provider Configuration
ca: Obtenir la configuració del proveïdor d´identitat
it: Ottieni le impostazioni del provider di identità

# RES_sso.ipid.rotext
source: Identity Provider Identifier
ca: Identificador del proveïdor d’identitats
it: Identificatore del provider di identità

# RES_sso.metadataurl.rotext
source: URL of the metadata.xml file
ca: URL del fitxer metadata.xml
it: URL del file metadata.xml

# RES_sso.never.rotext
source: Never
ca: Mai
it: Mai

# RES_sso.oktaauthority.rotext
source: OKTA Server URL
ca: URL del servidor OKTA
it: URL del server OKTA

# RES_sso.oktaclient.rotext
source: App ID
ca: Identificador de l’aplicació
it: Identificatore dell´app

# RES_sso.oktainformation.rotext
source: Click here for information on how to configure your OKTA service
ca: Fes clic aquí per obtenir informació sobre com configurar el teu servei OKTA
it: Fai clic qui per ottenere informazioni su come configurare il servizio OKTA

# RES_sso.oktasecret.rotext
source: Secret
it: Segreto

# RES_sso.samlinformation.rotext
source: Indicate the data necessary to configure your SAML login provider
ca: Indica les dades necessàries per configurar el teu proveïdor d’inici de sessió SAML
it: Indica i dati necessari per configurare il provider di login SAML

# RES_sso.savechanges.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche

# RES_sso.savevalidation.rotext
source: Save
ca: Desa
it: Mantenere

# RES_sso.signingbehaviour.rotext
source: Sign the authentication request
ca: Signar la sol·licitud d´autenticació
it: Firma la richiesta di autenticazione

# RES_sso.title.rotext
source: Integrated login configuration
ca: Configuració d’inici de sessió integrat
it: Configurazione login integrato

# RES_sso.title.search.rotext
source: Look for
ca: Cerca
it: Cercare

# RES_sso.titledesc.rotext
source: From here you can configure delegated login to platforms such as AAD, Adfs or OKTA
ca: Des d’aquí pots configurar l’inici de sessió delegat en plataformes com AAD, Adfs o OKTA
it: Da qui puoi configurare l´inizio di sessione delegato a piattaforme come AAD, Adfs o OKTA

# RES_sso.undochanges.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_sso.validatesso.rotext
source: Validate configuration
ca: Validar configuració
it: Convalida configurazione

# RES_sso.validationdone.rotext
source: I have validated and tested the configuration
ca: He validat i provat la configuració
it: Ho convalidato e testato la configurazione

# RES_supervisors.activeperiod.invalidperiod.rotext
source: Incorrect validity period
ca: Període de validesa incorrecte
it: Periodo validità errato

# RES_supervisors.addnewrequestcategory.text.rotext
source: Add
ca: Afegir
it: Aggiungi

# RES_supervisors.allroles.rotext
source: All roles
ca: Tots els rols
it: Tutti i ruoli

# RES_supervisors.bc.text.rotext
source: Empty
ca: Buidar
it: Vuoto

# RES_supervisors.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_supervisors.bt.text.rotext
source: Today
ca: Avui
it: Oggi

# RES_supervisors.btcancel.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_supervisors.btcancelgeneral.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_supervisors.btcancelidentifymethods.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_supervisors.btsave.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_supervisors.btsavegeneral.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_supervisors.btsaveidentifymethods.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_supervisors.businessgroup.emptybusinessgroup.rotext
source: There are no business groups defined in time groups
ca: No hi ha cap grup de negoci definit en grups d’horaris
it: Non c´è nessun gruppo commerciale definito un gruppi di orari

# RES_supervisors.businessgroup.invalidbusinessgroup.rotext
source: Business group &quot;${1}&quot; is not defined in time groups, justifications or balance groups
ca: El grup de negoci &quot;${1}&quot; no està definit en grups d’horaris, a les justificacions o als grups de saldos
it: Il gruppo commerciale &quot;${1}&quot; non è definito in gruppi di orari, nelle giustificazioni o nei gruppi di saldi

# RES_supervisors.changename.rotext
source: Modify name
ca: Modificar nom
it: Modifica nome

# RES_supervisors.checkgroupadm.delete.message.rotext
source: Deleting the group is not allowed
ca: No es permet eliminar el grup
it: Non è consentito eliminare il gruppo

# RES_supervisors.checkgroupadm.denied.message.rotext
source: No permissions allowed to be overridden on the group
ca: No es permet anul·lar permisos del grup
it: Non è consentito annullare autorizzazioni nel gruppo

# RES_supervisors.checkpermission.denied.message.rotext
source: You do not have sufficient permissions to perform this action.
ca: No tens permisos suficients per dur a terme aquesta acció.
it: Non disponi delle autorizzazioni sufficienti per svolgere questa azione.

# RES_supervisors.ckisselfsupervised.text.rotext
source: Can monitor itself
ca: Pot supervisar-se a si mateix
it: È possibile essere il proprio supervisore

# RES_supervisors.datamodified.rotext
source: Changes have been found in the supervisor
ca: S´han trobat canvis al supervisor
it: Modifiche trovate nel supervisore

# RES_supervisors.deleteemployeepassport.denied.message.rotext
source: Deleting a supervisor associated with a user is not supported. Instead, you can delete the user and their supervisor will be automatically deleted.
ca: No es permet eliminar un supervisor associat a un usuari. Ara bé, pots eliminar l’usuari i el seu supervisor s’eliminarà automàticament.
it: Non è consentito eliminare un supervisore associato a un utente. È invece possibile eliminare l´utente e il suo supervisore verrà eliminato automaticamente.

# RES_supervisors.expirationdate.invaliddate.rotext
source: Incorrect validity period end date
ca: Data final període validesa incorrecta
it: Data finale periodo validità errata

# RES_supervisors.feature.information.button.rotext
source: Displays information about the functionality
ca: Mostra informació de la funcionalitat
it: Mostra informazioni della funzionalità

# RES_supervisors.functionalties.columns.name.rotext
source: Functionality
ca: Funcionalitat
it: Funzionalità

# RES_supervisors.functionalties.columns.permission.rotext
source: Permission
ca: Permís
it: Permesso

# RES_supervisors.gridheader.categoryname.rotext
source: Category of application
ca: Categoria de sol·licitud
it: Categoria di richiesta

# RES_supervisors.gridheader.levelname.rotext
source: Authorization level
ca: Nivell d’autorització
it: Livello di autorizzazione

# RES_supervisors.gridheader.nextlevelname.rotext
source: View only from the next level onwards
ca: Veure únicament a partir del següent nivell
it: Guarda solo a partire dal seguente livello

# RES_supervisors.gridheaderemp.employeename.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni

# RES_supervisors.gridips.namevalue.rotext
source: Allowed IP addresses and ranges
ca: Adreces i intervals IP permesos
it: Indirizzi e intervalli IP consentiti

# RES_supervisors.label2.text.rotext
source: From this page you can manage the applications that each supervisor can log into.
ca: Des d’aquesta pàgina pots gestionar les aplicacions en què cada supervisor pot iniciar sessió.
it: Da questa pagina è possibile gestire le applicazioni in cui ogni supervisore può avviare una sessione.

# RES_supervisors.label3.text.rotext
source: Below, please indicate the settings that apply to the different request categories.
ca: A continuació, indica la configuració que s’aplica a les diferents categories de sol·licitud
it: Indica di seguito la configurazione che si applica alle diverse categorie di richiesta

# RES_supervisors.language.cat.rotext
source: Catalan
ca: Català
it: Catalano

# RES_supervisors.language.ekr.rotext
source: Basque
ca: Euskera
it: Basco

# RES_supervisors.language.eng.rotext
source: English
ca: Anglès
it: Inglese

# RES_supervisors.language.esp.rotext
source: Castilian
ca: Castellà
it: castigliano

# RES_supervisors.language.fra.rotext
source: French
ca: Francès
it: Francese

# RES_supervisors.language.gal.rotext
source: Galician
ca: Gallec
it: Galiziano

# RES_supervisors.language.ita.rotext
source: Italian
ca: Italià
it: Italiano

# RES_supervisors.language.por.rotext
source: Portuguese
ca: Portuguès
it: Portoghese

# RES_supervisors.lblaccessblock.text.rotext
source: Access Blocks
ca: Bloqueigs d’accés
it: Blocchi di accesso

# RES_supervisors.lblaccessblockdescription.text.rotext
source: If an intrusion is detected in the system, from here you can block access to the different applications globally and unconditionally.
ca: Si es detecta una intrusió al sistema, des d’aquí pots bloquejar l’accés a les diferents aplicacions de manera global i incondicional
it: Se si rileva un´intrusione nel sistema, da qui puoi bloccare l´accesso alle diverse applicazioni in modo globale e incondizionale

# RES_supervisors.lblactivenotifications.text.rotext
source: This screen displays the different types of notifications and whether the group has permissions to manage them based on the functionality settings.
ca: En aquesta pantalla es mostren els diferents tipus de notificacions i si el grup té permisos per gestionar-les basant-se en la configuració sobre les funcionalitats.
it: In questa schermata vengono riportati i diversi tipi di notifiche e le eventuali autorizzazioni del gruppo per gestirle in base alla configurazione sulle funzionalità.

# RES_supervisors.lbladdexception.text.rotext
source: Add
ca: Afegir
it: Aggiungere

# RES_supervisors.lbladdexceptionsemployee.text.rotext
source: Add
ca: Afegir
it: Aggiungi

# RES_supervisors.lbladdidentifymethod.text.rotext
source: Add
ca: Afegir
it: Aggiungi

# RES_supervisors.lbladdip.text.rotext
source: Add IP address or range
ca: Afegir adreça o interval IP
it: Aggiungi indirizzo o intervallo IP

# RES_supervisors.lblallowedapplications.text.rotext
source: Applications
ca: Aplicacions
it: Applicazioni

# RES_supervisors.lblappcheckversion.text.rotext
source: Allow access only if the version of the client App is the same as the Visualtime server
ca: Permetre l’accés únicament si la versió de l’aplicació del client és la mateixa que el servidor de Visualtime
it: Consenti l´accesso unicamente se la versione dell´app cliente è la stessa di quella del server Visualtime

# RES_supervisors.lblappcheckversiondesc.text.rotext
source: On mobile devices, access will only be allowed if the device has the same version installed as the Visualtime server.
ca: En dispositius mòbils, només es permetrà l’accés si el dispositiu té instal·lada la mateixa versió que el servidor de Visualtime
it: Su dispositivi mobili, sarà consentito l´accesso solo se nel dispositivo è installata la stessa versione del server di Visualtime

# RES_supervisors.lblapprove.text.rotext
source: You can manage yourself (otherwise, a superior must do so)
ca: Es pot gestionar a si mateix (si no, ho haurà de fer un superior)
it: Puoi gestirti da solo (in caso contrario, dovrò farlo un supervisore)

# RES_supervisors.lblblocksupervisor.text.rotext
source: Block access to Visualtime Supervisor (including Apps)
ca: Bloquejar l’accés a Visualtime Supervisor (incloses les aplicacions)
it: Blocca l´accesso a Visualtime Supervisor (app incluse)

# RES_supervisors.lblbusinesscenterdesc.text.rotext
source: This supervisor will be able to manage the following cost centers.
ca: Aquest supervisor podrà gestionar els següents centres de cost.
it: Questo supervisore potrà gestire i seguenti centri di costo.

# RES_supervisors.lblbusinessgroup.text.rotext
source: (Separate business groups by entering the character ; between them)
ca: (Separa els grups de negoci introduint el caràcter ; entre cada grup)
it: (Separa i gruppi commerciali separandoli con il carattere ;)

# RES_supervisors.lblcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_supervisors.lbldays.text.rotext
source: days.
ca: dies.
it: giorni.

# RES_supervisors.lbldeftitle.text.rotext
source: Definition
ca: Definició
it: Definizione

# RES_supervisors.lbldeftitle2.text.rotext
source: Business group
ca: Grup de negoci
it: Gruppo commerciale

# RES_supervisors.lbldeftitle3.text.rotext
source: Cost centers
ca: Centres de cost
it: Centri di costo

# RES_supervisors.lbldescription.text.rotext
source: Description
ca: Descripció
it: Descrizione

# RES_supervisors.lbldifferentips.text.rotext
source: devices per supervisor.
ca: dispositius per supervisor.
it: dispositivi per supervisore.

# RES_supervisors.lbledit.text.rotext
source: Edit
ca: Editar
it: Modifica

# RES_supervisors.lblelapsed.text.rotext
source: The authorization of a device expires after
ca: L’autorització d’un dispositiu caduca als
it: L´autorizzazione di un dispositivo scade ai

# RES_supervisors.lblemployeepermissions.text.rotext
source: In this screen you can modify the permissions for the different user functionalities.
ca: En aquesta pantalla es poden modificar els permisos per a les diferents funcionalitats de l’usuari
it: In questa schermata è possibile modificare le autorizzazioni per le varie funzionalità dell´utente

# RES_supervisors.lblemployeepermissionstitle.text.rotext
source: User permissions
ca: Permisos d’usuari
it: Permessi utente

# RES_supervisors.lblemployeeswithexceptions.text.rotext
source: Exceptional users
ca: Usuaris amb excepció
it: Utenti con eccezione

# RES_supervisors.lblexceptionsemployees.text.rotext
source: Select the Add button to access the wizard to assign user exceptions to this supervisor.
ca: Selecciona el botó Afegir per accedir a l’assistent i assignar excepcions d’usuaris a aquest supervisor.
it: Seleziona il pulsante Aggiungi per accedere all´assistente e assegnare eccezioni di utenti a questo supervisore.

# RES_supervisors.lblexceptionsemployeestitle.text.rotext
source: Exceptions about users
ca: Excepcions sobre usuaris
it: Eccezioni di utente

# RES_supervisors.lblexceptionsheader.text.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni

# RES_supervisors.lblexceptionstitle.text.rotext
source: Select the users to exclude.
ca: Seleccioneu els usuaris a excloure.
it: Seleziona gli utenti da escludere.

# RES_supervisors.lblexpirationdate.text.rotext
source: until the
ca: fins al
it: fino al

# RES_supervisors.lblglobalaccesrestrictiondescription.text.rotext
source: In this section you can define the verification policy for the source address from which access is being made to Visualtime applications. (Your company's network must allow verification of the IP of devices that connect to the Visualtime server. If you have any questions, contact your administrator.)
ca: En aquesta secció pots definir la política de verificació de l’adreça d’origen des de la qual s’accedeix a les aplicacions de Visualtime. (La xarxa de la teva empresa ha de permetre la verificació de l’IP dels dispositius que es connecten amb el servidor de Visualtime. Si tens algun dubte, parla amb el teu administrador.)
it: In questa sezione è possibile definire la politica di verifica dell´indirizzo di origine da cui si effettua un accesso alle applicazioni di Visualtime. (La rete dell´azienda deve consentire la verifica dell´IP dei dispositivi che si collegano al server di Visualtime. In caso di dubbi, contattare l´amministratore)

# RES_supervisors.lblgroupanduserstree.text.rotext
source: Groups and users tree
ca: Arbre de grups i usuaris
it: Albero dei gruppi e degli utenti

# RES_supervisors.lblgrouptree.text.rotext
source: Which groups do I manage?
ca: Quins grups gestiono?
it: Quali gruppi gestisco?

# RES_supervisors.lblgrouptreedesc.text.rotext
source: Select the users and groups to include.
ca: Seleccioneu els usuaris i grups a incloure.
it: Seleziona gli utenti e i gruppi da includere.

# RES_supervisors.lblidentify.text.rotext
source: Identification methods
ca: Mètodes d’identificació
it: Metodi di identificazione

# RES_supervisors.lblidentifymethodsinfo.text.rotext
source: From this page you can manage the supervisor's identification methods.
ca: Des d’aquesta pàgina pots gestionar els mètodes d’identificació del supervisor.
it: Da questa pagina è possibile gestire i metodi di identificazione del supervisore.

# RES_supervisors.lblidentifymethodstitle.text.rotext
source: Identification methods
ca: Mètodes d’identificació
it: Metodi di identificazione

# RES_supervisors.lbllanguage.text.rotext
source: Default language
ca: Idioma predeterminat
it: Lingua predefinita

# RES_supervisors.lbllevelofauthority.text.rotext
source: Level of command
ca: Nivell de comandament
it: Livello di comando

# RES_supervisors.lbllevelofauthoritydescription.text.rotext
source: Indicates the command level that a group has when making changes via the web. Once a group has validated a work day, no group with a lower command level will be able to modify it. Level 1 is the highest rank and 10 is the lowest.
ca: Indica el nivell de comandament que té un grup a l’hora de fer les modificacions a través de la web. Quan un grup hagi validat un dia de treball, cap grup amb un nivell de comandament inferior podrà modificar-lo. El nivell 1 és el de major rang i el 10 el de rang més baix.
it: Indica il livello di comando che ha un gruppo al momento di apportare le modifiche tramite la Web. Quando un gruppo ha convalidato un giorno di lavoro, nessun gruppo con livello di comando inferiore potrà modificarlo. Il livello 1 è quello di livello maggiore e il livello 10 quello minore.

# RES_supervisors.lbllockcalendarck.text.rotext
source: Do not allow calendar data to be modified for dates prior to the lockout date defined for the user's company.
ca: No permetre que es modifiquin les dades del calendari per a dates inferiors a la data de bloqueig definida per a l’empresa de l’usuari.
it: Non consentire la modifica di dati di calendario per date inferiori alla data di blocco definita per l´azienda dell´utente.

# RES_supervisors.lbllockcalendardate.text.rotext
source: Calendar blocking date
ca: Data de bloqueig del calendari
it: Data di blocco del calendario

# RES_supervisors.lbllockcalendardesc.text.rotext
source: You can indicate whether the supervisor is subject to the calendar data lock date defined for the managed users' company.
ca: Pots indicar si al supervisor se li aplica la data de bloqueig de dades de calendari definida per a l’empresa dels usuaris gestionats.
it: È possibile indicare se al supervisore viene applicata la data di blocco di dati del calendario definita per l´azienda degli utenti gestiti.

# RES_supervisors.lblname.text.rotext
source: Name
ca: Nom
it: Nome

# RES_supervisors.lblnotificationstitle.text.rotext
source: Notifications
ca: Notificacions
it: Notifiche

# RES_supervisors.lblonlyips.text.rotext
source: Allow access only from certain IP addresses
ca: Permetre accés únicament des de determinades adreces IP
it: Consenti di l´accesso unicamente da indirizzi IP specifici

# RES_supervisors.lblonlyipsdesc.text.rotext
source: Access will only be allowed if the IP address of the device used by the supervisor is in the following list. You can specify individual IPs or IP ranges.
ca: Només es permetrà l’accés si l’adreça IP del dispositiu utilitzat pel supervisor es troba a la llista següent. Pots indicar adreces IP individuals o intervals d’adreces IP
it: Si consentirà l´accesso solo se l´indirizzo IP del dispositivo utilizzato dal supervisore si trova nel seguente elenco. È possibile indicare IP individuali o intervalli di IP.
