Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveReports.*.resx
Languages: eu

# RES_previewimage.title.rotext
source: Untitled Page
eu: Izenbururik gabeko orrialdea

# RES_reportpdf.lblcloseinfo.text.rotext
source: Puede esperar a que finalice o cerrar la ventana actual y consultar el estado en la pantalla de informes solicitados.
eu: Amaitzeko edo uneko leihoa itxi arte itxaron dezakezu eta eskatutako txostenen pantailan egoera egiaztatu dezakezu.

# RES_reportpdf.lblfinishexecutetitle.text.rotext
source: Informe Finalizado
eu: Txostena osatua

# RES_reportpdf.lblupexecutetitle.text.rotext
source: Preparando informe ...
eu: Txostena prestatzen...

# RES_reportpdf.title.rotext
source: Generador de informes
eu: Txosten sortzailea

# RES_reportprofile.bc.text.rotext
source: Vaciar
eu: Hutsik

# RES_reportprofile.bo.text.rotext
source: Aceptar
eu: Onartu

# RES_reportprofile.bt.text.rotext
source: Hoy
eu: Gaur

# RES_reportprofile.btclose.text.rotext
source: Cancelar
eu: Utzi

# RES_reportprofile.btclose.value.rotext
source: Cancelar
eu: Utzi

# RES_reportprofile.btdown.text.rotext
source: Bajar
eu: Baxuagoa

# RES_reportprofile.btend.text.rotext
source: Lanzar
eu: Abiarazi

# RES_reportprofile.btend.value.rotext
source: Lanzar
eu: Abiarazi

# RES_reportprofile.btnext.text.rotext
source: Siguiente >
eu: hurrengo >

# RES_reportprofile.btnext.value.rotext
source: Siguiente >
eu: hurrengo >

# RES_reportprofile.btprev.text.rotext
source: < anterior
eu: < aurrekoa

# RES_reportprofile.btprev.value.rotext
source: < anterior
eu: < aurrekoa

# RES_reportprofile.btup.text.rotext
source: Subir
eu: Areagotu

# RES_reportprofile.checkpage.incorrectemployeesselected.rotext
source: No ha seleccionado usuarios!
eu: Ez dituzu erabiltzaileak hautatu!

# RES_reportprofile.checkpage.incorrecteventselected.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_reportprofile.checkpage.incorrecttasksselected.rotext
source: No ha seleccionado tareas o projectos!
eu: Ez duzu zeregin edo proiekturik hautatu!

# RES_reportprofile.chkaccessgroups.text.rotext
source: Seleccionar todos los grupos de acceso.
eu: Hautatu sarbide-talde guztiak.

# RES_reportprofile.chkcauses.text.rotext
source: Seleccione todas las justificaciones.
eu: Hautatu justifikazio guztiak.

# RES_reportprofile.chkconcepts.text.rotext
source: Seleccione todos los saldos.
eu: Hautatu saldo guztiak.

# RES_reportprofile.chkconfigpage.text.rotext
source: Hacer salto de página después de la sección.
eu: Egin orrialde-jauzi atalaren ondoren.

# RES_reportprofile.chkincidence.text.rotext
source: Tiempo mínimo acumulado de la incidencia:
eu: Gertakariaren gutxieneko denbora metatua:

# RES_reportprofile.chksaveprofile.text.rotext
source: Guardar perfil
eu: Gorde profila

# RES_reportprofile.chkshifts.text.rotext
source: Seleccionar todos los horarios.
eu: Hautatu ordutegi guztiak.

# RES_reportprofile.chkterminals.text.rotext
source: Seleccionar todos los terminales.
eu: Hautatu terminal guztiak.

# RES_reportprofile.chkuserfieldsselectall.text.rotext
source: Seleccionar toda la ficha
eu: Hautatu fitxa osoa

# RES_reportprofile.chkzones.text.rotext
source: Seleccionar todas las zonas.
eu: Hautatu zona guztiak.

# RES_reportprofile.emptyheader.text.rotext
source: Arrastre una columna aquí...
eu: Arrastatu zutabe bat hona...

# RES_reportprofile.executereport.error.rotext
source: Error al generar informe
eu: Errore bat gertatu da txostena sortzean

# RES_reportprofile.graphicn.text.rotext
source: Sin gráfico
eu: Grafikorik ez

# RES_reportprofile.graphicy.text.rotext
source: Con gráfico
eu: Grafikoarekin

# RES_reportprofile.gridconcepts.column.movedown.rotext
source: Bajar
eu: Baxuagoa

# RES_reportprofile.gridconcepts.column.moveup.rotext
source: Subir
eu: Areagotu

# RES_reportprofile.gridconcepts.column.name.rotext
source: Saldo
eu: Balantzea

# RES_reportprofile.hdnsteptitle.text.rotext
source: Asistente para la generación de informes.
eu: Txostenak sortzeko morroia.

# RES_reportprofile.ibtcancel.tooltip.rotext
source: Cancelar
eu: Utzi

# RES_reportprofile.incplusacc.ddlincplusaccsup.ex.rotext
source: supera
eu: taupadak

# RES_reportprofile.incplusacc.ddlincplusaccsup.no.rotext
source: no supera
eu: ez du gainditzen

# RES_reportprofile.incplusacc.ddlincplusaccvalue.daily.rotext
source: Diariamente
eu: Egunero

# RES_reportprofile.incplusacc.ddlincplusaccvalue.period.rotext
source: en el periodo seleccionado
eu: aukeratutako aldian

# RES_reportprofile.label5.text.rotext
source: Año:
eu: Urtea:

# RES_reportprofile.lblbegindate.text.rotext
source: Fecha:
eu: Data:

# RES_reportprofile.lblbeginperiod.text.rotext
source: Desde
eu: Bertatik

# RES_reportprofile.lblbegintime.text.rotext
source: Hora:
eu: Ordua:

# RES_reportprofile.lblconcepts2.text.rotext
source: Composición
eu: Konposizioa

# RES_reportprofile.lblconceptsgroups.text.rotext
source: Grupos de saldos
eu: Oreka taldeak

# RES_reportprofile.lblconfigorientation.text.rotext
source: Orientación
eu: Orientazio

# RES_reportprofile.lblconfigpage.text.rotext
source: Salto de página
eu: orrialde-jauzia

# RES_reportprofile.lblenddate.text.rotext
source: Fecha:
eu: Data:

# RES_reportprofile.lblendperiod.text.rotext
source: hasta
eu: arte

# RES_reportprofile.lblendtime.text.rotext
source: Hora:
eu: Ordua:

# RES_reportprofile.lblexportformat.text.rotext
source: Formato de exportación
eu: Esportatu formatua

# RES_reportprofile.lblfinishexecutetitle.text.rotext
source: Informe finalizado
eu: Amaitutako txostena

# RES_reportprofile.lblincplusaccsup.text.rotext
source: Que
eu: Hori

# RES_reportprofile.lblincplusaccvalue.text.rotext
source: El valor
eu: Balioa

# RES_reportprofile.lblmonthmonth.text.rotext
source: Mes:
eu: Hilabetea:

# RES_reportprofile.lblmonthperiodbeginmonth.text.rotext
source: Mes:
eu: Hilabetea:

# RES_reportprofile.lblmonthperiodbegintitle.text.rotext
source: Desde
eu: Bertatik

# RES_reportprofile.lblmonthperiodbeginyear.text.rotext
source: Año:
eu: Urtea:

# RES_reportprofile.lblmonthperiodendmonth.text.rotext
source: Mes:
eu: Hilabetea:

# RES_reportprofile.lblmonthperiodendtitle.text.rotext
source: hasta
eu: arte

# RES_reportprofile.lblmonthperiodendyear.text.rotext
source: Año:
eu: Urtea:

# RES_reportprofile.lblmonthyear.text.rotext
source: Año:
eu: Urtea:

# RES_reportprofile.lblplusopt1title.text.rotext
source: Incidencia
eu: Intzidentzia

# RES_reportprofile.lblplusopt2title.text.rotext
source: Justificación
eu: Justifikazioa

# RES_reportprofile.lblprofilename.text.rotext
source: Nombre del filtro de datos
eu: Datu-iragazkiaren izena

# RES_reportprofile.lblproject.text.rotext
source: Proyecto:
eu: Proiektua:

# RES_reportprofile.lblprojectend.text.rotext
source: Proyecto Final:
eu: Amaierako proiektua:

# RES_reportprofile.lblprojectinit.text.rotext
source: Proyecto Inicial:
eu: Hasierako proiektua:

# RES_reportprofile.lblsetp1info.text.rotext
source: Selector de usuarios
eu: Erabiltzaile hautatzailea

# RES_reportprofile.lblspecialbegindate.text.rotext
source: Fecha:
eu: Data:

# RES_reportprofile.lblspecialbeginperiod.text.rotext
source: Desde
eu: Bertatik

# RES_reportprofile.lblspecialbegintime.text.rotext
source: Hora:
eu: Ordua:

# RES_reportprofile.lblspecialenddate.text.rotext
source: Fecha:
eu: Data:

# RES_reportprofile.lblspecialendperiod.text.rotext
source: hasta
eu: arte

# RES_reportprofile.lblspecialendtime.text.rotext
source: Hora:
eu: Ordua:

# RES_reportprofile.lblstep10info.text.rotext
source: Selector de saldos.
eu: Balantze-hautatzailea.

# RES_reportprofile.lblstep10info2.text.rotext
source: Seleccione los saldos que desea ver en el informe.
eu: Hautatu txostenean ikusi nahi dituzun saldoak.

# RES_reportprofile.lblstep10title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep11info.text.rotext
source: Selector de grupo de saldos.
eu: Oreka talde hautatzailea.

# RES_reportprofile.lblstep11info2.text.rotext
source: Seleccione un grupo de saldos. El informe mostrará todos los saldos que contenga grupo de saldos seleccionado.
eu: Hautatu oreka talde bat. Txostenak hautatutako saldo-taldea duten saldo guztiak erakutsiko ditu.

# RES_reportprofile.lblstep11title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep12info.text.rotext
source: Selector de centros de costes
eu: Kostu-zentroaren hautatzailea

# RES_reportprofile.lblstep12title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep13info.text.rotext
source: Selector de los que más.
eu: Gehienen hautatzailea.

# RES_reportprofile.lblstep13info2.text.rotext
source: Seleccione el perfil de filtro que desee utilizar para el informe. Cuando haya seleccionado el perfil (incidencias, justificaciones, ...) se le mostrara el contenido de este y podrá elegir los valores para el filtro.
eu: Hautatu txostenerako erabili nahi duzun iragazki-profila. Profila hautatu duzunean (gertaerak, justifikazioak,...) bere edukia erakutsiko da eta iragazkirako balioak aukeratu ahal izango dituzu.

# RES_reportprofile.lblstep13title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep14info.text.rotext
source: Selector de horarios.
eu: Ordutegi-hautatzailea.

# RES_reportprofile.lblstep14info2.text.rotext
source: Debe seleccionar uno o varios horarios a mostrar en el informe.
eu: Ordutegi bat edo gehiago hautatu behar dituzu txostenean bistaratzeko.

# RES_reportprofile.lblstep14title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep15info.text.rotext
source: Selector de terminales.
eu: Terminal hautatzailea.

# RES_reportprofile.lblstep15info2.text.rotext
source: Debe seleccionar uno o varios terminales para mostrarse en el informe.
eu: Txostenean bistaratzeko terminal bat edo gehiago hautatu behar dituzu.

# RES_reportprofile.lblstep15title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep16info.text.rotext
source: Selector de zonas.
eu: Zona-hautatzailea.

# RES_reportprofile.lblstep16info2.text.rotext
source: Debe seleccionar una o varias zonas para mostrarse en el informe.
eu: Txostenean bistaratzeko zona bat edo gehiago hautatu behar dituzu.

# RES_reportprofile.lblstep16title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep17info.text.rotext
source: Selector de configuración.
eu: Konfigurazio-hautatzailea.

# RES_reportprofile.lblstep17title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep18info.text.rotext
source: Selector de periodos.
eu: Aldi-hautatzailea.

# RES_reportprofile.lblstep18info2.text.rotext
source: Seleccione el periodo del que se mostrarán los días trabajados, tiempo total trabajo y la media del periodo. Puede indicar un valor concreto, o bien puede utilizar uno de los valores genéricos.
eu: Hautatu zein alditan lan egindako egunak, lan-denbora osoa eta aldiaren batez bestekoa bistaratuko diren. Balio zehatz bat sar dezakezu edo balio generikoetako bat erabil dezakezu.

# RES_reportprofile.lblstep18title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep19info.text.rotext
source: Selector de tareas.
eu: Zeregin-hautatzailea.

# RES_reportprofile.lblstep19info2.text.rotext
source: Seleccione las tareas o proyectos a mostrar en el informe.
eu: Hautatu txostenean bistaratu beharreko zereginak edo proiektuak.

# RES_reportprofile.lblstep19title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep1info2.text.rotext
source: Seleccione los usuarios o grupo de usuarios que desea mostrar en el informe.
eu: Hautatu txostenean erakutsi nahi dituzun erabiltzaileak edo erabiltzaile-taldeak.

# RES_reportprofile.lblstep1title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep20info.text.rotext
source: Selector de la ficha por el que desea agrupar.
eu: Taldekatu nahi duzun fitxaren hautatzailea.

# RES_reportprofile.lblstep20info2.text.rotext
source: Debe seleccionar el campo de la ficha por el que desea agrupar.
eu: Taldekatu nahi duzun fitxan eremua hautatu behar duzu.

# RES_reportprofile.lblstep20title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep21info.text.rotext
source: Selector de grupos de acceso.
eu: Sarbide-talde hautatzailea.

# RES_reportprofile.lblstep21info2.text.rotext
source: Debe seleccionar uno o varios grupos de acceso para mostrarse en el informe.
eu: Sarbide-talde bat edo gehiago hautatu behar dituzu txostenean bistaratzeko.

# RES_reportprofile.lblstep21title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep22info.text.rotext
source: Selector de eventos.
eu: Gertaeren hautatzailea.

# RES_reportprofile.lblstep22info2.text.rotext
source: Seleccione la fecha o evento a mostrar en el informe.
eu: Hautatu txostenean bistaratzeko data edo gertaera.

# RES_reportprofile.lblstep22title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep23info.text.rotext
source: Selector de proyecto.
eu: Proiektu-hautatzailea.

# RES_reportprofile.lblstep23info2.text.rotext
source: Debe seleccionar el proyecto para mostrarse en el informe.
eu: Txostenean bistaratzeko proiektua hautatu behar duzu.

# RES_reportprofile.lblstep23title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep2info.text.rotext
source: Selector de la ficha
eu: Fitxa hautatzailea

# RES_reportprofile.lblstep2info2.text.rotext
source: Seleccione la ficha del usuario que desea mostrar en el informe.
eu: Hautatu txostenean erakutsi nahi duzun erabiltzaile-erregistroa.

# RES_reportprofile.lblstep2title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep3info.text.rotext
source: Selector de fecha única
eu: Data hautatzaile bakarra

# RES_reportprofile.lblstep3info2.text.rotext
source: Seleccione el periodo de fechas en el que se mostrarán los datos el informe. Puede definir el día manualmente introduciendo la fecha o puede realizar una selección automática mediante los selectores que se le ofrecen.
eu: Hautatu txostenak datuak bistaratuko dituen data-epea. Eguna eskuz defini dezakezu data sartuz edo aukeraketa automatikoa egin dezakezu hornitutako hautatzaileen bidez.

# RES_reportprofile.lblstep3title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep4info.text.rotext
source: Selector de períodos
eu: Aldi-hautatzailea

# RES_reportprofile.lblstep4info2.text.rotext
source: Seleccione el periodo de fechas en el que se mostrarán los datos del informe. Puede definir el periodo manualmente introduciendo las fechas o puede realizar una selección automática mediante los selectores que se le ofrecen.
eu: Hautatu txostenaren datuak bistaratuko diren data-epea. Epea eskuz defini dezakezu datak sartuz edo aukeraketa automatikoa egin dezakezu hornitutako hautatzaileen bidez.

# RES_reportprofile.lblstep4title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep5info.text.rotext
source: Selector de mes
eu: hilabete-hautatzailea

# RES_reportprofile.lblstep5info2.text.rotext
source: Seleccione el año y el mes del que se mostrarán los datos en el informe. Puede definir el mes manualmente introduciendo el mes o puede realizar una selección automática mediante los selectores que se le ofrecen.
eu: Hautatu txostenean datuak bistaratuko diren urtea eta hilabetea. Hilabetea eskuz defini dezakezu hilabetea sartuz edo aukeraketa automatikoa egin dezakezu emandako hautatzaileen bidez.

# RES_reportprofile.lblstep5title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep6info.text.rotext
source: Selector de periodo de meses
eu: Hilabete-aldiaren hautatzailea

# RES_reportprofile.lblstep6info2.text.rotext
source: Seleccione el periodo de meses, introduciendo el mes de inicio y fin, que se mostrarán los datos en el informe.
eu: Hautatu hilabeteko epea, hasierako eta amaierako hilabetea sartuz, datuak txostenean bistaratuko diren.

# RES_reportprofile.lblstep6title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep7info.text.rotext
source: Selector de año
eu: urteko hautatzailea

# RES_reportprofile.lblstep7info2.text.rotext
source: Seleccione el año del que desee visualizar los datos en el informe. Puede definir el año manualmente introduciendo el año o puede realizar una selección automática mediante los selectores que se le ofrecen.
eu: Hautatu txostenean datuak bistaratu nahi dituzun urtea. Urtea eskuz defini dezakezu urtea sartuz edo aukeraketa automatikoa egin dezakezu hornitutako hautatzaileen bidez.

# RES_reportprofile.lblstep7title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep8info.text.rotext
source: Selector de incidencias.
eu: Gorabeheren hautatzailea.

# RES_reportprofile.lblstep8info2.text.rotext
source: Seleccione las incidencias que desea ver en el Informe y, si lo desea, puede señalar el tiempo mínimo que debe tener para mostrarse en el informe.
eu: Hautatu Txostenean ikusi nahi dituzun gorabeherak eta, nahi izanez gero, txostenean erakutsi behar duten gutxieneko denbora adierazi dezakezu.

# RES_reportprofile.lblstep8title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lblstep9info.text.rotext
source: Selector de justificaciones.
eu: Justifikazio-hautatzailea.

# RES_reportprofile.lblstep9info2.text.rotext
source: Seleccione las justificaciones que desea ver en el informe.
eu: Hautatu txostenean ikusi nahi dituzun justifikazioak.

# RES_reportprofile.lblstep9title.text.rotext
source: Paso {0} de {1}.
eu: {0} urratsa {1}tik.

# RES_reportprofile.lbludate.text.rotext
source: Mostrar los datos a fecha de:
eu: Erakutsi ondorengo datuak:

# RES_reportprofile.lblupexecuteinfo.text.rotext
source: Esta operación puede tardar unos minutos dependiendo del volumen de información solicitado.
eu: Eragiketa honek minutu batzuk iraun ditzake eskatutako informazio-bolumenaren arabera.

# RES_reportprofile.lblupexecutetitle.text.rotext
source: Preparando informe ...
eu: Txostena prestatzen...

# RES_reportprofile.lblvalue1.text.rotext
source: El valor
eu: Balioa

# RES_reportprofile.lblwelcome1.text.rotext
source: Bienvenido al asistente para la generación de informes.
eu: Ongi etorri txostenak sortzeko morroira.

# RES_reportprofile.lblwelcome2.text.rotext
source: Este asistente le ayudará a seleccionar los parámetros necesarios para la generación de informes.
eu: Morroi honek txostenak sortzeko beharrezkoak diren parametroak hautatzen lagunduko dizu.

# RES_reportprofile.lblwelcome3.text.rotext
source: Para continuar, haga clic en siguiente.
eu: Jarraitzeko, egin klik hurrengoan.

# RES_reportprofile.lblyearyear.text.rotext
source: Año:
eu: Urtea:

# RES_reportprofile.optexportformatexcelrecord.text.rotext
source: Microsoft Excel 97-2000 - sólo datos (XLS)
eu: Microsoft Excel 97-2000 - datuak soilik (XLS)

# RES_reportprofile.optexportformatrichtext.text.rotext
source: Text (TXT)
eu: Testua (TXT)

# RES_reportprofile.optincplusacc_causes.text.rotext
source: Justificaciones
eu: Justifikazioak

# RES_reportprofile.optincplusacc_concepts.text.rotext
source: Saldos
eu: Balantzeak

# RES_reportprofile.optincplusacc_incidence.text.rotext
source: Incidencias
eu: Gorabeherak

# RES_reportprofile.optincplusacc_incidencecause.text.rotext
source: Incidencia y justificación
eu: Intzidentzia eta justifikazioa

# RES_reportprofile.optincplusacc_incidences.text.rotext
source: Incidencias
eu: Gorabeherak

# RES_reportprofile.optincplusacc_value.text.rotext
source: Que
eu: Hori

# RES_reportprofile.optincplusacc_valuefield.text.rotext
source: Que
eu: Hori

# RES_reportprofile.optlandscape.text.rotext
source: Horizontal
eu: Horizontala

# RES_reportprofile.optmonthcurrent.text.rotext
source: Mes actual
eu: Egungo hilabetea

# RES_reportprofile.optmonthlast.text.rotext
source: Mes anterior
eu: Azken hilabetean

# RES_reportprofile.optmonthnext.text.rotext
source: Mes Siguiente
eu: Hurrengo hilabetea

# RES_reportprofile.optmonthother.text.rotext
source: Otro mes
eu: Beste hilabete bat

# RES_reportprofile.optperiodcurrentmonth.text.rotext
source: Mes actual
eu: Egungo hilabetea

# RES_reportprofile.optperiodcurrentweek.text.rotext
source: Semana actual
eu: Egungo astea

# RES_reportprofile.optperiodcurrentyear.text.rotext
source: Año actual (hasta hoy)
eu: Oraingo urtea (gaur arte)

# RES_reportprofile.optperiodlastmonth.text.rotext
source: Mes anterior
eu: Azken hilabetean

# RES_reportprofile.optperiodlastweek.text.rotext
source: Semana pasada
eu: Lehengo astean

# RES_reportprofile.optperiodother.text.rotext
source: Libre (introduzca los valores)
eu: Doan (sartu balioak)

# RES_reportprofile.optperiodtoday.text.rotext
source: Hoy
eu: Gaur

# RES_reportprofile.optperiodtomorrow.text.rotext
source: Mañana
eu: Bihar

# RES_reportprofile.optperiodyesterday.text.rotext
source: Ayer
eu: Atzo

# RES_reportprofile.optportrait.text.rotext
source: Vertical
eu: Bertikala

# RES_reportprofile.optspecialperiodcurrentmonth.text.rotext
source: Mes actual
eu: Egungo hilabetea

# RES_reportprofile.optspecialperiodcurrentweek.text.rotext
source: Semana actual
eu: Egungo astea

# RES_reportprofile.optspecialperiodcurrentyear.text.rotext
source: Año actual (hasta hoy)
eu: Oraingo urtea (gaur arte)

# RES_reportprofile.optspecialperiodlastmonth.text.rotext
source: Mes anterior
eu: Azken hilabetean

# RES_reportprofile.optspecialperiodlastweek.text.rotext
source: Semana pasada
eu: Lehengo astean

# RES_reportprofile.optspecialperiodnextmonth.text.rotext
source: Mes siguiente
eu: Hurrengo hilabetea

# RES_reportprofile.optspecialperiodnextweek.text.rotext
source: Semana siguiente
eu: Datorren astean

# RES_reportprofile.optspecialperiodother.text.rotext
source: Libre (introduzca los valores)
eu: Doan (sartu balioak)

# RES_reportprofile.optspecialperiodtoday.text.rotext
source: Hoy
eu: Gaur

# RES_reportprofile.optspecialperiodyesterday.text.rotext
source: Ayer
eu: Atzo

# RES_reportprofile.optudateother.text.rotext
source: Otra fecha
eu: Beste zita bat

# RES_reportprofile.optudatetoday.text.rotext
source: Hoy
eu: Gaur

# RES_reportprofile.optudateyesterday.text.rotext
source: Ayer
eu: Atzo

# RES_reportprofile.optyearcurrent.text.rotext
source: Año actual
eu: Oraingo urtea

# RES_reportprofile.optyearlast.text.rotext
source: Año anterior
eu: Lehengo urtean

# RES_reportprofile.optyearother.text.rotext
source: Otro año
eu: Beste urtean

# RES_reportprofile.profile.savebutton.rotext
source: Grabar
eu: Grabatu

# RES_reportprofile.shifts.shiftsmaingroup.literal.rotext
source: (General)
eu: (Orokorra)

# RES_reportprofile.title.rotext
source: Asistente para la generación de informes
eu: Txostenak sortzeko morroia

# RES_reportprofile.txtbegindate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
eu: <b>beharrezko eremua.</b>

# RES_reportprofile.txtbegindate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
eu: <b>eremu baliogabea.</b>

# RES_reportprofile.txtenddate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
eu: <b>beharrezko eremua.</b>

# RES_reportprofile.txtenddate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
eu: <b>eremu baliogabea.</b>

# RES_reportprofile.txtincplusaccvalue.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
eu: <b>beharrezko eremua.</b>

# RES_reportprofile.txtincplusaccvalue.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
eu: <b>eremu baliogabea.</b>

# RES_reportprofile.txtincplusaccvalue2.text.rotext
source: El valor del campo
eu: Eremuaren balioa

# RES_reportprofile.txtprova.text.rotext
source: prova
eu: saiatu
