Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_assigncenterswizard.end.ok.assigncauseswelcome1.text.rotext
source: Completed successfully.
ca: Finalitzat correctament.
eu: Ondo osatu da.
sk: Úspešne dokončené.

# RES_assigncenterswizard.end.ok.assigncauseswelcome2.text.rotext
source: Cost centers assigned correctly.
ca: Centres de cost assignats correctament.
eu: Kostu-zentroak behar bezala esleituta.
sk: Správne priradené nákladové strediská.

# RES_assigncenterswizard.gridcauses.column.name.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_assigncenterswizard.gridincidences.column.begintime.rotext
source: Home
ca: Inici
eu: Hasi
sk: domov

# RES_assigncenterswizard.gridincidences.column.center.rotext
source: Cost center
ca: Centre de cost
eu: Kostu zentroa
sk: nákladové stredisko

# RES_assigncenterswizard.gridincidences.column.contract.rotext
source: Contract
ca: Contracte
eu: Kontratua
sk: Zmluva

# RES_assigncenterswizard.gridincidences.column.date.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_assigncenterswizard.gridincidences.column.employee.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_assigncenterswizard.gridincidences.column.endtime.rotext
source: End
ca: Final
eu: Amaiera
sk: Koniec

# RES_assigncenterswizard.gridincidences.column.incidence.rotext
source: Incidence
ca: Incidència
eu: Intzidentzia
sk: Obhajoba

# RES_assigncenterswizard.gridincidences.column.justification.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_assigncenterswizard.gridincidences.column.punches.rotext
source: Clock in/out logs
ca: Fitxatges
eu: Transferentziak
sk: transfery

# RES_assigncenterswizard.gridincidences.column.timezonename.rotext
source: Time zone
ca: Zona horària
eu: Ordu eremu
sk: Časové pásmo

# RES_assigncenterswizard.gridincidences.column.valuehora.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_assigncenterswizard.gridincidences.column.valuehoraeditable.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_assigncenterswizard.hdnsteptitle.text.rotext
source: Wizard for mass assignment of cost centers.
ca: Assistent per a l'assignació massiva de centres de cost.
eu: Kostu zentroak masiboki esleitzeko morroia.
sk: Sprievodca hromadným priradením nákladových stredísk.

# RES_assigncenterswizard.lblbegindate.text.rotext
source: Since the day
ca: Des del dia
eu: Egunetik
sk: Odo dňa

# RES_assigncenterswizard.lblcopyschedulewelcome1.text.rotext
source: Welcome to the wizard for mass assignment of cost centers.
ca: Benvingut/da a l’assistent per a l’assignació massiva de centres de cost.
eu: Ongi etorri Mass Cost Center Assignment Morroira.
sk: Vitajte v sprievodcovi hromadným priradením nákladových stredísk.

# RES_assigncenterswizard.lblcopyschedulewelcome2.text.rotext
source: The wizard allows you to assign cost centers to daily user justifications in a given period in bulk.
ca: L’assistent permet assignar de manera massiva els centres de cost a les justificacions diàries d’usuaris en un període determinat.
eu: Morroiak aldi jakin batean kostu-zentroak masiboki esleitzeko aukera ematen dizu erabiltzaileen eguneroko justifikazioei.
sk: Sprievodca umožňuje hromadne priradiť nákladové strediská k denným zdôvodneniam používateľov v danom období.

# RES_assigncenterswizard.lblcopyschedulewelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_assigncenterswizard.lblenddate.text.rotext
source: until the day
ca: fins al dia
eu: egunera arte
sk: až do dňa

# RES_assigncenterswizard.lblmoveto.text.rotext
source: Move all selected hours to cost center:
ca: Moure totes les hores seleccionades al centre de cost:
eu: Eraman hautatutako ordu guztiak kostu zentrora:
sk: Presunúť všetky vybrané hodiny do nákladového strediska:

# RES_assigncenterswizard.lblselectallincidences.text.rotext
source: Select all lines
ca: Selecciona totes les línies
eu: Hautatu lerro guztiak
sk: Vyberte všetky riadky

# RES_assigncenterswizard.lblselectcausestitle.text.rotext
source: Select the justifications you want to filter.
ca: Seleccioneu les justificacions que voleu filtrar.
eu: Hautatu iragazi nahi dituzun justifikazioak.
sk: Vyberte odôvodnenia, ktoré chcete filtrovať.

# RES_assigncenterswizard.lblselectedhours.text.rotext
source: Total hours selected:
ca: Total d'hores seleccionades:
eu: Aukeratutako orduak guztira:
sk: Celkový počet vybraných hodín:

# RES_assigncenterswizard.lblstep2info2.text.rotext
source: Now select the users to whom you want to assign the cost centers.
ca: Ara selecciona els usuaris als quals vols assignar els centres de cost.
eu: Orain hautatu kostu-zentroak esleitu nahi diezun erabiltzaileak.
sk: Teraz vyberte používateľov, ktorým chcete priradiť nákladové strediská.

# RES_assigncenterswizard.lblstep2title.text.rotext
source: Step 2 of 5.
ca: Pas 2 de 5.
eu: 5etik 2. urratsa.
sk: Krok 2 z 5.

# RES_assigncenterswizard.lblstep3info2.text.rotext
source: Select the period you want to search for.
ca: Selecciona el període en què vols fer la cerca.
eu: Hautatu bilaketa egin nahi duzun aldia.
sk: Vyberte obdobie, v ktorom chcete vykonať vyhľadávanie.

# RES_assigncenterswizard.lblstep3title.text.rotext
source: Step 3 of 5.
ca: Pas 3 de 5.
eu: 5etik 3. urratsa.
sk: Krok 3 z 5.

# RES_assigncenterswizard.lblstep4info.text.rotext
source: Select the justifications you want to filter by.
ca: Seleccioneu les justificacions per les quals voleu filtrar.
eu: Hautatu iragazi nahi dituzun justifikazioak.
sk: Vyberte odôvodnenia, podľa ktorých chcete filtrovať.

# RES_assigncenterswizard.lblstep4title.text.rotext
source: Step 4 of 5.
ca: Pas 4 de 5.
eu: 5etik 4. urratsa.
sk: Krok 4 z 5.

# RES_assigncenterswizard.lblstep5info.text.rotext
source: Finally, assign the cost center to the selected justifications.
ca: Finalment, assigneu el centre de cost a les justificacions seleccionades.
eu: Azkenik, kostu-zentroa esleitu hautatutako justifikazioei.
sk: Nakoniec priraďte nákladové stredisko k vybraným odôvodneniam.

# RES_assigncenterswizard.lblstep5title.text.rotext
source: Step 5 of 5.
ca: Pas 5 de 5.
eu: 5etik 5. urratsa.
sk: Krok 5 z 5.

# RES_assigncenterswizard.modifytimedenied.message.rotext
source: The value of the justification cannot be modified
ca: No es pot modificar el valor de la justificació
eu: Ezin duzu justifikazio-balioa aldatu
sk: Hodnotu odôvodnenia nemožno zmeniť

# RES_assigncenterswizard.title.rotext
source: Wizard for mass assignment of cost centers
ca: Assistent per a l’assignació massiva de centres de cost
eu: Kostu zentroak masiboki esleitzeko morroia
sk: Sprievodca hromadným priradením nákladových stredísk

# RES_assignholidays.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_assignholidays.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_assignholidays.grdshifts.columns#2.headertext.rotext
source: Schedule
ca: Horari
eu: Ordutegia
sk: rozvrh hodín

# RES_assignholidays.grdshifts.selectbutton.title.rotext
source: Select
ca: Seleccionar
eu: Hautatu
sk: Vyberte

# RES_assignholidays.grdshifts.selectedbutton.title.rotext
source: Selected
ca: Seleccionat
eu: Hautatuta
sk: Vybrané

# RES_assignholidays.lbldescription.text.rotext
source: Select the desired schedule.
ca: Seleccioneu l'horari desitjat.
eu: Aukeratu nahi duzun ordua.
sk: Vyberte požadovaný plán.

# RES_assignholidays.lbltitle.text.rotext
source: Select a holiday schedule
ca: Selecciona un horari de vacances
eu: Hautatu oporretako egutegia
sk: Výber plánu dovoleniek

# RES_assignholidays.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_assignholidays.shifts.shiftsmaingroup.literal.rotext
source: Without group
ca: Sense grup
eu: Talderik ez
sk: Žiadna skupina

# RES_assignholidays.title.rotext
source: Holiday Settings
ca: Configuració vacances
eu: Oporretako konfigurazioa
sk: Konfigurácia dovolenky

# RES_calendar.afreecalendar.rotext
source: Free
ca: Lliure
eu: Doan
sk: Bezplatne

# RES_calendar.amonthcalendar.rotext
source: Monthly
ca: Mensual
eu: Hilerokoa
sk: Mesačne

# RES_calendar.anextperiod.rotext
source: Following
ca: Següent
eu: Jarraian
sk: Ďalšie

# RES_calendar.aonedaycalendar.rotext
source: Day
ca: Dia
eu: Eguna
sk: deň

# RES_calendar.aoneweekcalendar.rotext
source: Weekly
ca: Setmanal
eu: Asterokoa
sk: Týždeň

# RES_calendar.apreviousperiod.rotext
source: Former
ca: Anterior
eu: Lehengoa
sk: Predchádzajúci

# RES_calendar.assigncauses.desc.rotext
source: Allows you to justify users in bulk during a specific period.
ca: Permet justificar de manera massiva usuaris en un període concret.
eu: Erabiltzaileak epe zehatz batean masiboki justifikatzeko aukera ematen du.
sk: Umožňuje hromadné ospravedlnenie používateľov v určitom období.

# RES_calendar.assigncauses.rotext
source: Mass introduction of justifications
ca: Introducció massiva de justificacions
eu: Justifikazioak masiboki sartzea
sk: Masívne zavedenie odôvodnení

# RES_calendar.assigncenters.desc.rotext
source: It allows you to massively assign cost centers to daily user justifications in a given period.
ca: Permet assignar de manera massiva els centres de cost a les justificacions diàries d’usuaris en un període determinat.
eu: Eguneroko erabiltzaileen justifikazioei kostu zentroak masiboki esleitzeko aukera ematen dizu epe jakin batean.
sk: Umožňuje hromadné priradenie nákladových stredísk k denným používateľským odôvodneniam v danom období.

# RES_calendar.assigncenters.rotext
source: Mass assignment of cost centers
ca: Assignació massiva de centres de cost
eu: Kostu-zentroen esleipen masiboa
sk: Hromadné priradenie nákladových stredísk

# RES_calendar.atwoweekcalendar.rotext
source: Fortnightly
ca: Quinzenal
eu: Bi astean behin
sk: Štrnásťkrát do týždňa

# RES_calendar.btnplanification.rotext
source: Planning
ca: Planificació
eu: Plangintza
sk: plánovanie

# RES_calendar.btnpopupselectoremployeesaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_calendar.btnpopupselectoremployeesaccept.tooltip.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_calendar.btnreview.rotext
source: Revision
ca: Revisió
eu: Berrikuspena
sk: Prehľad

# RES_calendar.btspecialpastecancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_calendar.btspecialpasteok.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_calendar.calendar.accept.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_calendar.calendar.cancel.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_calendar.calendar.complementary.rotext
source: Complementary
ca: Complementàries
eu: Osagarria
sk: Doplňujúce

# RES_calendar.calendar.connector.rotext
source: of
ca: de
eu: de
sk: z adresy

# RES_calendar.calendar.contextmenu_advpaste.rotext
source: Paste Special
ca: Enganxament especial
eu: pasta berezia
sk: Špeciálne lepenie

# RES_calendar.calendar.contextmenu_block.rotext
source: Block day(s)
ca: Bloquejar dia/es
eu: Blokeatu eguna(k)
sk: Blokový deň (dni)

# RES_calendar.calendar.contextmenu_cancelselection.rotext
source: Cancel selection
ca: Cancel·lar selecció
eu: Utzi hautaketa
sk: Zrušiť výber

# RES_calendar.calendar.contextmenu_copy.rotext
source: Copy
ca: Copiar
eu: Kopiatu
sk: Kopírovať

# RES_calendar.calendar.contextmenu_copyassignments.rotext
source: Copy only positions
ca: Copiar només llocs
eu: Kopiatu argitalpenak soilik
sk: Kopírovať iba príspevky

# RES_calendar.calendar.contextmenu_copyholidays.rotext
source: Copy only holidays
ca: Copiar només vacances
eu: Kopiatu oporrak soilik
sk: Len kópia dovolenky

# RES_calendar.calendar.contextmenu_copyworking.rotext
source: Copy only work schedules
ca: Copiar només horaris de treball
eu: Kopiatu soilik lan ordutegiak
sk: Kopírujte iba pracovné hodiny

# RES_calendar.calendar.contextmenu_details.rotext
source: Details
ca: Detalls
eu: Xehetasunak
sk: Podrobnosti na

# RES_calendar.calendar.contextmenu_editassignments.rotext
source: Edit position
ca: Editar lloc de treball
eu: Editatu posizioa
sk: Upraviť príspevok

# RES_calendar.calendar.contextmenu_editcomplementary.rotext
source: Edit schedule
ca: Editar horari
eu: Editatu ordutegia
sk: Upraviť rozvrh

# RES_calendar.calendar.contextmenu_paste.rotext
source: Paste
ca: Enganxar
eu: Itsatsi
sk: Vložiť

# RES_calendar.calendar.contextmenu_planifycoverage.rotext
source: Planning staffing
ca: Planificar dotació
eu: Planifikatu langileak
sk: Dotácia plánu

# RES_calendar.calendar.contextmenu_removefeast.rotext
source: Non-holiday day
ca: Dia no festiu
eu: Jaiegun ez den eguna
sk: Iné ako prázdninové

# RES_calendar.calendar.contextmenu_removeholidays.rotext
source: Remove holiday schedule
ca: Treure horari vacances
eu: Kendu oporretako ordutegia
sk: Odstránenie prázdninového rozvrhu

# RES_calendar.calendar.contextmenu_setcoverage.rotext
source: Define endowment
ca: Definir dotació
eu: Zehaztu dotazioa
sk: Definujte dotáciu

# RES_calendar.calendar.contextmenu_setfeast.rotext
source: Holiday
ca: Dia festiu
eu: Jai eguna
sk: Štátny sviatok

# RES_calendar.calendar.contextmenu_sort.rotext
source: Order...
ca: Ordenar...
eu: Agindu...
sk: Objednajte si...

# RES_calendar.calendar.contextmenu_unblock.rotext
source: Unlock day(s)
ca: Desbloquejar dia/es
eu: Desblokeatzeko eguna(k)
sk: Odblokovanie dňa(ov)

# RES_calendar.calendar.department.rotext
source: Cluster
ca: Grup
eu: Klusterra
sk: skupina

# RES_calendar.calendar.departments.rotext
source: Groups
ca: Grups
eu: Taldeak
sk: skupiny

# RES_calendar.calendar.download.rotext
source: Download correction
ca: Descarregar correcció
eu: Deskarga zuzenketa
sk: Stiahnite si opravu

# RES_calendar.calendar.employee.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_calendar.calendar.employees.rotext
source: Users
ca: Usuaris
eu: Erabiltzaileak
sk: používatelia

# RES_calendar.calendar.empty.rotext
source: Remove filter
ca: Eliminar filtre
eu: Kendu iragazkia
sk: Odstrániť filter

# RES_calendar.calendar.empty_assignment.rotext
source: No position
ca: Sense lloc de treball
eu: Posiziorik ez
sk: Žiadny príspevok

# RES_calendar.calendar.flexible.rotext
source: Flexible
ca: Flexibles
eu: Malgua
sk: Flexibilné

# RES_calendar.calendar.holidays.rotext
source: Vac. pending
ca: Vac. pendents
eu: Hutsik belarritakoak
sk: Čaká sa na dovolenku

# RES_calendar.calendar.mandatory.rotext
source: Normal
ca: Normals
eu: Normala
sk: Normálne

# RES_calendar.calendar.nosolection.rotext
source: No selection
ca: Sense selecció
eu: Ez dago aukeraketarik
sk: Žiadny výber

# RES_calendar.calendar.plannedhours.rotext
source: H. planned
ca: H. planificades
eu: H. aurreikusita
sk: H. plánované

# RES_calendar.calendar.scheduler_assignments.rotext
source: Positions
ca: Llocs
eu: Postuak
sk: Príspevky

# RES_calendar.calendar.scheduler_concepts.rotext
source: Balances
ca: Saldos
eu: Balantzeak
sk: zostatky

# RES_calendar.calendar.scheduler_filter.rotext
source: Displaying positions
ca: Visualització de llocs de treball
eu: Posizioak ikustea
sk: Vizualizácia príspevkov

# RES_calendar.calendar.scheduler_nonrecursive.rotext
source: Show selected group and those below
ca: Mostrar grup seleccionat i els inferiors
eu: Erakutsi hautatutako taldea eta behekoak
sk: Zobraziť vybranú skupinu a pod

# RES_calendar.calendar.scheduler_planified.rotext
source: Planned view
ca: Vista planificada
eu: Planifikatutako ikuspegia
sk: Plánovaný pohľad

# RES_calendar.calendar.scheduler_real.rotext
source: Real view
ca: Vista real
eu: benetako ikuspegia
sk: Skutočný pohľad

# RES_calendar.calendar.scheduler_recursive.rotext
source: Show only selected group
ca: Mostrar només grup seleccionat
eu: Erakutsi hautatutako taldea soilik
sk: Zobraziť len vybranú skupinu

# RES_calendar.calendar.scheduler_shifts.rotext
source: Schedules
ca: Horaris
eu: Ordutegiak
sk: cestovné poriadky

# RES_calendar.calendar.tooltip_absence.rotext
source: User absent for days
ca: Usuari en absència per dies
eu: Erabiltzailea kanpoan egunotan
sk: Používateľ chýba niekoľko dní

# RES_calendar.calendar.tooltip_absent.rotext
source: User absent
ca: Usuari absent
eu: Erabiltzaile falta
sk: Neprítomný používateľ

# RES_calendar.calendar.tooltip_feast.rotext
source: Holiday
ca: Dia festiu
eu: Jai eguna
sk: Štátny sviatok

# RES_calendar.calendar.tooltip_holidays.rotext
source: User on vacation
ca: Usuari de vacances
eu: Oporretako erabiltzailea
sk: Používateľ dovolenky

# RES_calendar.calendar.tooltip_incidence.rotext
source: User absent for hours
ca: Usuari en absència per hores
eu: Erabiltzailea ordu asko falta da
sk: Používateľ je neprítomný niekoľko hodín

# RES_calendar.calendar.tooltip_notes.rotext
source: Grades
ca: Notes
eu: Kalifikazioak
sk: Poznámky

# RES_calendar.calendar.tooltip_overtime.rotext
source: User with forecast of excess hours
ca: Usuari amb previsió d'hores d'excés
eu: Ordu gehiegizko aurreikuspena duen erabiltzailea
sk: Používateľ s predpoveďou nadpočetných hodín

# RES_calendar.calendar.tooltip_plannedholiday.rotext
source: User on vacation/hourly leave
ca: Usuari en vacances/permisos per hores
eu: Erabiltzailea oporretan/orduko bajan
sk: Používateľ na dovolenke/hodinovej dovolenke

# RES_calendar.calendar.tooltip_remark1.rotext
source: There are unjustified incidents
ca: Hi ha incidències no justificades
eu: Justifikatu gabeko gertakariak daude
sk: Dochádza k neopodstatneným incidentom

# RES_calendar.calendar.tooltip_remark2.rotext
source: There are incidents due to overtime
ca: Hi ha incidències per hores extra
eu: Aparteko orduengatik istiluak daude
sk: Vyskytujú sa prípady nadčasov

# RES_calendar.calendar.tooltip_remark3.rotext
source: There are incidents due to absence
ca: Hi ha incidències per absència
eu: Ausentziagatik gorabeherak daude
sk: Vyskytujú sa prípady absencie

# RES_calendar.calendarconfig.desc.rotext
source: Allows you to create rules to highlight calendar boxes depending on their content.
ca: Permet crear regles per ressaltar caselles del calendari segons el contingut.
eu: Egutegi-koadroak nabarmentzeko arauak sortzeko aukera ematen du haien edukiaren arabera.
sk: Umožňuje vytvoriť pravidlá na zvýraznenie políčok v kalendári v závislosti od ich obsahu.

# RES_calendar.calendarconfig.rotext
source: Calendar Settings
ca: Configuració de calendari
eu: Egutegiaren ezarpenak
sk: Konfigurácia kalendára

# RES_calendar.ckspcopyholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
eu: Kopiatu oporrak
sk: Kopírovanie dovolenky

# RES_calendar.ckspcopymainshifts.text.rotext
source: Copy main schedules
ca: Copiar horaris principals
eu: Kopiatu ordutegi nagusiak
sk: Kopírovanie hlavných plánov

# RES_calendar.ckspkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_calendar.ckspkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_calendar.copyplanbtwemployees.rotext
source: Copy Planning from one user to another
ca: Copiar planificació d’un usuari a un altre
eu: Kopiatu erabiltzailearen ordutegia beste batera
sk: Kopírovanie plánovania používateľa do iného

# RES_calendar.error.couldnotretrievetask.text.rotext
source: Failed to start task
ca: No s’ha pogut iniciar la tasca
eu: Ezin izan da zeregina hasi
sk: Úlohu sa nepodarilo spustiť

# RES_calendar.exportplantoexcel.rotext
source: Export to excel
ca: Exportar a Excel
eu: Esportatu excelera
sk: Export do programu Excel

# RES_calendar.generalshift.rotext
source: (General)
eu: (Orokorra)
sk: (Všeobecne)

# RES_calendar.importplanfromexcel.rotext
source: Import from excel
ca: Importar des d’Excel
eu: Inportatu excel-etik
sk: Import z programu Excel

# RES_calendar.incompleteddays.rotext
source: Days with odd signings
ca: Dies amb fitxatges senars
eu: Fitxaketa bakoitiak dituzten egunak
sk: Dni s nepárnymi číslami podpisov

# RES_calendar.insertmasspunch.desc.rotext
source: It allows for the massive insertion of punches that could not be made due to electrical failure of turnstiles.
ca: Permet inserir massivament fitxatges que no s'han pogut fer per error elèctric de torns.
eu: Tornuen akats elektrikoaren ondorioz egin ezin izan diren seinaleztapenak masiboki sartzea ahalbidetzen du.
sk: Umožňuje hromadné vkladanie razníkov, ktoré nebolo možné vyrobiť z dôvodu elektrickej poruchy sústruhu.

# RES_calendar.insertmasspunch.rotext
source: Massive introduction of signings
ca: Introducció massiva de fitxatges
eu: Fitxaketen sarrera masiboa
sk: Masívne zavedenie transferov

# RES_calendar.justifiedincicences.desc.rotext
source: It allows you to justify user incidents in a given period in a massive way.
ca: Permet justificar de manera massiva incidències d’usuaris en un període determinat.
eu: Epe jakin batean erabiltzaileen gorabeherak masiboki justifikatzeko aukera ematen du.
sk: Umožňuje hromadné zdôvodnenie používateľských incidentov v danom období.

# RES_calendar.justifiedincicences.rotext
source: Massive justification of incidents
ca: Justificació massiva d’incidències
eu: Gorabeheren justifikazio masiboa
sk: Hromadné zdôvodnenie incidentov

# RES_calendar.lblcopytitle.text.rotext
source: What do you want to copy?
ca: Què voleu copiar?
eu: Zer kopiatu nahi duzu?
sk: čo chcete kopírovať?

# RES_calendar.lblerrordescription.text.rotext
source: The following errors occurred while saving the schedule.
ca: S’han produït els errors següents en gravar la planificació.
eu: Egitaraua gordetzean errore hauek gertatu dira.
sk: Pri ukladaní plánovania sa vyskytli nasledujúce chyby.

# RES_calendar.lblerrortitle.text.rotext
source: Errors
eu: Akatsak
sk: Chyby

# RES_calendar.lblespecialpasteinfo.text.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
eu: Inprimaki honek arbelean kopiatu dituzun orduak erabiltzaile bati esleitzeko aukera ematen dizu zuk zehaztutako daten artean.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_calendar.lblgroupshifts.text.rotext
source: Time group:
ca: Grup d'horaris:
eu: Ordutegi taldea:
sk: Rozvrhová skupina:

# RES_calendar.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_calendar.lbltitle.text.rotext
source: Paste Special
ca: Enganxament especial
eu: Pasta berezia
sk: Špeciálne lepenie

# RES_calendar.msghaschanges.rotext
source: Changes have been found in the template definition
ca: S’han trobat canvis a la definició de la plantilla
eu: Txantiloiaren definizioan aurkitutako aldaketak
sk: Zmeny boli zistené v definícii šablóny

# RES_calendar.msghaserrors.rotext
source: Errors have been found in the template definition
ca: S’han trobat errors a la definició de la plantilla
eu: Txantiloiaren definizioan aurkitutako erroreak
sk: V definícii šablóny boli nájdené chyby

# RES_calendar.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
eu: Aldaketak gorde
sk: Uloženie zmien

# RES_calendar.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
eu: Desegin aldaketak
sk: Zrušenie zmien

# RES_calendar.notjustifieddays.rotext
source: Unjustified days
ca: Dies no justificats
eu: Justifikatu gabeko egunak
sk: Neospravedlnené dni

# RES_calendar.notreliableddays.rotext
source: Unreliable days
ca: Dies no fiables
eu: Egun fidagarriak
sk: Nespoľahlivé dni

# RES_calendar.remarksconfig.rotext
source: Highlights Settings
ca: Configuració alertes
eu: Nabarmendu ezarpenak
sk: Konfigurácia zvýraznenia
