Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_frmadvcopy.lblbloquedignore.text.rotext
source: Skip the day but keep the schedule we were going to copy and continue
ca: Saltar el dia però mantenir l’horari que volíem copiar i continuar endavant
eu: Saltatu eguna baina mantendu kopiatuko genuen ordutegia eta jarraitu
sk: Vynechajte tento deň, ale zachovajte rozvrh, ktorý sme sa chystali skopírovať a pokračovať

# RES_frmadvcopy.lblbloquedignoredesc.text.rotext
source: E.g.: With repetitions 'Morning', 'Afternoon', 'Evening', on Monday we copy 'Morning' and Tuesday is blocked to copy 'Afternoon'. The program will continue copying the 'Afternoon' time slot on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts està bloquejat per copiar ´Tarda´. El programa continuarà copiant el dimecres l’horari ´Tarda´.
eu: Adib.: 'Goizean', 'Arratsaldean', 'Gauean' errepikapenekin, astelehenean 'Goizean' kopiatzen dugu eta asteartean 'Arratsaldean' kopiatzea blokeatzen da. Programak 'Arratsaldeko' ordutegia kopiatzen jarraituko du asteazkenean.
sk: Napr.: Pri opakovaniach "Ráno", "Popoludnie", "Večer" sa v pondelok kopíruje "Ráno" a v utorok je blokované kopírovanie "Popoludnie". Program bude v stredu pokračovať v kopírovaní "Popoludnie".

# RES_frmadvcopy.lblbloquedoverwrite.text.rotext
source: Overwrite even if locked
ca: Sobreescriure encara que estigui bloquejat
eu: Gainidatzi blokeatuta egon arren
sk: Prepísanie aj v prípade uzamknutia

# RES_frmadvcopy.lblbloquedskip.text.rotext
source: Skip the day and time we were going to copy and continue
ca: Saltar el dia i l’horari que volíem copiar i continuar endavant
eu: Saltatu kopiatuko genuen eguna eta ordua eta jarraitu
sk: Preskočte deň a čas, ktorý sme chceli skopírovať, a pokračujte

# RES_frmadvcopy.lblbloquedskipdesc.text.rotext
source: E.g.: With repetitions 'Morning', 'Afternoon', 'Evening', on Monday we copy 'Morning' and Tuesday is blocked to copy 'Afternoon'. The program will continue copying the following time slot 'Evening' on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts està bloquejat per copiar ´Tarda´. El programa continuarà copiant el dimecres l’horari següent ´Nit´.
eu: Adib.: 'Goizean', 'Arratsaldean', 'Gauean' errepikapenekin, astelehenean 'Goizean' kopiatzen dugu eta asteartean 'Arratsaldean' kopiatzea blokeatzen da. Programak asteazkenean 'Gaua' hurrengo ordutegia kopiatzen jarraituko du.
sk: Napr.: Pri opakovaniach "Ráno", "Popoludnie", "Večer" jeden pondelok kopírujeme "Ráno" a utorok je blokovaný na kopírovanie "Popoludnie". Program bude pokračovať v kopírovaní v stredu, keď sa bude opakovať 'Večer'.

# RES_frmadvcopy.lblcopy.text.rotext
source: Copy
ca: Copiar
eu: Kopiatu
sk: Kopírovať

# RES_frmadvcopy.lblespecialpasteinfo.text.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
eu: Inprimaki honek arbelean kopiatu dituzun orduak erabiltzaile bati esleitzeko aukera ematen dizu zuk zehaztutako daten artean.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_frmadvcopy.lblholidayignore.text.rotext
source: Skip the day but keep the schedule we were going to copy and continue
ca: Saltar el dia però mantenir l’horari que volíem copiar i continuar endavant
eu: Saltatu eguna baina mantendu kopiatuko genuen ordutegia eta jarraitu
sk: Vynechajte tento deň, ale zachovajte rozvrh, ktorý sme sa chystali skopírovať a pokračovať

# RES_frmadvcopy.lblholidayignoredesc.text.rotext
source: E.g.: With repetitions of 'Morning', 'Afternoon', 'Evening', on a Monday we copy 'Morning' and on Tuesday there is a holiday. The program will continue copying the 'Afternoon' schedule on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts té vacances. El programa continuarà copiant el dimecres l’horari ´Tarda´.
eu: Adib.: 'Goizean', 'Arratsaldean', 'Gauean' errepikapenekin, astelehenean 'Bihar' kopiatzen dugu eta asteartean jaiegunak izaten dira. Programak 'Arratsaldeko' ordutegia kopiatzen jarraituko du asteazkenean.
sk: Napr.: Pri opakovaní "Ráno", "Popoludní", "Večer", v pondelok kopírujeme "Ráno" a v utorok je sviatok. Program bude pokračovať kopírovaním 'Popoludnie' v stredu.

# RES_frmadvcopy.lblholidayoverwrite.text.rotext
source: Overwrite even if there are holidays
ca: Sobreescriure encara que hi hagi vacances
eu: Gainidatzi oporrak egon arren
sk: Prepísať aj v prípade dovolenky

# RES_frmadvcopy.lblholidayskip.text.rotext
source: Skip the day and time we were going to copy and continue
ca: Saltar el dia i l’horari que volíem copiar i continuar endavant
eu: Saltatu kopiatuko genuen eguna eta ordua eta jarraitu
sk: Preskočte deň a čas, ktorý sme chceli skopírovať, a pokračujte

# RES_frmadvcopy.lblholidayskipdesc.text.rotext
source: E.g.: With repetitions 'Morning', 'Afternoon', 'Evening', on a Monday we copy 'Morning' and on Tuesday there is a holiday. The program will continue copying the following schedule 'Evening' on Wednesday.
ca: Ex.: Amb repeticions ´Matí´,´Tarda´,´Nit´, un dilluns copiem ´Matí´ i el dimarts té vacances. El programa continuarà copiant el dimecres l’horari següent ´Nit´.
eu: Adib.: 'Goizean', 'Arratsaldean', 'Gauean' errepikapenekin, astelehenean 'Bihar' kopiatzen dugu eta asteartean jaiegunak izaten dira. Programak asteazkenean 'Gaua' hurrengo ordutegia kopiatzen jarraituko du.
sk: Napr.: Pri opakovaní "ráno", "popoludní", "večer", jeden pondelok kopírujeme "ráno" a utorok má sviatok. Program bude pokračovať ďalším kopírovaním 'Večer' v stredu.

# RES_frmadvcopy.lblrepeat.text.rotext
source: Repeat
ca: Repetir
eu: Errepikatu
sk: Opakujte

# RES_frmadvcopy.lblrepeatoptions.text.rotext
source: Other options:
ca: Altres opcions:
eu: Beste aukera batzuk:
sk: Ďalšie možnosti:

# RES_frmadvcopy.lblrepeatskipdays.text.rotext
source: days
ca: dies
eu: egunak
sk: dni

# RES_frmadvcopy.lblrepeatstart.text.rotext
source: Each repetition begins:
ca: Cada repetició comença:
eu: Errepikapen bakoitza hasten da:
sk: Každé opakovanie sa začína:

# RES_frmadvcopy.lblrepeatto.text.rotext
source: Repeat until
ca: Repetir fins al
eu: Errepikatu arte
sk: Opakujte, kým sa

# RES_frmadvcopy.lblshiftsdesc.text.rotext
source: Schedules starting on
ca: Horaris a partir del
eu: Ordutegiak hasita
sk: Rozvrhy začínajúce sa na

# RES_frmadvcopy.lblskipoptionsdesc.text.rotext
source: jump reps:
ca: repeticions saltar:
eu: saltatu errepikapenak:
sk: opakovanie skokov:

# RES_frmadvcopy.lblskipoptionseach.text.rotext
source: Each
ca: Cada
eu: Bakoitzak
sk: Každá stránka

# RES_frmadvcopy.lblskiptomonth.text.rotext
source: until the next day of the month
ca: fins al següent dia del mes
eu: hilaren hurrengo egunera arte
sk: do ďalšieho dňa v mesiaci

# RES_frmadvcopy.lblskiptoweek.text.rotext
source: Until the next day of the week
ca: Fins al següent dia de la setmana
eu: Asteko hurrengo egunera arte
sk: Do ďalšieho dňa v týždni

# RES_frmadvcopy.lblstartsinmediately.text.rotext
source: Each repetition will start right after the previous one ends.
ca: Cada repetició començarà just quan s’acabi l’anterior.
eu: Errepikapen bakoitza aurrekoa amaitu eta berehala hasiko da.
sk: Každé opakovanie sa začne hneď po predchádzajúcom opakovaní.

# RES_frmadvcopy.lbltimes.text.rotext
source: times
ca: vegades
eu: aldiz

# RES_frmadvcopy.lbltitle.text.rotext
source: Paste Special
ca: Enganxament especial
eu: Pasta berezia
sk: Špeciálne lepenie

# RES_frmassignments.assignment.notselected.rotext
source: No position
ca: Sense lloc de treball
eu: Posiziorik ez
sk: Žiadny príspevok

# RES_frmassignments.lblassignment.text.rotext
source: Position:
ca: Lloc de treball:
eu: Posizioa:
sk: Pozícia:

# RES_frmassignments.lblassignmentstitle.text.rotext
source: Select a position
ca: Selecciona un lloc de treball
eu: Hautatu posizio bat
sk: Výber pozície

# RES_frmassignments.lblcomplementaryinfo.text.rotext
source: This form allows you to assign or modify the position that the user will perform.
ca: Aquest formulari et permet assignar o modificar el lloc de treball que l’usuari ocuparà.
eu: Inprimaki honek erabiltzaileak egingo duen posizioa esleitu edo aldatzeko aukera ematen du.
sk: Tento formulár umožňuje priradiť alebo upraviť príspevok, ktorý má používateľ vytvoriť.

# RES_frmcomplementary.lblcomplementaryhours.text.rotext
source: Additional Hours:
ca: Hores complementàries:
eu: Ordu osagarriak:
sk: Doplnkové hodiny:

# RES_frmcomplementary.lblcomplementaryhours2.text.rotext
source: Additional Hours:
ca: Hores complementàries:
eu: Ordu osagarriak:
sk: Doplnkové hodiny:

# RES_frmcomplementary.lblcomplementaryinfo.text.rotext
source: This form allows you to schedule an hourly or floating schedule.
ca: Aquest formulari et permet planificar un horari per hores o flotant.
eu: Inprimaki honek orduko ordutegi edo flotagarri bat planifikatzeko aukera ematen du.
sk: Tento formulár umožňuje plánovať hodinový alebo pohyblivý rozvrh.

# RES_frmcomplementary.lblcomplementarytitle.text.rotext
source: Scheduling Assistant
ca: Assistent de planificació d’horaris
eu: Ordutegien Plangintzako Laguntzailea
sk: Asistent pre tvorbu rozvrhu

# RES_frmcomplementary.lblfirstlayer.text.rotext
source: Definition of the first strip
ca: Definició primera franja
eu: Definizioa lehen zerrenda
sk: Definícia prvého pásma

# RES_frmcomplementary.lblfloatingshift.text.rotext
source: Floating Schedule Start Time
ca: Hora inici horari flotant
eu: Ordua Hasierako ordua Flotantea
sk: Čas Začiatočný čas Pohyblivý čas

# RES_frmcomplementary.lblinicio1.text.rotext
source: Start time:
ca: Hora inici:
eu: Hasiera ordua:
sk: Čas začiatku:

# RES_frmcomplementary.lblinicio2.text.rotext
source: Start time:
ca: Hora inici:
eu: Hasiera ordua:
sk: Čas začiatku:

# RES_frmcomplementary.lblordinary1.text.rotext
source: Regular Hours:
ca: Hores ordinàries:
eu: Ohiko Ordutegia:
sk: Obyčajné hodiny:

# RES_frmcomplementary.lblordinary2.text.rotext
source: Regular Hours:
ca: Hores ordinàries:
eu: Ohiko Ordutegia:
sk: Obyčajné hodiny:

# RES_frmcomplementary.lblsecondlayer.text.rotext
source: Definition of the second strip
ca: Definició segona franja
eu: Bigarren zerrendaren definizioa
sk: Definícia druhého pásma

# RES_frmcomplementary.lblshiftstartfloating.text.rotext
source: Start time:
ca: Hora inici:
eu: Hasiera ordua:
sk: Čas začiatku:

# RES_frmcomplementary.manualdetect.shiftafter.rotext
source: from the day after the schedule
ca: del dia després al de l’horari
eu: biharamunetik ordutegira
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_frmcomplementary.manualdetect.shiftbefore.rotext
source: from the day before the schedule
ca: del dia anterior al de l’horari
eu: ordutegiaren aurreko egunean
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_frmcomplementary.manualdetect.shiftday.rotext
source: of the day of the schedule
ca: del dia de l’horari
eu: ordutegiaren egunekoa
sk: dňa rozvrhu

# RES_frmcopyoptions.ckspcopyholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
eu: Kopiatu oporrak
sk: Kopírovanie dovolenky

# RES_frmcopyoptions.ckspcopymainshifts.text.rotext
source: Copy main schedules
ca: Copiar horaris principals
eu: Kopiatu ordutegi nagusiak
sk: Kopírovanie hlavných plánov

# RES_frmcopyoptions.ckspkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_frmcopyoptions.ckspkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_frmcopyoptions.lblcopytitle.text.rotext
source: What do you want to copy?
ca: Què voleu copiar?
eu: Zer kopiatu nahi duzu?
sk: čo chcete kopírovať?

# RES_frmcopyoptions.lblespecialpasteinfo.text.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
eu: Inprimaki honek arbelean kopiatu dituzun orduak erabiltzaile bati esleitzeko aukera ematen dizu zuk zehaztutako daten artean.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_frmcopyoptions.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_frmcopyoptions.lbltitle.text.rotext
source: Paste Special
ca: Enganxament especial
eu: Pasta berezia
sk: Špeciálne lepenie

# RES_frmerrordetail.lblerrordescription.text.rotext
source: The following errors occurred while processing the calendar.
ca: S’han produït els errors següents en processar el calendari.
eu: Errore hauek gertatu dira egutegia prozesatu bitartean.
sk: Pri spracovaní kalendára sa vyskytli nasledujúce chyby.

# RES_frmerrordetail.lblerrortitle.text.rotext
source: Errors when performing the action
ca: Errors en dur a terme l’acció
eu: Akatsak ekintza burutzean
sk: Chyby pri vykonávaní akcie

# RES_frmfiltercalendar.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
eu: Arrastatu zutabe bat hona...
sk: Potiahnite stĺpec sem...

# RES_frmfiltercalendar.filtercalendar.noassignment.rotext
source: (No positions)
ca: (Sense llocs de treball)
eu: (Ez dago posturik)
sk: (Žiadne príspevky)

# RES_frmfiltercalendar.gridcauses.column.name.rotext
source: Position
ca: Lloc de treball
eu: Posizioa
sk: pošta

# RES_frmfiltercalendar.lblassignmentalerts.text.rotext
source: Select what type of alerts you want to display.
ca: Selecciona quin tipus d’alertes vols mostrar.
eu: Hautatu zein motatako alertak bistaratu nahi dituzun.
sk: Vyberte typ upozornení, ktoré chcete zobraziť.

# RES_frmfiltercalendar.lblassignmentdescription.text.rotext
source: Select the positions you want to display.
ca: Selecciona els llocs de treball que vols mostrar.
eu: Hautatu erakutsi nahi dituzun posizioak.
sk: Vyberte príspevky, ktoré chcete zobraziť.

# RES_frmfiltercalendar.lblfiltertitle.text.rotext
source: Displaying positions
ca: Visualització de llocs de treball
eu: Posizioak ikustea
sk: Vizualizácia príspevkov

# RES_frmfiltercalendar.rbplannedview.text.rotext
source: Alerts on planned staffing
ca: Alertes sobre dotació planificada
eu: Aurreikusitako langileei buruzko alertak
sk: Plánované výstrahy pre posádku

# RES_frmfiltercalendar.rbrealview.text.rotext
source: Alerts on actual endowment
ca: Alertes sobre dotació real
eu: Benetako zuzkidurari buruzko alertak
sk: Upozornenia na skutočnú dotáciu

# RES_frmimportdetail.lblerrordescription.text.rotext
source: Only the days that fall between the selected date range and users could be imported.
ca: Només s’han pogut importar els dies compresos en el període de dates i usuaris seleccionats.
eu: Daten eta hautatutako erabiltzaileen artean igarotzen ziren egunak bakarrik inporta zitezkeen.
sk: Importovať bolo možné len dni v rámci zvoleného rozsahu dátumov a obdobia používateľa.

# RES_frmimportdetail.lblerrortitle.text.rotext
source: Import result
ca: Resultat de la importació
eu: Inportatu emaitza
sk: Výkonnosť importu

# RES_frmimportexcel.ckimportcopyholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
eu: Kopiatu oporrak
sk: Kopírovanie dovolenky

# RES_frmimportexcel.ckimportcopymainshifts.text.rotext
source: Copy main schedules
ca: Copiar horaris principals
eu: Kopiatu ordutegi nagusiak
sk: Kopírovanie hlavných plánov

# RES_frmimportexcel.ckimportkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_frmimportexcel.ckimportkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_frmimportexcel.lblimportdescription.text.rotext
source: From this form you can upload an Excel file with the planning to continue modifying it and import it into Visualtime.
ca: Des d’aquest formulari pots carregar un fitxer Excel amb la planificació per continuar modificant-la i importar-la a Visualtime.
eu: Inprimaki honetatik Excel fitxategi bat igo dezakezu egitarauarekin, aldatzen jarraitzeko eta Visualtime-ra inportatzeko.
sk: Z tohto formulára môžete nahrať súbor Excel s plánom jeho ďalších úprav a importovať ho do aplikácie Visualtime.

# RES_frmimportexcel.lblimportfile.text.rotext
source: Select a file to import
ca: Selecciona un fitxer per importar
eu: Hautatu inportatzeko fitxategi bat
sk: Vyberte súbor, ktorý chcete importovať

# RES_frmimportexcel.lblimporttitle.text.rotext
source: Import file
ca: Importar fitxer
eu: Inportatu fitxategia
sk: Importovať súbor

# RES_frmimportexcel.lblwhatcopy.text.rotext
source: What do you want to copy?
ca: Què voleu copiar?
eu: Zer kopiatu nahi duzu?
sk: čo chcete kopírovať?

# RES_frmimportexcel.lblwhatkeep.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_frmsortcalendar.lblerrordescription.text.rotext
source: Select the order of the fields by which the sort will be performed.
ca: Selecciona l’ordre dels camps que servirà de referència per a l’ordenació.
eu: Hautatu ordenatzeko eremuen ordena.
sk: Vyberte poradie polí, podľa ktorých sa majú zoradiť.

# RES_frmsortcalendar.lblsorttitle.text.rotext
source: Sort calendar
ca: Ordenar calendari
eu: Ordenatu egutegia
sk: Objednávkový kalendár

# RES_frmsortcalendar.order.assignment.rotext
source: Position
ca: Lloc de treball
eu: Posizioa
sk: pošta

# RES_frmsortcalendar.order.employee.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_frmsortcalendar.order.group.rotext
source: Cluster
ca: Grup
eu: Klusterra
sk: skupina

# RES_frmsortcalendar.order.shift.rotext
source: Schedule
ca: Horari
eu: Ordutegia
sk: rozvrh hodín

# RES_incidenceswizard.bc.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_incidenceswizard.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_incidenceswizard.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_incidenceswizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_incidenceswizard.btend.text.rotext
source: Finish
ca: Finalitzar
eu: Amaitu
sk: Koniec

# RES_incidenceswizard.btndownload.text.rotext
source: Download file
ca: Descarregar fitxer
eu: Deskargatu fitxategia
sk: Stiahnuť súbor

# RES_incidenceswizard.btndownload.tooltip.rotext
source: Download file
ca: Descarregar fitxer
eu: Deskargatu fitxategia
sk: Stiahnuť súbor

# RES_incidenceswizard.btnexporttoxls.text.rotext
source: Export
ca: Exportar
eu: Esportatu

# RES_incidenceswizard.btnexporttoxls.tooltip.rotext
source: Export to Excel
ca: Exportar a Excel
eu: Esportatu Excel-era
sk: Export do programu Excel

# RES_incidenceswizard.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_incidenceswizard.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_incidenceswizard.checkpage.page2.incorrectselection.rotext
source: Wrong selection
ca: Selecció incorrecta
eu: Hautaketa okerra
sk: Nesprávny výber

# RES_incidenceswizard.checkpage.page2.noemployeeselected.rotext
source: Empty selection
ca: Selecció buida
eu: Hautaketa hutsa
sk: Prázdny výber

# RES_incidenceswizard.checkpage.page3.freezingdate.rotext
source: There are users with closing dates or future dates
ca: Hi ha usuaris amb dates en període de tancament o futures
eu: Erabiltzaileak daude itxiera epean edo etorkizunean datak dituztenak
sk: Existujú používatelia s dátumami v období uzávierky alebo s budúcimi dátumami

# RES_incidenceswizard.checkpage.page3.incorrectdates.rotext
source: Incorrect period
ca: Període incorrecte
eu: Epe okerra
sk: Nesprávne obdobie

# RES_incidenceswizard.checkpage.page3.incorrectperiod.rotext
source: Incorrect period
ca: Període incorrecte
eu: Epe okerra
sk: Nesprávne obdobie

# RES_incidenceswizard.checkpage.page3.longperiod.rotext
source: You can only indicate a maximum of 31 days
ca: Només pots indicar com a màxim 31 dies
eu: Gehienez 31 egun bakarrik adierazi ditzakezu
sk: Môžete uviesť maximálne 31 dní

# RES_incidenceswizard.checkpage.page4.incidencestype.rotext
source: Select an incident
ca: Selecciona alguna incidència
eu: Hautatu gorabehera bat
sk: Vyberte problém

# RES_incidenceswizard.checkpage.page5.editingdata.rotext
source: Data in editing
ca: Dades en edició
eu: Datuak edizioan
sk: Údaje v edícii

# RES_incidenceswizard.checkpage.page5.emtydata.rotext
source: No data
ca: Sense dades
eu: Ez dago daturik
sk: Žiadne údaje

# RES_incidenceswizard.checkpage.page6.editingdata.rotext
source: Data in editing
ca: Dades en edició
eu: Datuak edizioan
sk: Údaje v edícii

# RES_incidenceswizard.checkpage.page6.emtydata.rotext
source: No data
ca: Sense dades
eu: Ez dago daturik
sk: Žiadne údaje

# RES_incidenceswizard.chkincidence.text.rotext
source: Minimum Accumulated Time of the Incident:
ca: Temps mínim acumulat de la incidència:
eu: Gertakariaren gutxieneko denbora metatua:
sk: Minimálny kumulatívny čas nárazu:

# RES_incidenceswizard.costcenter.defaultcostcenter.rotext
source: (unassigned)
ca: (sense assignar)
eu: (Esleitu gabe)
sk: (Nepridelené)

# RES_incidenceswizard.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
eu: Arrastatu zutabe bat hona...
sk: Potiahnite stĺpec sem...

# RES_incidenceswizard.end.assigncauseswelcome1.text.rotext
source: Completed with errors.
ca: Finalitzat amb errors.
eu: Akatsekin osatua.
sk: Dokončené s chybami.

# RES_incidenceswizard.end.error.assigncauseswelcome1.text.rotext
source: Completed with errors
ca: Finalitzat amb errors
eu: Akatsekin osatua
sk: Dokončené s chybami

# RES_incidenceswizard.end.error.assigncauseswelcome2.text.rotext
source: An error has occurred justifying incidents.
ca: S’ha produït un error en justificar incidències.
eu: Akats bat gertatu da gertakariak justifikatzean.
sk: Vyskytla sa chyba odôvodňujúca incidenty.

# RES_incidenceswizard.end.ok.assigncauseswelcome1.text.rotext
source: Completed successfully.
ca: Finalitzat correctament.
eu: Ondo osatu da.
sk: Úspešne dokončené.

# RES_incidenceswizard.end.ok.assigncauseswelcome2.text.rotext
source: Correctly justified incidents.
ca: Incidències justificades correctament.
eu: Behar bezala justifikatutako gorabeherak.
sk: Správne odôvodnené incidenty.

# RES_incidenceswizard.error.couldnotretrievetask.text.rotext
source: An unexpected error has occurred. Please try again later.
ca: Es va produir un error inesperat. Intenteu-ho més tard.
eu: Ustekabeko errore bat gertatu da. Saiatu berriro geroago.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr.

# RES_incidenceswizard.grdcenters.column.name.rotext
source: Center
ca: Centre
eu: Zentroa
sk: Stredisko

# RES_incidenceswizard.gridcauses.column.name.rotext
source: Justification
ca: Justificació
eu: Justifikazioa
sk: odôvodnenie

# RES_incidenceswizard.gridincidences.column.begintime.rotext
source: Home
ca: Inici
eu: Hasi
sk: domov

# RES_incidenceswizard.gridincidences.column.center.rotext
source: Center
ca: Centre
eu: Zentroa
sk: Stredisko

# RES_incidenceswizard.gridincidences.column.contract.rotext
source: Contract
ca: Contracte
eu: Kontratua
sk: Zmluva

# RES_incidenceswizard.gridincidences.column.date.rotext
source: Date
ca: Data
eu: Data
sk: dátum

# RES_incidenceswizard.gridincidences.column.employee.rotext
source: User
ca: Usuari
eu: Erabiltzailea
sk: používateľ

# RES_incidenceswizard.gridincidences.column.endtime.rotext
source: End
ca: Final
eu: Amaiera
sk: Koniec
