Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tactivity.ainsert.rotext
source: Se ha creado un nueva actividad con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova activitat amb les dades següents:$CRLF $@FieldsValues@
eu: Jarduera berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle activité a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova actividade cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova attività con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova atividade com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová aktivita s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tactivity.aselect.rotext
source: Se ha consultado una actividad
ca: S’ha consultat una activitat
eu: Jarduera bat kontsultatu da
fr: Une activité a été consultée
gl: Consultouse unha actividade
it: È stata consultata un´attività
pt: Foi consultada uma atividade
sk: Bola konzultovaná činnosť

# RES_audit.message.tactivity.aupdate.rotext
source: Se han modificado los siguientes datos de la actividad:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de l’activitat:$CRLF $@FieldsValues@
eu: Jarduera-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de l´activité ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da actividade:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati dell´attività:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da atividade:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje o činnosti:$CRLF $@FieldsValues@

# RES_audit.message.tadvancedparameter.ainsert.rotext
source: Se ha creado el parámetro avanzado
ca: S’ha creat el paràmetre avançat
eu: Parametro aurreratua sortu da
fr: Le paramètre avancé a été créé
gl: Creouse o parámetro avanzado
it: È stato creato il parametro avanzato
pt: O parâmetro avançado foi criado
sk: Bol vytvorený rozšírený parameter

# RES_audit.message.tadvancedparameter.aselect.rotext
source: Se ha consultado el parámetro avanzado
ca: S’ha consultat el paràmetre avançat
eu: Parametro aurreratua kontsultatu da
fr: Le paramètre avancé a été consulté
gl: Consultouse o parámetro avanzado
it: È stato consultato il parametro avanzato
pt: O parâmetro avançado foi consultado
sk: Bol skontrolovaný rozšírený parameter

# RES_audit.message.tadvancedparameter.aupdate.rotext
source: Se ha actualizado el valor del parámetro
ca: S’ha actualitzat el valor del paràmetre
eu: Parametroaren balioa eguneratu da
fr: La valeur du paramètre a été mise à jour
gl: Actualizouse o valor do parámetro
it: È stato aggiornato il valore del parametro
pt: O valor do parâmetro foi atualizado
sk: Hodnota parametra

# RES_audit.message.tassigncause.ainsert.rotext
source: Se ha realizado una introducción masiva de justificaciones del usuario/s ($@DestinationEmployeeName@) entre el $@DateIni@ y el $@DateEnd@, con la justificación $@Cause@, ausencia completa: $@CompletedDays@
ca: S’ha realitzat una introducció massiva de justificacions de l’usuari o usuaris ($@DestinationEmployeeName@) entre el $@DateIni@ i el $@DateEnd@, amb la justificació $@Cause@, absència completa: $@CompletedDays@
eu: Erabiltzaileen justifikazioen ($@DestinationEmployeeName@) sarrera masiboa egin da $@DateIni@ eta $@DateEnd@ artean, $@Cause@ justifikazioarekin, absentzia osoa: $@CompletedDays@
fr: Une saisie en masse de justifications de l’utilisateur/des utilisateurs ($@DestinationEmployeeName@) a été effectuée entre le $@DateIni@ et le $@DateEnd@, avec la justification $@Cause@, absence complète : $@CompletedDays@
gl: Realizouse unha introdución masiva de xustificacións do/s usuario/s ($@DestinationEmployeeName@) entre o $@DateIni@ e o $@DateEnd@, coa xustificación $@Cause@, ausencia completa: $@CompletedDays@
it: È stata effettuata un’immissione in blocco di giustificazioni dell´utente/degli utenti ($@DestinationEmployeeName@) tra il $@DateIni@ e il $@DateEnd@, con la giustificazione $@Cause@, assenza completa: $@CompletedDays@
pt: Foi introduzida uma quantidade massiva de justificações do(s) utilizador(es) ($@DestinationEmployeeName@) entre $@DateIni@ e $@DateEnd@, com a justificação $@Cause@, ausência total: $@CompletedDays@
sk: Hromadné zadanie odôvodnenia používateľa/ov ($@DestinationEmployeeName@) bolo vykonané medzi $@DateIni@ a $@DateEnd@, s odôvodnením $@Cause@, absencia dokončená: $@CompletedDays@

# RES_audit.message.tassigncause.aupdate.rotext
source: Se ha realizado una introducción masiva de justificaciones del usuario/s ($@DestinationEmployeeName@) entre el $@DateIni@ y el $@DateEnd@, con la justificación $@Cause@, ausencia completa: $@CompletedDays@
ca: S’ha realitzat una introducció massiva de justificacions de l’usuari o usuaris ($@DestinationEmployeeName@) entre el $@DateIni@ i el $@DateEnd@, amb la justificació $@Cause@, absència completa: $@CompletedDays@
eu: Erabiltzaileen justifikazioen ($@DestinationEmployeeName@) sarrera masiboa egin da $@DateIni@ eta $@DateEnd@ artean, $@Cause@ justifikazioarekin, absentzia osoa: $@CompletedDays@
fr: Une saisie en masse de justifications de l’utilisateur/des utilisateurs ($@DestinationEmployeeName@) a été effectuée entre le $@DateIni@ et le $@DateEnd@, avec la justification $@Cause@, absence complète : $@CompletedDays@
gl: Realizouse unha introdución masiva de xustificacións do/s usuario/s ($@DestinationEmployeeName@) entre o $@DateIni@ e o $@DateEnd@, coa xustificación $@Cause@, ausencia completa: $@CompletedDays@
it: È stata effettuata un’immissione in blocco di giustificazioni dell´utente/degli utenti ($@DestinationEmployeeName@) tra il $@DateIni@ e il $@DateEnd@, con la giustificazione $@Cause@, assenza completa: $@CompletedDays@
pt: Foi introduzida uma quantidade massiva de justificações do(s) utilizador(es) ($@DestinationEmployeeName@) entre $@DateIni@ e $@DateEnd@, com a justificação $@Cause@, ausência total: $@CompletedDays@
sk: Hromadné zadanie odôvodnenia používateľa/ov ($@DestinationEmployeeName@) bolo vykonané medzi $@DateIni@ a $@DateEnd@, s odôvodnením $@Cause@, absencia dokončená: $@CompletedDays@

# RES_audit.message.tassigncenters.aupdate.rotext
source: Se ha realizado una asignación masiva de centros de coste entre el $@DateIni@ y el $@DateEnd@.
ca: S’ha realitzat una assignació massiva de centres de cost entre el $@DateIni@ i el $@DateEnd@.
eu: Kostu-zentroen esleipen masiboa egin da $@DateIni@ eta $@DateEnd@ artean.
fr: Une attribution en masse de centres de coût a été effectuée entre le $@DateIni@ et le $@DateEnd@.
gl: Realizouse unha asignación masiva de centros de custos entre o $@DateIni@ e o $@DateEnd@.
it: È stata effettuata un´assegnazione in blocco dei centri di costo tra il $@DateIni@ e il $@DateEnd@.
pt: Foi feita uma atribuição massiva de centros de custos entre $@DateIni@ e $@DateEnd@.
sk: Bolo vykonané hromadné priradenie nákladových stredísk medzi $@DateIni@ a $@DateEnd@.

# RES_audit.message.tassignment.adelete.rotext
source: Se ha borrado el puesto $@AssignmentName@.
ca: S’ha esborrat el lloc $@AssignmentName@.
eu: $@AssignmentName@ posizioa ezabatu da.
fr: Le poste $@AssignmentName@ a été supprimé.
gl: Borrouse o posto $@AssignmentName@.
it: È stata eliminata la posizione $@AssignmentName@.
pt: Foi apagado o posto $@AssignmentName@.
sk: Príspevok $@AssignmentName@ bol vymazaný.

# RES_audit.message.tassignment.ainsert.rotext
source: Se ha creado un nuevo puesto con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou lloc amb les dades següents:$CRLF $@FieldsValues@
eu: Postu berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau poste a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo posto cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova posizione con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo posto com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová položka s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tassignment.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.tassignment.aupdate.rotext
source: Se han modificado los siguientes datos del puesto:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del lloc:$CRLF $@FieldsValues@
eu: Posizio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du poste ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do posto:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della posizione:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do posto:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje úlohy:$CRLF $@FieldsValues@

# RES_audit.message.tattendancedata.aselect.rotext
source: Se han consultado datos de control horario ($@CubeView@) del período $@DateIni@ a $@DateEnd@ para los siguientes usuarios:$CRLF $@EmployeeNames@
ca: S’han consultat dades de control horari ($@CubeView@) del període $@DateIni@ a $@DateEnd@ per als usuaris següents:$CRLF $@EmployeeNames@
eu: $@DateIni@ eta $@DateEnd@ arteko denboraren datuak ($@CubeView@) erabiltzaile hauentzat kontsultatu dira: $CRLF $@EmployeeNames@
fr: Les données de contrôle horaire($@CubeView@) de la période comprise entre le $@DateIni@ et le $@DateEnd@ ont été consultées pour les utilisateurs suivants : $CRLF $@EmployeeNames@
gl: Consultáronse datos de control horario($@CubeView@) do período $@DateIni@ a $@DateEnd@ para os seguintes usuarios:$CRLF $@EmployeeNames@
it: Sono stati consultati i dati del controllo orario ($@CubeView@) del periodo da $@DateIni@ a $@DateEnd@ per i seguenti utenti:$CRLF $@EmployeeNames@
pt: Foram consultados os dados de controlo horário ($@CubeView@) do período $@DateIni@ a $@DateEnd@ referentes aos seguintes utilizadores:$CRLF $@EmployeeNames@
sk: Údaje o časovom rozvrhu ($@CubeView@) za obdobie od $@DateIni@ do $@DateEnd@ boli vyhľadané pre týchto používateľov:$CRLF $@EmployeeNames@

# RES_audit.message.tbot.adelete.rotext
source: Se ha borrado un bot
ca: S´ha esborrat un bot
eu: Bot bat ezabatu da
fr: Un bot a été supprimé
gl: Eliminouse un bot
it: Un bot è stato eliminato
pt: Um bot foi excluído
sk: Bot bol odstránený

# RES_audit.message.tbot.aexecuted.rotext
source: Se ha ejecutado un bot
ca: S´ha executat un bot
eu: Bot bat exekutatu da
fr: Un bot a été exécuté
gl: Executouse un bot
it: È stato eseguito un bot
pt: Um bot foi executado
sk: Bol spustený bot

# RES_audit.message.tbot.ainsert.rotext
source: Se ha creado un nuevo bot
ca: S´ha creat un bot
eu: Bot berri bat sortu da
fr: Un nouveau bot a été créé
gl: Creouse un novo bot
it: È stato creato un nuovo bot
pt: Um novo bot foi criado
sk: Bol vytvorený nový bot

# RES_audit.message.tbot.aselect.rotext
source: Se ha seleccionado un bot
ca: S´ha seleccionat un bot
eu: Bot bat hautatu da
fr: Un bot a été sélectionné
gl: Seleccionouse un bot
it: È stato selezionato un bot
pt: Um bot foi selecionado
sk: Bol vybraný bot

# RES_audit.message.tbot.aupdate.rotext
source: Se ha modificado un bot
ca: S´ha modificat un bot
eu: Bot bat aldatu da
fr: Un bot a été modifié
gl: Modificouse un bot
it: Un bot è stato modificato
pt: Um bot foi modificado
sk: Bot bol upravený

# RES_audit.message.tbotrule.adelete.rotext
source: Se ha borrado una regla de bot
ca: S´ha esborrat una regla de bot
eu: Bot arau bat ezabatu da
fr: Une règle de bot a été supprimée
gl: Eliminouse unha regra de bot
it: Una regola del bot è stata eliminata
pt: Uma regra de bot foi excluída
sk: Pravidlo bota bolo odstránené

# RES_audit.message.tbotrule.aexecuted.rotext
source: Se ha ejecutado una regla de bot
ca: S´ha executat una regla de bot
eu: Bot arau bat exekutatu da
fr: Une règle de bot a été exécutée
gl: Executouse unha regra de bot
it: È stata eseguita una regola del bot
pt: Uma regra de bot foi executada
sk: Bolo vykonané pravidlo bota

# RES_audit.message.tbotrule.ainsert.rotext
source: Se ha creado una regla de bot
ca: S´ha creat una regla de bot
eu: Bot arau bat sortu da
fr: Une règle de bot a été créée
gl: Creouse unha regra de bot
it: È stata creata una regola del bot
pt: Uma regra de bot foi criada
sk: Bolo vytvorené pravidlo bota

# RES_audit.message.tbotrule.aselect.rotext
source: Se ha seleccionado una regla de bot
ca: S´ha seleccionat una regla de bot
eu: Bot arau bat hautatu da
fr: Une règle de bot a été sélectionnée
gl: Seleccionouse unha regra de bot
it: È stata selezionata una regola del bot
pt: Uma regra de bot foi selecionada
sk: Bolo vybrané pravidlo bota

# RES_audit.message.tbotrule.aupdate.rotext
source: Se ha modificado una regla de bot
ca: S´ha modificat una regla de bot
eu: Bot arau bat aldatu da
fr: Une règle de bot a été modifiée
gl: Modificouse unha regra de bot
it: Una regola del bot è stata modificata
pt: Uma regra de bot foi modificada
sk: Pravidlo bota bolo upravené

# RES_audit.message.tbudget.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.tbudget.aupdate.rotext
source: Se ha actualizado el presupuesto
ca: S’ha actualitzat el pressupost
eu: Aurrekontua eguneratu da
fr: Le budget a été mis à jour
gl: Actualizouse o presuposto
it: È stato aggiornato il budget
pt: O orçamento foi atualizado
sk: Rozpočet bol aktualizovaný

# RES_audit.message.tbudgetrow.aupdate.rotext
source: Se ha actualizado una fila del presupuesto
ca: S’ha actualitzat una fila del pressupost
eu: Aurrekontu errenkada bat eguneratu da
fr: Une ligne du budget a été mise à jour
gl: Actualizouse unha fila do presuposto
it: È stata aggiornata una riga del budget
pt: Foi adicionada uma fila do orçamento
sk: Jeden riadok rozpočtu bol aktualizovaný

# RES_audit.message.tcalendar.aselect.rotext
source: Se ha consultado el calendario
ca: S’ha consultat el calendari
eu: Egutegia kontsultatu da
fr: Le calendrier a été consulté
gl: Consultouse o calendario
it: È stato consultato il calendario
pt: Foi consultado o calendário
sk: Kalendár bol prekonzultovaný

# RES_audit.message.tcalendar.aupdate.rotext
source: Se ha modificado el calendario
ca: S’ha modificat el calendari
eu: Egutegia aldatu egin da
fr: Le calendrier a été modifié
gl: Modificouse o calendario
it: È stato modificato il calendario
pt: Foi modificado o calendário
sk: Rozvrh bol upravený

# RES_audit.message.tcalendarrow.aupdate.rotext
source: Se ha modificado la planificación del usuario $@EmployeeName@ del día $@ShiftDate@ con el horario $@ShiftName@. Bloqueado: $@IsLockedBeforeUpdate@ --> $@NowLocked@. Vacaciones: $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@
ca: S’ha modificat la planificació de l’usuari $@EmployeeName@ del dia $@ShiftDate@ amb l’horari $@ShiftName@. Bloquejat: $@IsLockedBeforeUpdate@ --> $@NowLocked@. Vacances: $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@
eu: $@ShiftDate@ eguneko $@EmployeeName@ erabiltzailearen ordutegia $@ShiftName@ denborarekin aldatu da. Blokeatuta: $@IsLockedBeforeUpdate@ --> $@NowLocked@. Oporrak: $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@
fr: La planification de l´utilisateur $@EmployeeName@ du $@ShiftDate@ avec l´horaire $@ShiftName@ a été modifiée. Bloqué : $@IsLockedBeforeUpdate@ --> $@NowLocked@. Congés : $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@
gl: Modificouse a planificación do usuario $@EmployeeName@ do día $@ShiftDate@ co horario $@ShiftName@. Bloqueado: $@IsLockedBeforeUpdate@ --> $@NowLocked@. Vacacións: $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@
it: È stata modificata la pianificazione dell´utente $@EmployeeName@ del giorno $@ShiftDate@ con l´orario $@ShiftName@. Bloccato: $@IsLockedBeforeUpdate@ --> $@NowLocked@. Ferie: $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@
pt: Foi modificada o planeamento do utilizador $@EmployeeName@ do dia $@ShiftDate@ com o horário $@ShiftName@. Bloqueado: $@IsLockedBeforeUpdate@ --> $@NowLocked@. Férias: $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@
sk: Rozvrh používateľa $@EmployeeName@ dňa $@ShiftDate@ bol upravený s časom $@ShiftName@. Uzamknuté: $@IsLockedBeforeUpdate@ --> $@NowLocked@. Sviatky: $@HasHolidaysBeforeUpdate@ --> $@NowHolidays@

# RES_audit.message.tcamera.adelete.rotext
source: Se ha borrado la cámara
ca: S’ha esborrat la càmera
eu: Kamera ezabatu da
fr: La caméra a été supprimée
gl: Borrouse a cámara
it: È stata eliminata la videocamera
pt: Foi apagada a câmara
sk: Fotoaparát bol vymazaný

# RES_audit.message.tcamera.ainsert.rotext
source: Se ha creado un nueva cámara con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova càmera amb les dades següents:$CRLF $@FieldsValues@
eu: Kamera berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle caméra été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova cámara cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova videocamera con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova câmara com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový fotoaparát s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tcamera.aselect.rotext
source: Se ha consultado una cámara
ca: S’ha consultat una càmera
eu: Kamera bat kontsultatu da
fr: Une caméra a été consultée
gl: Consultouse unha cámara
it: È stata consultata una videocamera
pt: Foi consultada uma câmara
sk: Konzultácia s fotoaparátom

# RES_audit.message.tcamera.aupdate.rotext
source: Se han modificado los siguientes datos de la cámara:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la càmera:$CRLF $@FieldsValues@
eu: Kameraren datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la caméra ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da cámara:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della videocamera:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da câmara:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje kamery:$CRLF $@FieldsValues@

# RES_audit.message.tcaptcha.aexecuted.rotext
source: Se ha introducido un código de validación
ca: S’ha introduït un codi de validació
eu: Baliozkotze-kode bat sartu da
fr: Un code de validation a été saisi
gl: Introduciuse un código de validación
it: È stato inserito un codice di convalida
pt: Foi introduzido um código de validação
sk: Bol zadaný overovací kód

# RES_audit.message.tcause.adelete.rotext
source: Se ha borrado la justificación
ca: S’ha esborrat la justificació
eu: Justifikazioa ezabatu da
fr: La justification a été supprimée
gl: Borrouse a xustificación
it: È stata eliminata la giustificazione
pt: Foi apagada uma justificação
sk: Odôvodnenie vypustené

# RES_audit.message.tcause.ainsert.rotext
source: Se ha creado un nueva justificación con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova justificació amb les dades següents:$CRLF $@FieldsValues@
eu: Justifikazio berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle justification a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova xustificación cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova giustificazione con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova justificação com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené nové odôvodnenie s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tcause.aselect.rotext
source: Se ha consultado una justificación
ca: S’ha consultat una justificació
eu: Justifikazio bat kontsultatu da
fr: Une justification a été consultée
gl: Consultouse unha xustificación
it: È stata consultata una giustificazione
pt: Foi consultada uma justificação
sk: Odôvodnenie bolo konzultované

# RES_audit.message.tcause.aupdate.rotext
source: Se han modificado los siguientes datos del justificación:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la justificació:$CRLF $@FieldsValues@
eu: Justifikazio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la justification ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da xustificación:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della giustificazione:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da justificação:$CRLF $@FieldsValues@
sk: Nasledujúce údaje o odôvodnení boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tcauselimitvalue.adelete.rotext
source: Se ha borrado el límite de justificación
ca: S’ha esborrat el límit de justificació
eu: Justifikazio-muga garbitu da
fr: La limite de justification a été supprimée
gl: Borrouse o límite de xustificación
it: È stato eliminato il limite di giustificazione
pt: Foi apagado o limite da justificação
sk: Limit odôvodnenia bol zrušený

# RES_audit.message.tcauselimitvalue.ainsert.rotext
source: Se ha creado un nuevo límite de justificación con los datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou límit de justificació amb les dades:$CRLF $@FieldsValues@
eu: Justifikazio-muga berri bat sortu da datuekin: $CRLF $@FieldsValues@
fr: Une nouvelle limite de justification a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo límite de xustificación cos datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo limite di giustificazione con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo limite de justificação com os dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová hranica odôvodnenia s údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tcauselimitvalue.aselect.rotext
source: Se ha consultado el límite de justificación
ca: S’ha consultat el límit de justificació
eu: Justifikazio-muga kontsultatu da
fr: La limite de justification a été consultée
gl: Consultouse o límite de xustificación
it: È stato consultato il limite di giustificazione
pt: Foi consultado o limite da justificação
sk: Limit odôvodnenia bol konzultovaný

# RES_audit.message.tcauselimitvalue.aupdate.rotext
source: Se han modificado los siguientes datos del límite de justificación:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del límit de justificació:$CRLF $@FieldsValues@
eu: Justifikazio-mugako datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la limite de justification ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do límite de xustificación:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del limite di giustificazione:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do limite da justificação:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje limitu odôvodnenia:$CRLF $@FieldsValues@

# RES_audit.message.tchannel.adelete.rotext
source: Se ha borrado el canal de comunicaciones $@ChannelTitle@
ca: S´ha esborrat el canal de comunicacions $@ChannelTitle@
eu: $@ChannelTitle@ komunikazio-kanala ezabatu da
fr: Le canal de communication $@ChannelTitle@ a été supprimé
gl: Eliminouse a canle de comunicacións $@ChannelTitle@
it: Il canale di comunicazione $@ChannelTitle@ è stato eliminato
pt: O canal de comunicação $@ChannelTitle@ foi excluído
sk: Komunikačný kanál $@ChannelTitle@ bol odstránený
