Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tdiningroom.aupdate.rotext
source: Se ha modificado un turno del comedor
ca: S’ha modificat un torn del menjador
eu: Jangelako txanda aldatu da
fr: Un horaire de repas du réfectoire a été modifié
gl: Modificouse unha quenda do comedor
it: È stato modificato un turno della mensa
pt: Foi modificado um horário do refeitório
sk: Jedna zmena v jedálni bola upravená

# RES_audit.message.tdocument.adelete.rotext
source: Se ha eliminado un documento
ca: S’ha eliminat un document
eu: Dokumentu bat ezabatu da
fr: Un document a été supprimé
gl: Eliminouse un documento
it: È stato eliminato un documento
pt: Foi eliminado um documento
sk: Dokument bol vymazaný

# RES_audit.message.tdocument.aselect.rotext
source: Se ha consultado un documento
ca: S’ha consultat un document
eu: Dokumentu bat kontsultatu da
fr: Un document a été consulté
gl: Consultouse un documento
it: È stato consultato un documento
pt: Um documento foi consultado
sk: Bol konzultovaný dokument

# RES_audit.message.tdocument.aupdate.rotext
source: Se ha actualizado un documento
ca: S’ha actualitzat un document
eu: Dokumentu bat eguneratu da
fr: Un document a été mis à jour
gl: Actualizouse un documento
it: Un documento è stato aggiornato
pt: Um documento foi atualizado
sk: Dokument bol aktualizovaný

# RES_audit.message.tdocumentabsence.adelete.rotext
source: Se ha borrado el documento
ca: S’ha esborrat el document
eu: Dokumentua ezabatu da
fr: Le document a été supprimé
gl: Borrouse o documento
it: È stato eliminato il documento
pt: Foi apagado o documento
sk: Dokument bol vymazaný

# RES_audit.message.tdocumentabsence.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.tdocumentabsence.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tdownloadfile.aexecuted.rotext
source: Se ha descargado un fichero del servidor.
ca: S’ha descarregat un fitxer del servidor.
eu: Fitxategi bat deskargatu da zerbitzaritik.
fr: Un fichier a été téléchargé depuis le serveur.
gl: Descargouse un ficheiro do servidor.
it: È stato scaricato un file dal server.
pt: Foi descarregado um ficheiro do servidor.
sk: Súbor bol stiahnutý zo servera.

# RES_audit.message.temergencyreport.aexecuted.rotext
source: Se ha ejecutado de manera anónima los siguientes informes de Emergencia:$CRLF ´$@Name@´
ca: S’han executat de manera anònima els informes d’emergència següents: $CRLF ´$@Name@´
eu: Larrialdi-txosten hauek modu anonimoan egin dira: $CRLF ´$@Name@´
fr: L´exécution des rapports d´urgence suivants a été effectuée de façon anonyme : $CRLF « $@Name@ »
gl: Executáronse de maneira anónima os seguintes informes de Emerxencia:$CRLF ‘$@Name@’
it: Sono stati eseguiti in forma anonima i seguenti rapporti di emergenza:$CRLF ´$@Name@´
pt: Foram executados de forma anónima os seguintes relatórios de Emergência:$CRLF ´$@Name@´
sk: Nasledujúce núdzové správy boli spustené anonymne:$CRLF '$@Name@' $CRLF '$@Name@' $CRLF '$@Name@' $CRLF '$@Name@' $CRLF '$@Name@'

# RES_audit.message.temployee.adelete.rotext
source: Se ha borrado el usuario $@EmployeeName@.
ca: S’ha esborrat l’usuari $@EmployeeName@.
eu: $@EmployeeName@ erabiltzailea ezabatu da.
fr: L’utilisateur $@EmployeeName@ a été supprimé.
gl: Borrouse o usuario $@EmployeeName@.
it: È stato eliminato l´utente $@EmployeeName@.
pt: Foi apagado o utilizador $@EmployeeName@.
sk: Používateľ $@EmployeeName@ bol vymazaný.

# RES_audit.message.temployee.aexecuted.rotext
source: Se ha programado copia de datos masiva(tarea $@iTask@) del usuario:$@SourceEmployeeName@ a los usuarios:$@DestinationEmployeeName@. Campos de la ficha:$@CopyUserFields@($@UserFieldsSelected@). Copia de convenio:$@CopyLabAgree@. Copia de puestos:$@CopyAssignments@($@Assignments@). Copia de planificación: $@CopySchedule@ entre les fechas $@DateIni@ - $@DateEnd@. Opciones de copia: horarios principales:$@CopyMainShifts@ - horarios alternativos:$@AlternativeShifts@ - Copia de vacaciones:$@CopyHolidays@ - Mantener vacaciones actuales:$@KeepBloquedDays@ - Mantener días bloqueados:$@KeepHolidays@. Copia de centros:$@BusinessCenters@
ca: S’ha programat una còpia de dades massiva (tasca $@iTask@) de l’usuari:$@SourceEmployeeName@ als usuaris:$@DestinationEmployeeName@. Camps de la fitxa:$@CopyUserFields@ ($@UserFieldsSelected@). Còpia de conveni:$@CopyLabAgree@. Còpia de llocs:$@CopyAssignments@ ($@Assignments@). Còpia de planificació: $@CopySchedule@ entre les dates $@DateIni@ - $@DateEnd@. Opcions de còpia: horaris principals:$@CopyMainShifts@ - horaris alternatius:$@AlternativeShifts@ - Còpia de vacances:$@CopyHolidays@ - Mantenir vacances actuals:$@KeepBloquedDays@ - Mantenir dies bloquejats:$@KeepHolidays@ Còpia de centres:$@BusinessCenters@
eu: Datu masiboen kopia ($@iTask@ ataza) erabiltzaileak:$@SourceEmployeeName@ erabiltzaileak:$@DestinationEmployeeName@ erabiltzaileentzat programatu da. Fitxa-eremuak:$@CopyUserFields@($@UserFieldsSelected@). Akordioaren kopia:$@CopyLabAgree@. Postuen kopia:$@CopyAssignments@($@Assignments@). Ordutegiaren kopia: $@CopySchedule@ $@DateIni@ - $@DateEnd@ daten artean. Kopiatu aukerak: ordutegi nagusiak:$@CopyMainShifts@ - ordutegi alternatiboak:$@AlternativeShifts@ - Kopiatu oporrak:$@CopyHolidays@ - Mantendu uneko oporrak:$@KeepBlockedDays@ - Mantendu blokeatutako egunak:$@KeepHolidays@. Zentroen kopia:$@BusinessCenters@
fr: La copie de données en masse (tâche $@iTask@) a été programmée de l’utilisateur : $@SourceEmployeeName@ aux utilisateurs : $@DestinationEmployeeName@. Champs de la fiche : $@CopyUserFields@($@UserFieldsSelected@). Copie de convention : $@CopyLabAgree@. Copie de postes : $@CopyAssignments@($@Assignments@). Copie de planification : $@CopySchedule@ entre les dates $@DateIni@ - $@DateEnd@. Options de copie : horaires principaux : $@CopyMainShifts@ - horaires alternatifs : $@AlternativeShifts@ - Copie de congés : $@CopyHolidays@ - Conserver congés actuels : $@KeepBloquedDays@ - Conserver jours bloqués : $@KeepHolidays@. Copie de centres : $@BusinessCenters@
gl: Programouse copia de datos masiva(tarefa $@iTask@) do usuario:$@SourceEmployeeName@ aos usuarios:$@DestinationEmployeeName@. Campos da ficha:$@CopyUserFields@($@UserFieldsSelected@). Copia de convenio:$@CopyLabAgree@. Copia de postos:$@CopyAssignments@($@Assignments@). Copia de planificación: $@CopySchedule@ entre as datas $@DateIni@ - $@DateEnd@. Opcións de copia: horarios principais:$@CopyMainShifts@ - horarios alternativos:$@AlternativeShifts@ - Copia de vacacións:$@CopyHolidays@ - Manter vacacións actuais:$@KeepBloquedDays@ - Manter días bloqueados:$@KeepHolidays@. Copia de centros:$@BusinessCenters@
it: È stata programmata una copia di dati in blocco (attività $@iTask@) dell´utente:$@SourceEmployeeName@ agli utenti:$@DestinationEmployeeName@. Campi della scheda: $@CopyUserFields@($@UserFieldsSelected@). Copia dell´accordo:$@CopyLabAgree@. Copia delle posizioni:$@CopyAssignments@($@Assignments@). Copia di pianificazione: $@CopySchedule@ tra le date $@DateIni@ - $@DateEnd@. Opzioni di copia: orari principali:$@CopyMainShifts@ - orari alternativi:$@AlternativeShifts@ - Copia di vacanze:$@CopyHolidays@ - Mantieni vacanze attuali:$@KeepBloquedDays@ - Mantieni giorni bloccati:$@KeepHolidays@. Copia di centri:$@BusinessCenters@
pt: Foi programada uma cópia massiva de dados (tarefa $@iTask@) do utilizador:$@SourceEmployeeName@ para os utilizadores:$@DestinationEmployeeName@. Campos da ficha:$@CopyUserFields@($@UserFieldsSelected@). Cópia de acordo:$@CopyLabAgree@. Cópia de postos:$@CopyAssignments@($@Assignments@). Cópia da planeamento: $@CopySchedule@ entre as datas $@DateIni@ - $@DateEnd@. Opções de cópia: horários principais:$@CopyMainShifts@ - horários alternativos:$@AlternativeShifts@ - Cópia de férias:$@CopyHolidays@ - Manter férias atuais:$@KeepBloquedDays@ - Manter dias bloqueados:$@KeepHolidays@. Cópia de centros:$@BusinessCenters@
sk: Hromadné kopírovanie údajov (úloha $@iTask@) z používateľa:$@SourceEmployeeName@ do používateľa:$@DestinationEmployeeName@ bolo naplánované. Tabuľka polí:$@CopyUserFields@($@UserFieldsSelected@). Kopírovanie dohody:$@CopyLabAgree@. Kópia pracovných miest:$@CopyAssignments@($@Assignments@). Kopírovanie rozvrhu: $@CopySchedule@ medzi $@DateIni@ - $@DateEnd@. Možnosti kopírovania: hlavné rozvrhy:$@CopyMainShifts@ - alternatívne rozvrhy:$@AlternativeShifts@ - Kopírovanie sviatkov:$@CopyHolidays@ - Ponechať aktuálne sviatky:$@KeepBloquedDays@ - Ponechať blokované dni:$@KeepHolidays@. Copy of sites:$@@BusinessCenters@ - Ponechať blokované dni:$@KeepHolidays@

# RES_audit.message.temployee.ainsert.rotext
source: Se ha creado un nuevo usuario con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou usuari amb les dades següents:$CRLF $@FieldsValues@
eu: Erabiltzaile berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Un nouvel utilisateur a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo usuario cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo utente con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo utilizador com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový používateľ s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.temployee.amultiselect.rotext
source: Se han consultado los siguientes usuarios: $@EmployeeNames@.
ca: S’han consultat els usuaris següents: $@EmployeeNames@.
eu: Erabiltzaile hauek kontsultatu dira: $@EmployeeNames@.
fr: Les utilisateurs suivants ont été consultés : $@EmployeeNames@.
gl: Consultáronse os seguintes usuarios: $@EmployeeNames@.
it: Sono stati consultati i seguenti utenti: $@EmployeeNames@.
pt: Foram consultados os seguintes utilizadores: $@EmployeeNames@.
sk: Boli konzultovaní títo používatelia: $@EmployeeNames@.

# RES_audit.message.temployee.aselect.rotext
source: Se ha consultado el usuario $@EmployeeName@.
ca: S’ha consultat l’usuari $@EmployeeName@.
eu: $@EmployeeName@ erabiltzaileari galdetu zaio.
fr: L´utilisateur $@EmployeeName@ a été consulté.
gl: Consultouse o usuario $@EmployeeName@.
it: È stato consultato l´utente $@EmployeeName@.
pt: Foi consultado o utilizador $@EmployeeName@.
sk: Bol zadaný dotaz na používateľa $@EmployeeName@.

# RES_audit.message.temployee.aupdate.rotext
source: Se han modificado los siguientes datos del usuario:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de l’usuari:$CRLF $@FieldsValues@
eu: Erabiltzaile-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de l´utilisateur ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do usuario:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati dell´utente:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do utilizador:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje používateľa:$CRLF $@FieldsValues@

# RES_audit.message.temployeeassignment.adelete.rotext
source: Se ha borrado el puesto $@AssignmentName@.
ca: S’ha esborrat el lloc $@AssignmentName@.
eu: $@AssignmentName@ posizioa ezabatu da.
fr: Le poste $@AssignmentName@ a été supprimé.
gl: Borrouse o posto $@AssignmentName@.
it: È stata eliminata la posizione $@AssignmentName@.
pt: Foi apagado o posto $@AssignmentName@.
sk: Príspevok $@AssignmentName@ bol vymazaný.

# RES_audit.message.temployeeassignment.ainsert.rotext
source: Se ha creado un nuevo puesto con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou lloc amb les dades següents:$CRLF $@FieldsValues@
eu: Postu berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau poste a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo posto cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova posizione con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo posto com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová položka s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.temployeeassignment.aupdate.rotext
source: Se han modificado los siguientes datos del puesto:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del lloc:$CRLF $@FieldsValues@
eu: Posizio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du poste ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do posto:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della posizione:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do posto:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje úlohy:$CRLF $@FieldsValues@

# RES_audit.message.temployeecenters.adelete.rotext
source: Se ha quitado al usuario $@EmployeeName@ los centros de coste $@Centers@
ca: S’ha eliminat l’usuari $@EmployeeName@ dels centres de cost $@Centers@
eu: $@EmployeeName@ erabiltzailea kendu da $@Centers@ kostu-zentroetatik
fr: L´utilisateur $@EmployeeName@ s´est vu retirer les centres de coût $@Centers@
gl: Retiráronselle ao usuario $@EmployeeName@ os centros de custos $@Centers@
it: All´utente $@EmployeeName@ sono stati eliminati i centri di costo $@Centers@
pt: Foram retirados ao utilizador $@EmployeeName@ os centros de custos $@Centers@
sk: Používateľovi $@EmployeeName@ boli odobraté nákladové strediská $@Centers@

# RES_audit.message.temployeecenters.aexecuted.rotext
source: Se ha asignado al usuario $@EmployeeName@ los centros de coste $@Centers@
ca: S’ha assignat l’usuari $@EmployeeName@ als centres de cost $@Centers@
eu: $@EmployeeName@ erabiltzaileari $@Centers@ kostu-zentroak esleitu zaizkio
fr: L´utilisateur $@EmployeeName@ s´est vu attribuer les centres de coût $@Centers@
gl: Asignáronselle ao usuario $@EmployeeName@ os centros de custos $@Centers@
it: Sono stati assegnati all´utente $@EmployeeName@ i centri di costo $@Centers@
pt: Foram atribuídos ao utilizador $@EmployeeName@ os centros de custos $@Centers@
sk: Používateľovi $@EmployeeName@ boli pridelené nákladové strediská $@Centers@

# RES_audit.message.temployeecenters.ainsert.rotext
source: Se ha añadido al usuario $@EmployeeName@ los centros de coste $@Centers@
ca: S’ha afegit l’usuari $@EmployeeName@ als centres de cost $@Centers@
eu: $@Centers@ kostu-zentroak $@EmployeeName@ erabiltzaileari gehitu zaizkio
fr: L´utilisateur $@EmployeeName@ a été ajouté aux centres de coût $@Centers@
gl: Engadíronselle ao usuario $@EmployeeName@ os centros de custos $@Centers@
it: Sono stati aggiunti all´utente $@EmployeeName@ i centri di costo $@Centers@
pt: Foram adicionados ao utilizador $@EmployeeName@ os centros de custos $@Centers@
sk: Nákladové strediská $@@Centers@ boli pridané k užívateľovi $@EmployeeName@

# RES_audit.message.temployeecontract.adelete.rotext
source: Se ha borrado el contrato $@IDContract@ del usuario $@EmployeeName@.
ca: S’ha esborrat el contracte $@IDContract@ de l’usuari $@EmployeeName@.
eu: $@IDContract@ $@EmployeeName@ erabiltzailearen kontratua ezabatu da.
fr: Le contrat $@IDContract@ de l´utilisateur $@EmployeeName@ a été supprimé.
gl: Borrouse o contrato $@IDContract@ do usuario $@EmployeeName@.
it: È stato eliminato il contratto $@IDContract@ dell´utente $@EmployeeName@.
pt: Foi apagado o contrato $@IDContract@ do utilizador $@EmployeeName@.
sk: Zmluva $@IDContract@ používateľa $@EmployeeName@ bola vymazaná.

# RES_audit.message.temployeecontract.ainsert.rotext
source: Se ha creado un nuevo contrato para el usuario $@EmployeeName@ con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou contracte per a l’usuari $@EmployeeName@ amb les dades següents:$CRLF $@FieldsValues@
eu: $@EmployeeName@ erabiltzailearentzat kontratu berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Un nouveau contrat a été créé pour l´utilisateur $@EmployeeName@ avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo contrato para o usuario $@EmployeeName@ cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo contratto per l´utente $@EmployeeName@ con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo contrato para o utilizador $@EmployeeName@ com os seguintes dados:$CRLF $@FieldsValues@
sk: Pre používateľa $@EmployeeName@ bola vytvorená nová zmluva s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.temployeecontract.amultiselect.rotext
source: Se han consultado los siguientes contratos del usuario $@EmployeeName@:$CRLF $@IDContracts@
ca: S’han consultat els contractes següents de l’usuari $@EmployeeName@:$CRLF $@IDContracts@
eu: Kontratu hauek $@EmployeeName@ erabiltzailearentzat kontsultatu dira:$CRLF $@IDContracts@
fr: Les contrats suivants de l´utilisateur $@EmployeeName@ ont été consultés : $CRLF $@IDContracts@
gl: Consultáronse os seguintes contratos do usuario $@EmployeeName@:$CRLF $@IDContracts@
it: Sono stati consultati i seguenti contratti dell´utente $@EmployeeName@:$CRLF $@IDContracts@
pt: Foram consultados os seguintes contratos do utilizador $@EmployeeName@:$CRLF $@IDContracts@
sk: Boli vyhľadané nasledujúce zmluvy používateľa $@EmployeeName@:$CRLF $@IDContracts@

# RES_audit.message.temployeecontract.aselect.rotext
source: Se ha consultado el contrato $@IDContract@ del usuario $@EmployeeName@
ca: S’ha consultat el contracte $@IDContract@ de l’usuari $@EmployeeName@
eu: $@EmployeeName@ erabiltzailearen $@IDContract@ kontratua kontsultatu da
fr: Le contrat $@IDContract@ de l´utilisateur $@EmployeeName@ a été consulté
gl: Consultouse o contrato $@IDContract@ do usuario $@EmployeeName@
it: È stato consultato il contratto $@IDContract@ dell´utente $@EmployeeName@
pt: Foi consultado o contrato $@IDContract@ do utilizador $@EmployeeName@
sk: Bola vyhľadaná zmluva $@IDContract@ používateľa $@EmployeeName@

# RES_audit.message.temployeecontract.aupdate.rotext
source: Se han modificado los siguientes datos del contrato del usuario $@EmployeeName@:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del contracte de l’usuari $@EmployeeName@:$CRLF $@FieldsValues@
eu: $@EmployeeName@:$CRLF $@FieldsValues@ erabiltzailearen kontratuaren datu hauek aldatu dira
fr: Les données suivantes du contrat de l´utilisateur $@EmployeeName@ ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do contrato do usuario $@EmployeeName@:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del contratto dell´utente $@EmployeeName@:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do contrato do utilizador $@EmployeeName@:$CRLF $@FieldsValues@
sk: Nasledujúce údaje zmluvy používateľa $@EmployeeName@:$CRLF $@FieldsValues@ boli upravené

# RES_audit.message.temployeegroup.ainsert.rotext
source: Se ha insertado la movilidad para el usuario $@EmployeeName@:$CRLF $@FieldsValues@
ca: S’ha introduït la mobilitat per a l’usuari $@EmployeeName@:$CRLF $@FieldsValues@
eu: Mugikortasuna txertatu da $@EmployeeName@:$CRLF $@FieldsValues@ erabiltzailearentzat
fr: La mobilité a été insérée pour l´utilisateur $@EmployeeName@ : $CRLF $@FieldsValues@
gl: Introduciuse a mobilidade para o usuario $@EmployeeName@:$CRLF $@FieldsValues@
it: È stato inserito lo spostamento per l´utente $@EmployeeName@:$CRLF $@FieldsValues@
pt: Foi inserida a mobilidade para o utilizador $@EmployeeName@:$CRLF $@FieldsValues@
sk: Mobilita bola vložená pre používateľa $@EmployeeName@:$CRLF $@FieldsValues@

# RES_audit.message.temployeegroup.aupdate.rotext
source: Se ha actualizado la movilidad para el usuario $@EmployeeName@:$CRLF $@FieldsValues@
ca: S’ha actualitzat la mobilitat per a l’usuari $@EmployeeName@:$CRLF $@FieldsValues@
eu: Mugikortasun eguneratua $@EmployeeName@:$CRLF $@FieldsValues@ erabiltzailearentzat
fr: La mobilité a été mise à jour pour l´utilisateur $@EmployeeName@ : $CRLF $@FieldsValues@
gl: Actualizouse a mobilidade para o usuario $@EmployeeName@:$CRLF $@FieldsValues@
it: È stato aggiornato lo spostamento per l´utente $@EmployeeName@:$CRLF $@FieldsValues@
pt: Foi atualizada a mobilidade para o utilizador $@EmployeeName@:$CRLF $@FieldsValues@
sk: Mobilita bola aktualizovaná pre používateľa $@EmployeeName@:$CRLF $@FieldsValues@

# RES_audit.message.temployeeonterminal.ainsert.rotext
source: Se ha creado un nuevo usuario en el terminal (no se debería)
ca: S’ha creat un nou usuari al terminal (no s’hauria hagut de fer)
eu: Erabiltzaile berri bat sortu da terminalean (ez luke izan behar)
fr: Un nouvel utilisateur a été créé sur le terminal (cela ne devrait pas être le cas)
gl: Creouse un novo usuario no terminal (non se debería)
it: È stato creato un nuovo utente nel terminale (non dovrebbe accadere)
pt: Foi criado um novo utilizador no terminal (não deveria ter sido criado)
sk: Na termináli bol vytvorený nový používateľ (nemal by byť)

# RES_audit.message.tentry.adelete.rotext
source: Se ha borrado el fichaje
ca: S’ha esborrat el fitxatge
eu: Sinadura ezabatu da
fr: Le pointage a été supprimé
gl: Borrouse a fichaxe
it: È stata eliminata la timbratura
pt: A picagem foi apagada
sk: Podpisovanie bolo odstránené

# RES_audit.message.tentry.ainsert.rotext
source: Se ha creado un nuevo fichaje con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou fitxatge amb les dades següents:$CRLF $@FieldsValues@
eu: Erreserba berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Un nouveau pointage a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova fichaxe cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova timbratura con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova picagem com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový súbor s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tentry.aupdate.rotext
source: Se han modificado los siguientes datos del fichaje:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del fitxatge:$CRLF $@FieldsValues@
eu: Transferentzia datu hauek aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes du pointage ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da fichaxe:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della timbratura:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da picagem:$CRLF $@FieldsValues@
sk: V rezervácii boli upravené tieto údaje:$CRLF $@FieldsValues@

# RES_audit.message.teventscheduler.adelete.rotext
source: Borrado
ca: Esborrat
eu: Ezabatua
fr: Suppression
it: Eliminato
pt: Apagado
sk: Odstránené

# RES_audit.message.teventscheduler.ainsert.rotext
source: Alta
eu: altua
fr: haut
it: alto
pt: Registo
sk: Vysoká

# RES_audit.message.teventscheduler.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.teventscheduler.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tgenius.aconnect.rotext
source: Se han consultado datos de la vista genius
ca: S’han consultat dades de la vista Genius
eu: Genius-en ikusitako datuak kontsultatu dira
fr: Les données de la vue Genius ont été consultées
gl: Consultáronse datos da vista Genius
it: Sono stati consultati dati della vista Genius
pt: Foram consultados dados da visualização Genius
sk: Konzultovali sa údaje z pohľadu génia

# RES_audit.message.tgenius.adelete.rotext
source: Se ha borrado la vista genius
ca: S’ha esborrat la vista Genius
eu: jenio-ikuspegia ezabatu da
fr: La vue Genius a été supprimée
gl: Borrouse a vista Genius
it: È stata eliminata la vista Genius
pt: A visualização Genius foi eliminada
sk: Zobrazenie génia bolo odstránené
