Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveCauses.*.resx
Languages: ca, gl

# RES_causes.msgundochangesbar.rotext
source: Deshacer cambios
ca: Desfer canvis
gl: Desfacer cambios

# RES_causes.mskdateperiod1.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskdateperiod1.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskdateperiod2.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskdateperiod2.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskjustifyperiodsend.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskjustifyperiodsend.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskjustifyperiodsstart.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskjustifyperiodsstart.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskpunchdateperiod1.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskpunchdateperiod1.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskpunchdateperiod2.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskpunchdateperiod2.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskpunchesvalue.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskpunchesvalue.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskpunchesvaluetime.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskpunchesvaluetime.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskpunchtimeperiod1.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskpunchtimeperiod1.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskpunchtimeperiod2.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskpunchtimeperiod2.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.msktimeperiod1.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.msktimeperiod1.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.msktimeperiod2.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.msktimeperiod2.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskvisibilityvalue.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskvisibilityvalue.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.mskvisibilityvaluetime.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
gl: <b>campo requirido.</b>

# RES_causes.mskvisibilityvaluetime.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>

# RES_causes.noproductiveincenter.rotext
source: No produce dentro del centro
ca: No produeix dins el centre
gl: Non produce dentro do centro

# RES_causes.noproductiveoutcenter.rotext
source: No produce fuera del centro
ca: No produeix fora del centre
gl: Non produce fóra do centro

# RES_causes.opcheckincidencedesc.text.rotext
source: El usuario es de presencia y producción.
ca: L’usuari és de presència i producció.
gl: O usuario é de presenza e produción.

# RES_causes.opcheckincidencetitle.text.rotext
source: Solo justifica incidencia entre horas
ca: Només justifica incidència entre hores
gl: Só xustifica incidencia entre horas

# RES_causes.optabscencetitle.text.rotext
source: La justificación es por ausencia.
ca: La justificació és per absència.
gl: A xustificación é por ausencia.

# RES_causes.optabsencedesc.text.rotext
source: Esta justificación se genera cuando el usuario está ausente. Por ejemplo, una salida al médico o un retraso.
ca: Aquesta justificació es genera quan l’usuari està absent. Per exemple, una sortida per anar al metge o un retard.
gl: Esta xustificación xérase cando o usuario está ausente. Por exemplo, unha saída ao médico ou un atraso.

# RES_causes.optabsensceholidaydesc.text.rotext
source: El usuario esta de vacaciones o permisos.
ca: L’usuari està de vacances o permisos.
gl: O usuario está de vacacións ou permisos.

# RES_causes.optabsensceholidaytitle.text.rotext
source: Ausencia por vacaciones/permisos
ca: Absència per vacances/permisos
gl: Ausencia por vacacións/permisos

# RES_causes.optabsenscenormaldesc.text.rotext
source: Por ejemplo, una salida al médico o un retraso..
ca: Per exemple, una sortida per anar al metge o un retard.
gl: Por exemplo, unha saída ao médico ou un atraso.

# RES_causes.optabsenscenormaltitle.text.rotext
source: Ausencia por otros motivos.
ca: Absència per altres motius.
gl: Ausencia por outros motivos.

# RES_causes.optabsensceworkingdesc.text.rotext
source: Por ejemplo una visita comercial o trabajo desde el domicilio
ca: Per exemple, una visita comercial o treballar des del domicili
gl: Por exemplo, unha visita comercial ou traballo dende o domicilio

# RES_causes.optabsensceworkingtitle.text.rotext
source: Ausencia por trabajo externo
ca: Absència per feina externa
gl: Ausencia por traballo externo

# RES_causes.optcauseabsence.description.rotext
source: Si esta justificación inicia una previsión de días de ausencia marque la siguiente casilla de verificación.
ca: Si aquesta justificació inicia una previsió de dies d’absència, marca la casella de verificació següent.
gl: Se esta xustificación inicia unha previsión de días de ausencia, marque a seguinte casa de verificación.

# RES_causes.optcauseabsence.text.rotext
source: Esta justificación inicia una previsión de días de ausencia
ca: Aquesta justificació inicia una previsió de dies d’absència
gl: Esta xustificación inicia unha previsión de días de ausencia

# RES_causes.optcausecloseabsence.description.rotext
source: Cuando el usuario fiche, automáticamente, se cerrará la incidencia
ca: Quan l’usuari fitxi, automàticament es tancarà la incidència
gl: Cando o usuario fiche, pecharase automaticamente a incidencia

# RES_causes.optcausecloseabsence.text.rotext
source: Cerrar previsión de días de ausencia al fichar el usuario
ca: Tancar previsió de dies d’absència quan fitxi l’usuari
gl: Pechar previsión de días de ausencia ao fichar o usuario

# RES_causes.optcausenotrequierespermissiondesc.text.rotext
source: No requiere solicitud por parte del usuario, solo se podrá utilizar durante el trámite de la misma.
ca: No requereix sol·licitud per part de l’usuari, només es podrà utilitzar mentre es tramiti.
gl: Non require solicitude por parte do usuario, só poderá utilizarse durante o trámite da mesma.

# RES_causes.optcausenotrequierespermissiontitle.text.rotext
source: Esta justificación su utilizará para bajas y permisos
ca: Aquesta justificació s’utilitzarà per a baixes i permisos
gl: Esta xustificación utilizarase para baixas e permisos

# RES_causes.optcustomizeddescription.text.rotext
source: Esta justificación representa valores utilizados para contabilizar pluses, tickets o cualquier otra cosa que no sean ni horas ni días, además el formato de visualización y edición es numérico #0.00.
ca: Aquesta justificació representa valors utilitzats per comptabilitzar plusos, tiquets o qualsevol altra cosa que no siguin ni hores ni dies. El format de visualització i edició és numèric #0.00.
gl: Esta xustificación representa valores utilizados para contabilizar pluses, tíckets ou calquera outra cousa que non sexan nin horas nin días; ademais, o formato de visualización e edición é numérico #0.00.

# RES_causes.optcustomizedtitle.text.rotext
source: Personalizado
ca: Personalitzat

# RES_causes.optdayscausedesc.text.rotext
source: Esta justificación representa días generados a partir de reglas diarias de horarios o de reglas de convenio, además el formato de visualización y edición es numérico #0.00.
ca: Aquesta justificació representa dies generats a partir de regles diàries d’horaris o de regles de conveni. El format de visualització i edició és numèric #0.00.
gl: Esta xustificación representa días xerados a partir de regras diarias de horarios ou de regras de convenio; ademais, o formato de visualización e edición é numérico #0.00.

# RES_causes.optdayscausetitle.text.rotext
source: Días
ca: Dies

# RES_causes.optdaysfromcausedesc.text.rotext
source: Esta justificación se generará automáticamente a partir de una justificación de tiempo según los criterios especificados de equivalencia indicados a continuación.
ca: Aquesta justificació es generarà automàticament a partir d’una justificació de temps segons els criteris especificats d’equivalència indicats a continuació.
gl: Esta xustificación xerarase automaticamente a partir dunha xustificación de tempo segundo os criterios especificados de equivalencia indicados a continuación.

# RES_causes.optdaysfromcausetitle.text.rotext
source: Generar el valor a partir de una justificación de tiempo
ca: Generar el valor a partir d’una justificació de temps
gl: Xerar o valor a partir dunha xustificación de tempo

# RES_causes.optexternalproductivehoursdesc.text.rotext
source: Todo el tiempo entre un fichaje de salida y un fichaje de entrada se trata como horas trabajadas con la justificación que se genera
ca: Tot el temps entre un fitxatge de sortida i un fitxatge d’entrada es tracta com a hores treballades amb la justificació que es genera
gl: Todo o tempo entre unha fichaxe de saída e unha fichaxe de entrada se trata como horas traballadas coa xustificación que se xera

# RES_causes.optexternalproductivehourstitle.text.rotext
source: En una interrupción (entre una salida y una entrada) y/o justificar todo el tiempo entre una entrada y una salida.
ca: En una interrupció (entre una sortida i una entrada) i/o justificar tot el temps entre una entrada i una sortida.
gl: Nunha interrupción (entre unha saída e unha entrada) e/ou xustificar todo o tempo entre unha entrada e unha saída.

# RES_causes.opthoursnonproductivecausedesc.text.rotext
source: Por ejemplo, una salida al médico o un retraso..
ca: Per exemple, una sortida per anar al metge o un retard.
gl: Por exemplo, unha saída ao médico ou un atraso.

# RES_causes.opthoursnonproductivecausetitle.text.rotext
source: Ausencia por otros motivos.
ca: Absència per altres motius.
gl: Ausencia por outros motivos.

# RES_causes.opthoursnonproductivedesc.text.rotext
source: Esta justificación se genera cuando el usuario está ausente. Por ejemplo, visita médico u horas de asuntos propios.
ca: Aquesta justificació es genera quan l’usuari està absent. Per exemple, una visita al metge o hores d’assumptes propis.
gl: Esta xustificación xérase cando o usuario está ausente. Por exemplo, visita médica ou horas de asuntos propios.

# RES_causes.opthoursnonproductiveholidaydesc.text.rotext
source: Esta justificación se genera cuando el usuario esta disfrutando de un permiso o vacaciones.
ca: Aquesta justificació es genera quan l’usuari està gaudint d’un permís o vacances.
gl: Esta xustificación xérase cando o usuario está a desfrutar dun permiso ou de vacacións.

# RES_causes.opthoursnonproductiveholidaytitle.text.rotext
source: Vacaciones o permisos pre-autorizados
ca: Vacances o permisos preautoritzats
gl: Vacacións ou permisos preautorizados

# RES_causes.opthoursnonproductivetitle.text.rotext
source: Horas no productivas.
ca: Hores no productives.
gl: Horas non produtivas.

# RES_causes.opthoursproductivedesc.text.rotext
source: Esta justificación representa horas productivas del usuario. Por ejemplo, horas trabajadas, trabajo externo u horas recuperadas.
ca: Aquesta justificació representa hores productives de l’usuari. Per exemple, hores treballades, feina externa o hores recuperades.
gl: Esta xustificación representa horas produtivas do usuario. Por exemplo, horas traballadas, traballo externo ou horas recuperadas.

# RES_causes.opthoursproductivetitle.text.rotext
source: Horas productivas
ca: Hores productives
gl: Horas produtivas

# RES_causes.optionpanelclient.description.rotext
source: Si esta justificación inicia una previsión de días de ausencia marque la siguiente casilla de verificación.
ca: Si aquesta justificació inicia una previsió de dies d’absència, marca la casella de verificació següent.
gl: Se esta xustificación inicia unha previsión de días de ausencia, marque a seguinte casa de verificación.

# RES_causes.optionpanelclient.text.rotext
source: Esta justificación inicia una previsión de días de ausencia
ca: Aquesta justificació inicia una previsió de dies d’absència
gl: Esta xustificación inicia unha previsión de días de ausencia

# RES_causes.optpresencedesc.text.rotext
source: Esta justificación se genera cuando el usuario está presente. Por ejemplo, exceso u horas recuperadas.
ca: Aquesta justificació es genera quan l’usuari està present. Per exemple, excés o hores recuperades.
gl: Esta xustificación xérase cando o usuario está presente. Por exemplo, exceso ou horas recuperadas.

# RES_causes.optpresencetitle.text.rotext
source: La justificación es por presencia.
ca: La justificació és per presència.
gl: A xustificación é por presenza.

# RES_causes.optproductivehoursonccdesc.text.rotext
source: Esta justificación se genera cuando se está trabajando en la empresa.
ca: Aquesta justificació es genera quan s’està treballant a l’empresa.
gl: Esta xustificación xérase cando se está a traballar na empresa.

# RES_causes.optproductivehoursoncctitle.text.rotext
source: En el centro de trabajo o en teletrabajo
ca: Al centre de treball o en teletreball
gl: No centro de traballo ou en teletraballo

# RES_causes.optpunchescriteriadesc.text.rotext
source: Los usuarios que cumplan el siguiente criterio podrán realizar fichajes introduciendo esta justificación.
ca: Els usuaris que compleixin el criteri següent podran fer fitxatges introduint aquesta justificació.
gl: Os usuarios que cumpran o seguinte criterio poderán realizar fichaxes introducindo esta xustificación.

# RES_causes.productiveincenter.rotext
source: Produce dentro del centro
ca: Produeix dins del centre
gl: Produce dentro do centro

# RES_causes.productiveoutcenter.rotext
source: Produce fuera del centro
ca: Produeix fora del centre
gl: Produce fóra do centro

# RES_causes.reports.title.rotext
source: Visor de Informes
ca: Visor d’informes

# RES_causes.reports.toolbaroption.rotext
source: Visor de Informes
ca: Visor d’informes

# RES_causes.requestdays.notworkingday.rotext
source: Naturales
ca: Naturals
gl: Naturais

# RES_causes.resultenum.invalidmaxdays.rotext
source: Días de la justificación insertados incorrectos.
ca: Dies de la justificació introduïts erronis.
gl: Días da xustificación inseridos incorrectos.

# RES_causes.resultenum.invalidreaderinputcode.rotext
source: El código de la justificación ya se está utilizando o es incorrecto.
ca: El codi de justificació ja s'està utilitzant o és incorrecte.
gl: O código da xustificación xa se está utilizando ou é incorrecto.

# RES_causes.romasktextbox1.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.romasktextbox1.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.romasktextbox1.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.romasktextbox2.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.romasktextbox2.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.romasktextbox2.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.romasktextbox3.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.romasktextbox3.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.romasktextbox3.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.romasktextbox4.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.romasktextbox4.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.romasktextbox4.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.romasktextbox5.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.romasktextbox5.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.romasktextbox5.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.romasktextbox6.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.romasktextbox6.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.romasktextbox6.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.rooptindround.text.rotext
source: Redondear individualmente
ca: Arrodonir individualment
gl: Arredondar individualmente

# RES_causes.rooptionpanelcontainer1.text.rotext
source: Nadie
ca: Ningú
gl: Ninguén

# RES_causes.rooptionpanelcontainer2.text.rotext
source: Según criterio
ca: Segons criteri
gl: Segundo criterio

# RES_causes.rooptoneatday.text.rotext
source: Redondear una vez al día
ca: Arrodonir una vegada al dia
gl: Arredondar unha vez ao día

# RES_causes.rooptvalaprox.description.rotext
source: Si es 1:24 se redondeará a 1:25, si es 1:21 se redondeará a 1:20
ca: Si és 1:24 s’arrodonirà a 1:25, si és 1:21 s’arrodonirà a 1:20
gl: Se é 1:24, arredondarase a 1:25; se é 1:21, arredondarase a 1:20

# RES_causes.rooptvalaprox.text.rotext
source: Redondear por aproximación
ca: Arrodonir per aproximació
gl: Arredondar por aproximación

# RES_causes.rooptvaldown.description.rotext
source: Si es 1:24 se redondeará a 1:20
ca: Si és 1:24 s’arrodonirà a 1:20
gl: Se é 1:24, arredondarase a 1:20

# RES_causes.rooptvaldown.text.rotext
source: Redondear por abajo
ca: Arrodonir per baix
gl: Arredondar por abaixo

# RES_causes.rooptvalup.description.rotext
source: Si es 1:24 se redondeará a 1:25
ca: Si és 1:24 s’arrodonirà a 1:25
gl: Se é 1:24, arredondarase a 01:25

# RES_causes.rooptvalup.text.rotext
source: Redondear por arriba
ca: Arrodonir per dalt
gl: Arredondar por arriba

# RES_causes.tabbehaviour.rotext
source: Comportamiento
ca: Comportament
gl: Comportamento

# RES_causes.tabblocks.text.rotext
source: Bloques
ca: Blocs

# RES_causes.tabdocuments.rotext
source: Documentos
ca: Documents

# RES_causes.tabfilters.text.rotext
source: Filtros
ca: Filtres

# RES_causes.tabincidences.rotext
source: Incidencias
ca: Incidències

# RES_causes.tabincidences.text.rotext
source: Incidencias
ca: Incidències

# RES_causes.tabpunches.rotext
source: Fichajes
ca: Fitxatges
gl: Fichaxes

# RES_causes.tabpunches.text.rotext
source: Fichajes
ca: Fitxatges
gl: Fichaxes

# RES_causes.tabround.text.rotext
source: Redondeo
ca: Arredoniment
gl: Arredondamento

# RES_causes.tabroundambit.text.rotext
source: Ámbito
ca: Àmbit

# RES_causes.tabrounds.rotext
source: Redondeo
ca: Arredoniment
gl: Arredondamento

# RES_causes.tabtypes.rotext
source: Tipo
ca: Tipus

# RES_causes.tabtypes.text.rotext
source: Tipo
ca: Tipus

# RES_causes.tabvisibility.rotext
source: Visibilidad
ca: Visibilitat
gl: Visibilidade

# RES_causes.tabvisibility.text.rotext
source: Visibilidad
ca: Visibilitat
gl: Visibilidade

# RES_causes.tbaddnewcause.rotext
source: Añadir justificación
ca: Afegir justificació
gl: Engadir xustificación

# RES_causes.tbdelcause.rotext
source: Eliminar justificación
ca: Eliminar justificació
gl: Eliminar xustificación

# RES_causes.tbshowreports.rotext
source: Visor de Informes
ca: Visor d’informes

# RES_causes.title.rotext
source: Justificaciones
ca: Justificacions
gl: Xustificacións

# RES_causes.title_causes_pathway.rotext
source: Justificaciones
ca: Justificacions
gl: Xustificacións

# RES_causes.title_label.text.rotext
source: Seleccione un color
ca: Selecciona un color
gl: Selecciona unha cor

# RES_causes.titlecauselist.rotext
source: Justificaciones
ca: Justificacions
gl: Xustificacións

# RES_causes.treecaptioncauses.rotext
source: Justificaciones
ca: Justificacions
gl: Xustificacións

# RES_causes.txtdelays.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txtdelays.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txtdelays.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txtexithour1.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txtexithour1.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txtexithour1.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txtexithour2.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txtexithour2.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txtexithour2.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txtexits.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txtexits.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txtexits.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txthourbegin1.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txthourbegin1.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txthourbegin1.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txthourbegin2.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida

# RES_causes.txthourbegin2.invalidvaluemessage.rotext
source: La hora es incorrecta
ca: L’hora és incorrecta
gl: A hora é incorrecta

# RES_causes.txthourbegin2.tooltipmessage.rotext
source: Introduzca una hora
ca: Introdueix una hora
gl: Introduce unha hora

# RES_causes.txthourend1.emptyvaluemessage.rotext
source: Hora requerida
ca: Hora obligatòria
gl: Hora requirida
