Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDXReport.*.resx
Languages: pt

# RES_quiéndeberíahaberllegado.reportdescription.rotext
source: Nos muestra los usuarios que según su planificación y horario asignado deberían haber fichado y todavía no lo han hecho.
pt: Mostra-nos os utilizadores que, segundo a sua planeamento e horário atribuídos, deveriam ter efetuado o registo e ainda não o fizeram.

# RES_quiendeberíahaberllegado.reportname.rotext
source: Quién debería haber llegado
pt: Quem deveria ter chegado

# RES_quiéndeberíahaberllegado.reportname.rotext
source: Quién debería haber llegado
pt: Quem deveria ter chegado

# RES_quiendeberíahaberllegado.start.rotext
source: Inicio
pt: Início

# RES_quiéndeberíahaberllegado.ultimasalida.rotext
source: última salida a las
pt: última saída às

# RES_quiéndeberíahaberllegado.usuario.rotext
source: Usuario
pt: Utilizador

# RES_registrodejornadaporempleado.causes.rotext
source: Justificaciones
pt: Justificações

# RES_registrodejornadaporempleado.dni.rotext
source: DNI
pt: CC/BI

# RES_registrodejornadaporempleado.executiondate.rotext
source: Fecha de lanzamiento del informe:
pt: Data de lançamento do relatório:

# RES_registrodejornadaporempleado.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_registrodejornadaporempleado.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_registrodejornadaporempleado.periodto.rotext
source: hasta
pt: a

# RES_registrodejornadaporempleado.reportdescription.rotext
source: Permite obtener el registro de las entradas, salidas, justificaciones y saldos por usuario en el periodo de fechas seleccionado.
pt: Permite obter o registo das entradas, saídas, justificações e saldos por utilizador no período de datas selecionado.

# RES_registrodejornadaporempleado.reportname.rotext
source: Registro de la jornada con justificaciones
pt: Registo da jornada laboral com justificações

# RES_registrodiariodejornadaporempleado.date.rotext
source: Fecha
pt: Data

# RES_registrodiariodejornadaporempleado.fdocompany.rotext
source: Fdo: La empresa
pt: Ass: A empresa

# RES_registrodiariodejornadaporempleado.fdoemployee.rotext
source: Fdo: El trabajador
pt: Ass: O trabalhador

# RES_registrodiariodejornadaporempleado.justifications.rotext
source: Justificaciones
pt: Justificações

# RES_registrodiariodejornadaporempleado.observations.rotext
source: Observaciones
pt: Observações

# RES_registrodiariodejornadaporempleado.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_registrodiariodejornadaporempleado.periodto.rotext
source: hasta
pt: a

# RES_registrodiariodejornadaporempleado.punches.rotext
source: Fichajes
pt: Picagens

# RES_registrodiariodejornadaporempleado.reportname.rotext
source: Registro diario de jornada: Trabajador a jornada Completa/Parcial
pt: Registo diário de jornada: Trabalhador a tempo inteiro/parcial

# RES_registrodiariodejornadaporempleado.schedule.rotext
source: Horario
pt: Horário

# RES_registrodiariodejornadaporempleado.sign.rotext
source: Firma
pt: Assinatura

# RES_registromensualdejornadaporempleado.date.rotext
source: Fecha
pt: Data

# RES_registromensualdejornadaporempleado.fdocompany.rotext
source: Fdo: La empresa
pt: Ass: A empresa

# RES_registromensualdejornadaporempleado.fdoemployee.rotext
source: Fdo: El trabajador
pt: Ass: O trabalhador

# RES_registromensualdejornadaporempleado.punches.rotext
source: Fichajes
pt: Picagens

# RES_registromensualdejornadaporempleado.reportdescription.rotext
source: Permite obtener de los usuarios y periodo seleccionado, el registro de las entradas, salidas e incluir saldos que se mostrarán diarios y del periodo.
pt: Permite obter dos utilizadores e do período selecionado o registo das entradas, saídas, e incluir saldos que serão mostrados diariamente, e do período.

# RES_registromensualdejornadaporempleado.reportname.rotext
source: Registro mensual de jornada: Trabajador a jornada Completa/Parcial
pt: Registo mensal de jornada: Trabalhador a tempo inteiro/parcial

# RES_registromensualdejornadaporempleado.totalemployee.rotext
source: Total usuario
pt: Total utilizador

# RES_registromensualdelajornada.date.rotext
source: Fecha
pt: Data

# RES_registromensualdelajornada.employee.rotext
source: Fdo: El Trabajador
pt: Ass: O trabalhador

# RES_registromensualdelajornada.enterprise.rotext
source: Fdo: La Empresa
pt: Ass: A empresa

# RES_registromensualdelajornada.lblpunches.rotext
source: Fichajes
pt: Picagens

# RES_registromensualdelajornada.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_registromensualdelajornada.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_registromensualdelajornada.periodto.rotext
source: hasta
pt: a

# RES_registromensualdelajornada.reportdescription.rotext
source: Permite obtener de los usuarios y periodo seleccionado, el registro de las entradas, salidas e incluir saldos que se mostrarán diarios y del periodo.
pt: Permite obter dos utilizadores e do período selecionado o registo das entradas, saídas, e incluir saldos que serão mostrados diariamente, e do período.

# RES_registromensualdelajornada.reportname.rotext
source: Registro de la jornada: Trabajador a jornada completa/parcial
pt: Registo da jornada: Trabalhador a tempo inteiro/parcial

# RES_reportsdx.general.rotext
source: General
pt: Geral

# RES_reportsdx.planificaciones.rotext
source: Planificaciones
pt: Planeamentos

# RES_reportsdx.reports.rotext
source: Informes
pt: Relatórios

# RES_reportsdx.roallcategories.rotext
source: Todas las categorías
pt: Todas as categorias

# RES_reportsdx.ronewreportnoexecutions.rotext
source: Nuevo Informe
pt: Novo relatório

# RES_reportsdx.roplaceholdersearchreportsby.rotext
source: Busca informes por nombre, descripción...
pt: Procura relatórios pelo nome, descrição...

# RES_reportsdx.roreportbetweenyearandmonthend.rotext
source: Final del periodo
pt: Fim do período

# RES_reportsdx.roreportbetweenyearandmonthstart.rotext
source: Inicio del periodo
pt: Início do período

# RES_reportsdx.roreportbtnaccept.rotext
source: Aceptar
pt: Aceitar

# RES_reportsdx.roreportbtncancel.rotext
source: Cancelar
pt: Anular

# RES_reportsdx.roreportbtnexecute.rotext
source: Lanzar
pt: Lançar

# RES_reportsdx.roreportbtnexecutehelptext.rotext
source: Ejecuta informe ahora
pt: Execute relatório agora

# RES_reportsdx.roreportbtnnew.rotext
source: Nuevo
pt: Novo

# RES_reportsdx.roreportbtnnewplanification.rotext
source: Nueva Planificación
pt: Nova planeamento

# RES_reportsdx.roreportbtnnext.rotext
source: Siguiente
pt: Seguinte

# RES_reportsdx.roreportbtnnosave.rotext
source: No guardar
pt: Não gravar

# RES_reportsdx.roreportbtnplan.rotext
source: Planificar
pt: Planear

# RES_reportsdx.roreportbtnplanhelptext.rotext
source: Planifica como y cuando se ejecutará el informe
pt: Planeie como e quando se executará o relatório

# RES_reportsdx.roreportcauseid.rotext
source: Identificador de justificación
pt: Identificador de justificação

# RES_reportsdx.roreportconfiguration.rotext
source: Configuración
pt: Configuração

# RES_reportsdx.roreportcreated.rotext
source: Creado
pt: Criado

# RES_reportsdx.roreportdescription.rotext
source: Descripción
pt: Descrição

# RES_reportsdx.roreportdescriptiontextareaplaceholder.rotext
source: Descripción del informe
pt: Descrição do relatório

# RES_reportsdx.roreportdesignerattention.rotext
source: Atención
pt: Atenção

# RES_reportsdx.roreportdesignerback.rotext
source: Volver
pt: Voltar

# RES_reportsdx.roreportdesignerdisplay.rotext
source: Configuración de visualización
pt: Configuração de visualização

# RES_reportsdx.roreportdesignerdoyouwantsavechanges.rotext
source: ¿Deseas guardar los cambios?
pt: Pretende guardar as alterações?

# RES_reportsdx.roreportdesigneremployees.rotext
source: Usuarios
pt: Utilizadores

# RES_reportsdx.roreportdesignerexit.rotext
source: Salir
pt: Sair

# RES_reportsdx.roreportdesignerexitwithoutsave.rotext
source: Salir sin guardar
pt: Sair sem guardar

# RES_reportsdx.roreportdesignerfilefields.rotext
source: Ficha único
pt: Ficha

# RES_reportsdx.roreportdesignerfunctioncall.rotext
source: (system) TmpTable
pt: (sistema) TabelaTmp

# RES_reportsdx.roreportdesignerincidences.rotext
source: Incidencias
pt: Incidências

# RES_reportsdx.roreportdesignerjustifications.rotext
source: Justificaciones
pt: Justificações

# RES_reportsdx.roreportdesignerpendingchangestosave.rotext
source: Todavía tienes cambios pendientes de guardar
pt: Ainda tem alterações por guardar

# RES_reportsdx.roreportdesignerschedules.rotext
source: Horarios
pt: Horários

# RES_reportsdx.roreportdesignertaskid.totext.rotext
source: (system) TaskId
pt: (sistema) IddaTarefa

# RES_reportsdx.roreportdesignerterminals.rotext
source: Terminales
pt: Terminais

# RES_reportsdx.roreportdesignertitleopcionalcauses.rotext
source: ¿Quieres mostrar el detalle de las justificaciones en el informe?
pt: Deseja mostrar o detalhe das justificações no relatório?

# RES_reportsdx.roreportdesignertitleopcionalconcepts.rotext
source: ¿Quieres mostrar el detalle de los saldos en el informe?
pt: Deseja mostrar o detalhe dos saldos no relatório?

# RES_reportsdx.roreportdesigneruserid.rotext
source: Identificador de usuario
pt: Dados de identificação de utilizador

# RES_reportsdx.roreportdestination.rotext
source: Destinatario
pt: Destinatário

# RES_reportsdx.roreportdetails.rotext
source: Detalles
pt: Detalhes

# RES_reportsdx.roreportincidenceid.rotext
source: Identificador de incidencia
pt: Identificador de incidência

# RES_reportsdx.roreportlastexecutions.rotext
source: Últimos informes
pt: Últimos relatório

# RES_reportsdx.roreportplanifications.rotext
source: Planificaciones
pt: Planeamentos

# RES_reportsdx.roreportprojectsstart.rotext
source: Proyecto inicial
pt: Projeto inicial

# RES_reportsdx.roreportprojectsend.rotext
source: Proyecto final
pt: Projeto final

# RES_reportsdx.roreportprofiletypesdescription1.rotext
source: Selecciona el conjunto de datos que deseas analizar en el informe.
pt: Selecione o conjunto de dados que deseja analisar no relatório.

# RES_reportsdx.roreportprofiletypesdescription2.rotext
source: Selecciona el detalle que quieres mostrar en el informe.
pt: Selecione o detalhe que deseja mostrar no relatório.

# RES_reportsdx.roreportprofiletypesdescription3.rotext
source: Indica el criterio que deseas utilizar.
pt: Indique o critério que deseja utilizar.

# RES_reportsdx.roreportprofiletypesthevalue.rotext
source: El valor
pt: O valor

# RES_reportsdx.roreportschedulerat.rotext
source: a las
pt: às

# RES_reportsdx.roreportschedulerdays.rotext
source: días
pt: dias

# RES_reportsdx.roreportschedulermonth.rotext
source: mes
pt: mês

# RES_reportsdx.roreportscheduleron.rotext
source: los
pt: os

# RES_reportsdx.roreportschedulerthe.rotext
source: el
pt: o

# RES_reportsdx.roreportschedulertheday.rotext
source: El día
pt: No dia

# RES_reportsdx.roreportselectorcurrentmonth.rotext
source: Mes Actual
pt: Mês atual

# RES_reportsdx.roreportselectorcurrentweek.rotext
source: Semana Actual
pt: Semana atual

# RES_reportsdx.roreportselectorcurrentyear.rotext
source: Año Actual
pt: Ano atual

# RES_reportsdx.roreportselectordatehintmessage.rotext
source: Introduzca una fecha diferente sólo en caso de querer consultar empleados de baja
pt: Insira uma data diferente somente se desejar consultar colaboradors em licença médica

# RES_reportsdx.roreportselectorfreeintroduceexactdates.rotext
source: Libre (introduzca las fechas exactas)
pt: Livre (introduza as datas exatas)

# RES_reportsdx.roreportselectorinsertdata.rotext
source: Introduzca
pt: Introduza

# RES_reportsdx.roreportselectorintroduce.rotext
source: Introduzca
pt: Introduza

# RES_reportsdx.roreportselectorlastmonth.rotext
source: Mes Anterior
pt: Mês anterior

# RES_reportsdx.roreportselectorlastweek.rotext
source: Semana Pasada
pt: Semana passada

# RES_reportsdx.roreportselectornextmonth.rotext
source: Mes Siguiente
pt: Mês Seguinte

# RES_reportsdx.roreportselectornextweek.rotext
source: Semana Siguiente
pt: Semana seguinte

# RES_reportsdx.roreportselectorparamname.rotext
source: Nombre del parámetro
pt: Nome do parâmetro

# RES_reportsdx.roreportselectorparamsintroductiontoexecutereport.rotext
source: Introducción de parámetros para lanzar el informe
pt: Introdução de parâmetros para lançar o relatório

# RES_reportsdx.roreportselectorstep.rotext
source: Paso
pt: Passo

# RES_reportsdx.roreportselectortoday.rotext
source: Hoy
pt: Hoje

# RES_reportsdx.roreportselectortomorrow.rotext
source: Mañana
pt: Amanhã

# RES_reportsdx.roreportselectoruntil.rotext
source: Hasta
pt: A

# RES_reportsdx.roreportselectoryesterday.rotext
source: Ayer
pt: Ontem

# RES_reportsdx.searchboxplaceholder.rotxt.rotext
source: Busca informes por Titulo, descripción, fecha...
pt: Procura relatórios pelo título, descrição, data...

# RES_saldosafecha.dni.rotext
source: DNI
pt: CC/BI

# RES_saldosafecha.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_saldosafecha.legend.rotext
source: Leyenda
pt: Legenda

# RES_saldosafecha.reportdescription.rotext
source: Permite obtener los saldos seleccionados por usuario a una fecha concreta.
pt: Permite obter os saldos selecionados por utilizador numa data específica.

# RES_saldosafecha.reportname.rotext
source: Saldos a fecha
pt: Saldos à data

# RES_saldoscondetalle.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_saldoscondetalle.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_saldoscondetalle.periodto.rotext
source: hasta
pt: a

# RES_saldoscondetalle.reportdescription.rotext
source: Permite obtener los saldos seleccionados por usuario en el rango de fechas determinado. Pudiendo extraer los totales del periodo.
pt: Permite obter os saldos selecionados por utilizador no intervalo de datas determinado. Podendo extrair os totais do período.

# RES_saldoscondetalle.reportname.rotext
source: Saldos con detalle
pt: Saldos com detalhe

# RES_saldosdíaadía.date.rotext
source: Fecha
pt: Data

# RES_saldosdíaadía.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_saldosdíaadía.periodto.rotext
source: hasta
pt: a

# RES_saldosdíaadía.reportname.rotext
source: Saldos día a día
pt: Saldos dia a dia

# RES_saldosdíaadía.schedule.rotext
source: Horario
pt: Horário

# RES_saldosdíaadía.totalemployee.rotext
source: Total Usuario:
pt: Total utilizador:

# RES_saldosmesames.date.rotext
source: Fecha
pt: Data

# RES_saldosmesames.employeetotal.rotext
source: Total usuario:
pt: Total utilizador:

# RES_saldosmesames.fehaejecucion.rotext
source: Fecha de lanzamiento del informe:
pt: Data de lançamento do relatório:

# RES_saldosmesames.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_saldosmesames.periodto.rotext
source: hasta
pt: a

# RES_saldosmesames.reportname.rotext
source: Saldos mes a mes
pt: Saldos mês a mês

# RES_seguimientodeirregularidades.cause.rotext
source: Justificación
pt: Justificação

# RES_seguimientodeirregularidades.date.rotext
source: Fecha
pt: Data

# RES_seguimientodeirregularidades.diferencia.rotext
source: Diferencia
pt: Diferença

# RES_seguimientodeirregularidades.dni.rotext
source: DNI
pt: CC/BI

# RES_seguimientodeirregularidades.fin.rotext
source: Fin
pt: Fim

# RES_seguimientodeirregularidades.fuerajornada.rotext
source: Fuera jornada
pt: Fora do período de trabalho

# RES_seguimientodeirregularidades.incidence.rotext
source: Incidencia
pt: Incidência

# RES_seguimientodeirregularidades.inicio.rotext
source: Inicio
pt: Início

# RES_seguimientodeirregularidades.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_seguimientodeirregularidades.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_seguimientodeirregularidades.periodto.rotext
source: hasta
pt: a

# RES_seguimientodeirregularidades.punches.rotext
source: Fichajes
pt: Picagens

# RES_seguimientodeirregularidades.reportdescription.rotext
source: Permite extraer las irregularidades de la gestión horaria de los usuarios en el periodo seleccionado. Incluyendo el horario del día, las horas teóricas del mismo, los fichajes realizados, las incidencias y justificaciones y el valor de estas. Así mismo incluirá los porcentajes de horas trabajadas, ausencias y excesos.
pt: Permite extrair as irregularidades da gestão de tempo dos utilizadores no período selecionado. Incluindo o horário do dia, as horas teóricas do mesmo, as picagens efetuadas, as incidências e justificações e o valor das mesmas. Além disso, incluirá as percentagens de horas trabalhadas, ausências e horas extra.

# RES_seguimientodeirregularidades.reportname.rotext
source: Seguimiento de irregularidades
pt: Seguimento de irregularidades

# RES_seguimientodeirregularidades.shift.rotext
source: Horario
pt: Horário

# RES_seguimientodeirregularidades.time.rotext
source: Tiempo
pt: Tempo

# RES_seguimientodeirregularidades.trabajadas.rotext
source: Trabajadas
pt: Trabalhadas

# RES_seguimientodelplanhorariodeusuarios.cause.rotext
source: Justificación
pt: Justificação

# RES_seguimientodelplanhorariodeusuarios.date.rotext
source: Fecha
pt: Data

# RES_seguimientodelplanhorariodeusuarios.diferencia.rotext
source: Diferencia
pt: Diferença

# RES_seguimientodelplanhorariodeusuarios.dni.rotext
source: DNI
pt: CC/BI

# RES_seguimientodelplanhorariodeusuarios.fin.rotext
source: Fin
pt: Fim

# RES_seguimientodelplanhorariodeusuarios.fuerajornada.rotext
source: Fuera jornada
pt: Fora do período de trabalho

# RES_seguimientodelplanhorariodeusuarios.incidence.rotext
source: Incidencia
pt: Incidência

# RES_seguimientodelplanhorariodeusuarios.inicio.rotext
source: Inicio
pt: Início

# RES_seguimientodelplanhorariodeusuarios.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_seguimientodelplanhorariodeusuarios.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_seguimientodelplanhorariodeusuarios.periodto.rotext
source: hasta
pt: a

# RES_seguimientodelplanhorariodeusuarios.punches.rotext
source: Fichajes
pt: Picagens

# RES_seguimientodelplanhorariodeusuarios.reportdescription.rotext
source: Permite obtener por usuario, el horario, fichajes, saldo de horas teóricas, trabajadas, y la diferencia entre ambas. Horas fuera de jornada, incidencias y justificaciones por cada día dentro del periodo de fechas seleccionado.
pt: Permite obter por utilizador, o horário, picagens, saldo de horas teóricas, trabalhadas e a diferença entre ambas. Horas fora do período de trabalho, incidências e justificações por cada dia dentro do período de datas selecionado.

# RES_seguimientodelplanhorariodeusuarios.reportname.rotext
source: Seguimiento del plan horario de usuarios
pt: Seguimento do plano horário de utilizadores

# RES_seguimientodelplanhorariodeusuarios.shift.rotext
source: Horario
pt: Horário

# RES_seguimientodelplanhorariodeusuarios.time.rotext
source: Tiempo
pt: Tempo

# RES_seguimientodelplanhorariodeusuarios.trabajadas.rotext
source: Trabajadas
pt: Trabalhadas

source: Días
pt: Dias

source: Horas asignadas
pt: H.

source: Total horas asignadas
pt: Total horas atribuídas

source: Total horas de ausencia
pt: Total de horas de ausência

source: D
pt: Domingo

source: J
pt: Quinta

source: L
pt: S

source: M
pt: T

source: X
pt: Quarta

source: V
pt: Sexta

source: Días
pt: Dias

source: Total horas asignadas
pt: Total de horas atribuídas

source: Total horas de ausencia
pt: Total de horas de ausência

source: L
pt: S

source: S
pt: Sim

# RES_subreportcalendariomensualdegrupos_calendariomensualgruposresumen.ap.rotext
source: Ausencia prolongada
pt: Ausência prolongada

source: Días
pt: Dias

source: Horas asignadas
pt: Horas atribuídas

source: Leyenda:
pt: Legenda:

# RES_subreportcalendariomensualdegrupos_calendariomensualgruposresumen.pen.rotext
source: Solicitudes de vacaciones pendientes de aprobar
pt: Pedidos de férias pendentes de aprovação

# RES_subreportcalendariomensualdegrupos_calendariomensualgruposresumen.sc.rotext
source: Sin contrato
pt: Sem contrato

source: Total días:
pt: Total dias:

source: Días
pt: Dias

source: Horas asignadas
pt: Horas atribuídas

source: Total horas asignadas
pt: Total horas atribuídas

# RES_subreportcalendariosemanalgrupos_resumen.horasasignadas.rotext
source: Horas asignadas
pt: Horas atribuídas

# RES_subreportcalendariosemanalgrupos_resumen.sincontrato.rotext
source: SC = Sin contrato
pt: SC = Sem contrato

# RES_subreportcalendariosemanalgrupos_resumen.totalhoras.rotext
source: Total horas asignadas
pt: Total horas atribuídas

source: Justificación
pt: Justificação

source: Empleado
pt: Colaborador

source: Y las
pt: E as

source: Incidencia
pt: Incidência

source: Observaciones
pt: Observações

source: Justificación
pt: Justificação

source: Empleado
pt: Colaborador

source: Incidencia
pt: Incidência

source: Empleado
pt: Colaborador

source: Observaciones
pt: Observações

# RES_subreportemployeedailytasks.totaldia.rotext
source: Total día:
pt: Total dia:

# RES_subreportjornadalaboraltotalsaldos.totals.rotext
source: Totales
pt: Totais

# RES_subreportjust_justificacionesacumulado.causename.rotext
source: Justificación
pt: Justificação

# RES_subreportjust_justificacionesacumulado.totalperiod.rotext
source: Acumulado periodo
pt: Acumulação período

# RES_subreportjustificacionesacumulado.causename.rotext
source: Justificación
pt: Justificação

# RES_subreportjustificacionesacumulado.totalperiod.rotext
source: Acumulado periodo
pt: Acumulação período

# RES_subreportmayordedicación__incidencesdetail2.lblbegin.rotext
source: Inicio
pt: Começar
