Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_supervisors.permissionlist.tooltip.read.rotext
source: Reading
ca: Lectura
it: Lettura

# RES_supervisors.permissionlist.tooltip.write.rotext
source: Writing
ca: Escriptura
it: Scrittura

# RES_supervisors.reports.title.rotext
source: Reports
ca: Informes
it: Rapporti

# RES_supervisors.resetpassword.myself.error.rotext
source: You cannot automatically reset your own password
ca: No es pot restablir automàticament la contrasenya pròpia
it: Impossibile ripristinare automaticamente la propria password

# RES_supervisors.roles.filter.rotext
source: All roles
ca: Tots els rols
it: Tutti i ruoli

# RES_supervisors.savechanges.rotext
source: Save changes
ca: Desar canvis
it: Salvare le modifiche

# RES_supervisors.savepassport.infogroups.notempty.rotext
source: You must assign at least one group to supervise. If you do not supervise any, you can mark the supervisor as inactive or delete it.
ca: Cal assignar com a mínim un grup al qual supervisar. En cas de no supervisar-ne cap, pots marcar el supervisor com a inactiu o esborrar-lo
it: Devi assegnare almeno un gruppo da supervisionare. In assenza di qualcuno da supervisionare, puoi contrassegnare il supervisore come inattivo o eliminarlo

# RES_supervisors.savepassport.infopwd.resetdescription.rotext
source: The supervisor password has been reset and sent to your email address.
ca: S’ha restablert la contrasenya del supervisor i se li ha enviat a la seva adreça de correu.
it: Si è ripristinata la password del supervisore ed è stata inviata al tuo indirizzo di posta elettronica.

# RES_supervisors.sendusername.infousername.sendusernamedescription.rotext
source: A message has been sent to the user's email with their username
ca: S´ha enviat un missatge al mail de l´usuari amb el vostre nom d´usuari
it: Un messaggio è stato inviato all´e-mail dell´utente con il suo nome utente

# RES_supervisors.setdefaultpermission.button.rotext
source: Set default access level
ca: Establir nivell d’accés per defecte
it: Definisci livello di accesso predefinito

# RES_supervisors.startdate.invaliddate.rotext
source: Incorrect validity period start date
ca: Data inici període validesa incorrecta
it: Data inizio periodo validità errata

# RES_supervisors.supervisor.hascommuniques.rotext
source: The supervisor cannot be deleted because you have communications with him as the sender. Please manage those communications before deleting the supervisor.
ca: No es pot eliminar el supervisor perquè té comunicats en què apareix com a remitent. Si us plau, gestiona aquests comunicats abans d’eliminar el supervisor
it: Non puoi eliminare il supervisore perché sono presenti comunicazioni in cui è il mittente. Ti invitiamo a gestire tali comunicazioni prima di eliminare il supervisore

# RES_supervisors.supervisor.mustaddnode.rotext
source: You must assign a node to the supervisor
ca: Cal assignar un node al supervisor
it: Devi assegnare un nodo al supervisore

# RES_supervisors.supervisor.notexistadminpassport.rotext
source: There must be a Supervisor in the root node with administrator role
ca: Hi ha d’haver un supervisor al node arrel amb rol d’administrador
it: Deve esistere un supervisore nel nodo radice con ruolo di amministratore

# RES_supervisors.taballowedapplications.rotext
source: Applications
ca: Aplicacions
it: Applicazioni

# RES_supervisors.tabconsents.rotext
source: Consent
ca: Consentiment
it: Consenso

# RES_supervisors.tabemployeepermissions.rotext
source: User permissions
ca: Permisos d’usuari
it: Permessi utente

# RES_supervisors.tabexceptions.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni

# RES_supervisors.tabgeneral.rotext
source: General
it: Generale

# RES_supervisors.tabidentifymethods.rotext
source: ID
ca: Identificació
it: Identificazione

# RES_supervisors.tabnotifications.rotext
source: Notifications
ca: Notificacions
it: Notifiche

# RES_supervisors.tabpermissions.rotext
source: Permissions
ca: Permisos
it: Permessi

# RES_supervisors.tabrestrictions.rotext
source: Restrictions
ca: Restriccions
it: Limitazioni

# RES_supervisors.tbaddnewpassport.rotext
source: Create a new supervisor
ca: Crear un nou supervisor
it: Crea nuovo supervisore

# RES_supervisors.tbcopysupervisor.rotext
source: Copy attributes
ca: Copiar atributs
it: Copia attributi

# RES_supervisors.tbcurrentloggedusers.desc.rotext
source: Allows you to consult the users connected to the Visualtime platform
ca: Permet consultar els usuaris connectats a la plataforma Visualtime
it: Consente di consultare gli utenti connessi alla piattaforma Visualtime

# RES_supervisors.tbcurrentloggedusers.rotext
source: Users connected
ca: Usuaris connectats
it: Utenti collegati

# RES_supervisors.tbdelpassport.rotext
source: Delete supervisor
ca: Esborrar supervisor
it: Elimina supervisore

# RES_supervisors.tbmaximize.rotext
source: Maximize
ca: Maximitzar
it: Massimizzare

# RES_supervisors.tbmovesupervisors.rotext
source: Assign users to a supervisor
ca: Assignar usuaris a un supervisor
it: Assegna utenti a un supervisore

# RES_supervisors.tbshowreports.rotext
source: Reports
ca: Informes
it: Rapporti

# RES_supervisors.title.rotext
source: Supervisors
it: Supervisori

# RES_supervisors.title.search.rotext
source: Look for
ca: Cerca
it: Cercare

# RES_supervisors.title_passports_pathway.rotext
source: Supervisors
it: Supervisori

# RES_supervisors.treecaptionpassports.rotext
source: Supervisors
it: Supervisori

# RES_supervisors.treecaptionsupervisors.rotext
source: Supervisors
it: Supervisori

# RES_supervisors.undochanges.rotext
source: Undo changes
ca: Desfer canvis
it: Cancella i cambiamenti

# RES_supervisorsv3.taballowedapplications.rotext
source: Applications
ca: Aplicacions
it: Applicazioni

# RES_supervisorsv3.tabconsents.rotext
source: Consent
ca: Consentiment
it: Consenso

# RES_supervisorsv3.tabemployeepermissions.rotext
source: User permissions
ca: Permisos d’usuari
it: Permessi utente

# RES_supervisorsv3.tabexceptions.rotext
source: Exceptions
ca: Excepcions
it: Eccezioni

# RES_supervisorsv3.tabgeneral.rotext
source: General
it: Generale

# RES_supervisorsv3.tabidentifymethods.rotext
source: ID
ca: Identificació
it: Identificazione

# RES_supervisorsv3.tabnotifications.rotext
source: Notifications
ca: Notificacions
it: Notifiche

# RES_supervisorsv3.tabpermissions.rotext
source: Permissions
ca: Permisos
it: Permessi

# RES_supervisorsv3.tabrestrictions.rotext
source: Restrictions
ca: Restriccions
it: Limitazioni

# RES_supervisorsv3.tbaddnewpassport.rotext
source: Create a new supervisor
ca: Crear un nou supervisor
it: Crea nuovo supervisore

# RES_supervisorsv3.tbcopysupervisor.rotext
source: Copy attributes
ca: Copiar atributs
it: Copia attributi

# RES_supervisorsv3.tbcurrentloggedusers.desc.rotext
source: Allows you to consult the users connected to the Visualtime platform
ca: Permet consultar els usuaris connectats a la plataforma Visualtime
it: Consente di consultare gli utenti connessi alla piattaforma Visualtime

# RES_supervisorsv3.tbcurrentloggedusers.rotext
source: Users connected
ca: Usuaris connectats
it: Utenti collegati

# RES_supervisorsv3.tbdelpassport.rotext
source: Delete supervisor
ca: Esborrar supervisor
it: Elimina supervisore

# RES_supervisorsv3.tbmovesupervisors.rotext
source: Assign users to a supervisor
ca: Assignar usuaris a un supervisor
it: Assegna utenti a un supervisore

# RES_supervisorsv3.tbshowreports.rotext
source: Reports
ca: Informes
it: Rapporti

# RES_srvmsgboxsecurity.disablebiometricdata.confirm.text.rotext
source: Disable the use of biometric data
ca: Desactivar la utilització de dades biomètriques
it: Disabilitare l'uso dei dati biometrici

# RES_srvmsgboxsecurity.disablebiometricdata.confirm.description.rotext
source: By disabling the use of biometric data, employees will not be able to clock in using fingerprint, palm or facial recognition at the terminals. It will be disabled for all users.
ca: En desactivar la utilització de dades biomètriques, els empleats no podran fitxar, utilitzant empremta, palmell o facial als terminals. Es desactivarà a tots els usuaris
it: Disattivando l'utilizzo dei dati biometrici i dipendenti non potranno timbrare la tessera utilizzando l'impronta digitale, il palmo o il volto sui terminali. Verrà disabilitato per tutti gli utenti

# RES_srvmsgboxsecurity.disablebiometricdata.confirm.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.disablebiometricdata.confirm.option2text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_srvmsgboxsecurity.deletebiometricdata.confirm.text.rotext
source: Delete biometric data
ca: Esborrar dades biomètriques
it: Elimina i dati biometrici

# RES_srvmsgboxsecurity.deletebiometricdata.confirm.description.rotext
source: By accepting, you will delete all biometric data for all Visualtime users and terminals. This action is irreversible.
ca: En acceptar, eliminarà totes les dades biometriques per a tots els usuaris i terminals de Visualtime. Aquesta acció és irreversilble.
it: Accettando, cancellerai tutti i dati biometrici di tutti gli utenti e terminali Visualtime. Questa azione è irreversibile.

# RES_srvmsgboxsecurity.deletebiometricdata.confirm.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.deletebiometricdata.confirm.option2text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_supervisorsv3.checkpermission.denied.message.rotext
source: You do not have permissions to perform the action
ca: No disposeu de permisos per realitzar l'acció
it: Non disponi delle autorizzazioni per eseguire l'azione

# RES_passportsecurityactions.lbloptsendpin.text.rotext
source: Create terminal access PIN
ca: Crear PIN d'accés a terminals
it: Crea PIN di accesso al terminale

# RES_passportsecurityactions.lbloptsendpindesc.text.rotext
source: Existing PINs for the selected group will be overwritten and emailed to users.
ca: Es sobreescriuran els PINs existents per al grup seleccionat i s'enviaran per correu electrònic als usuaris.
it: PIN esistenti per il gruppo selezionato verranno sovrascritti e inviati via email agli utenti.

# RES_sso.cegidinformation.rotext
source: You can use the cegidID service to maintain your session across all CEGID services.
ca: Podeu utilitzar el servei cegidID per mantenir la sessió a tots els serveis de CEGID.
it: Puoi utilizzare il servizio cegidID per mantenere la tua sessione su tutti i servizi CEGID.

# RES_srvmsgboxsecurity.cegididusr.confirm.text.rotext
source: Unlink account from cegidID
ca: Desvincular cuenta de cegidID
it: Desvincular cuenta de cegidID

# RES_srvmsgboxsecurity.cegididusr.confirm.description.rotext
source: Unlinking your cegidID account will allow you to link it using the assigned email address at your next login.
ca: Al desvincular la cuenta de cegidID se permitirá que en su siguiente inicio de sesión se vincule mediante la dirección de correo asignada.
it: Al desvincular la cuenta de cegidID se permitirá que en su siguiente inicio de sesión se vincule mediante la dirección de correo asignada.

# RES_srvmsgboxsecurity.cegididusr.confirm.option1text.rotext
source: Accept
ca: Aceptar
it: Aceptar

# RES_srvmsgboxsecurity.cegididusr.confirm.option2text.rotext
source: Cancel
ca: Cancelar
it: Cancelar

# RES_supervisors.language.slk.rotext
source: Slovak
ca: Eslovac
it: Slovacco

# RES_supervisors.notifytype.advice new scheduled communique.rotext
source: New announcement planned
ca: Nou comunicat planificat
it: Previsto un nuovo comunicato

# RES_supervisorsv3.resetpassword.myself.error.rotext
source: You cannot automatically reset your own password
ca: No es pot restablir automàticament la contrasenya pròpia
it: Impossibile ripristinare automaticamente la propria password

# RES_supervisorsv3.sendusername.myself.error.rotext
source: Error sending username
ca: Error en enviar el nom dusuari
it: Errore nell'invio del nome utente

# RES_srvmsgboxpassports.sendusername.error.title.rotext
source: Error sending username
ca: Error en enviar el nom dusuari
it: Errore nell'invio del nome utente

# RES_srvmsgboxpassports.sendusername.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.sendusername.error.option1description.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.unregistera3payroll.confirm.text.rotext
source: Deactivate the import of A3 payslips
ca: Desactivar la importació de nòmines A3
it: Disattivare l'importazione di buste paga A3

# RES_srvmsgboxsecurity.unregistera3payroll.confirm.description.rotext
source: When deactivating the A3 payroll import, the corresponding folder in the Document Manager will be deleted, AND ALL THE DOCUMENTS IT MAY CONTAIN WILL BE DELETED. If it contains documents and you do not want to lose them, please download them from the Document Manager before deleting the import.
ca: En desactivar la importació de nòmines A3, s'eliminarà la carpeta corresponent al Gestor Documental, I S'ELIMINARAN TOTS ELS DOCUMENTS QUE POGUÉS CONTENIR. Si conté documents i no vol perdre'ls, si us plau descarregueu-los des del Gestor Documental abans d'eliminar la importació.
it: Quando si disattiva l'importazione di buste paga in formato A3, la cartella corrispondente nella Gestione documenti verrà eliminata, E TUTTI I DOCUMENTI CHE POTREBBERO CONTENERE SARANNO ELIMINATI. Se contiene documenti che non si vogliono perdere, si prega di scaricarli dalla Gestione documenti prima di cancellare l'importazione.

# RES_srvmsgboxsecurity.unregistera3payroll.confirm.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.unregistera3payroll.confirm.option2text.rotext
source: Cancel
ca: Cancel·la
it: Annullamento

# RES_newpassportwizard.checkpage.employeealreadyasupervisor.rotext
source: The currently selected user is already a supervisor.
ca: L'usuari actualment seleccionat ja és un supervisor.
it: L'utente attualmente selezionato è già un supervisore.

# RES_collectives.title.rotext
source: Collectives
ca: Col·lectius
it: Collettivi

# RES_supervisors.notifytype.pending cause employee advice.rotext
source: Days with unjustified incidents
ca: Dies amb incidències no justificades
it: Giorni con incidenti ingiustificati

# RES_identifymethods.lblpassword.text.rotext
source: Password
ca: Contrasenya

# RES_newpassportwizard.lblmail.text.rotext
source: E-mail
ca: Correu electrònic

# RES_passports.lblemailaddress.text.rotext
source: Email
ca: Correu electrònic

# RES_supervisors.lblemailaddress.text.rotext
source: Email
ca: Correu electrònic
