Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_saasadmincaptcha.lbldescription1.text.rotext
source: You are about to perform a SaaS service action
ca: Estàs a punt de dur a terme una acció de servei SaaS
it: Si sta per effettuare un´azione di servizio SaaS

# RES_saasadmincaptcha.lbldescription2.text.rotext
source: If you really want to do this, enter the numbers shown below and press the accept button.
ca: Si realment vols fer-ho, introdueix els números que es mostren a continuació i fes clic al botó Acceptar.
it: Se veramente lo desideri fare, immetti i numeri riportati di seguito e seleziona Accetta.

# RES_saasadmincaptcha.lbltitle.text.rotext
source: SaaS Service Action
ca: Acció de servei SaaS
it: Azione di servizio SaaS

# RES_securityoptions.btcancel.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_securityoptions.btsave.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_securityoptions.gridips.namevalue.rotext
source: Allowed IP addresses and ranges
ca: Adreces i intervals IP permesos
it: Indirizzi e intervalli IP consentiti

# RES_securityoptions.label1.text.rotext
source: Account blocking
ca: Bloqueig de compte
it: Blocco account

# RES_securityoptions.label2.text.rotext
source: -The password must be at least 4 characters long and contain letters and numbers.
ca: -La contrasenya ha de tenir una longitud mínima de 4 caràcters i incloure lletres i números.
it: La password deve essere lunga almeno 4 caratteri e contenere lettere e numeri.

# RES_securityoptions.lblaccessblock.text.rotext
source: Security locks
ca: Bloqueigs de seguretat
it: Blocchi di sicurezza

# RES_securityoptions.lblaccessblockdescription.text.rotext
source: If an intrusion into the system is detected, you can block access to the various applications globally and unconditionally from here.
ca: Si es detecta una intrusió al sistema, des d’aquí pots bloquejar l’accés a les diferents aplicacions de manera global i incondicional.
it: Se si rileva un´intrusione nel sistema, da qui puoi bloccare l´accesso alle diverse applicazioni in modo globale e incondizionale.

# RES_securityoptions.lbladdip.text.rotext
source: Add IP address or range
ca: Afegir adreça o interval IP
it: Aggiungi indirizzo o intervallo IP

# RES_securityoptions.lblappcheckversion.text.rotext
source: Allow access only if the version of the client App is the same as the Visualtime server
ca: Permetre l’accés únicament si la versió de l’aplicació del client és la mateixa que el servidor de Visualtime
it: Consenti l´accesso unicamente se la versione dell´app cliente è la stessa di quella del server Visualtime

# RES_securityoptions.lblappcheckversiondesc.text.rotext
source: On mobile devices, access will only be allowed if the device has the same version installed as the Visualtime server.
ca: En dispositius mòbils, només es permetrà l’accés si el dispositiu té instal·lada la mateixa versió que el servidor de Visualtime.
it: Su dispositivi mobili, sarà consentito l´accesso solo se nel dispositivo è installata la stessa versione del server di Visualtime.

# RES_securityoptions.lblblock1.text.rotext
source: If they occur
ca: Si es produeixen
it: Se si producono

# RES_securityoptions.lblblock1desc.text.rotext
source: Incorrect access attempts will result in a temporary blocking of the account for 10 minutes. (An email will be sent to the user indicating the blocking if they have an address configured)
ca: intents erronis d’accés, el compte es bloquejarà temporalment durant 10 minuts. (s’enviarà un correu a l’usuari indicant el bloqueig en cas que tingui configurada una adreça)
it: tentativi errati di accesso, l´account verrà bloccato temporaneamente per 10 minuti. (Verrà inviato un messaggio di posta elettronica all´utente indicando il blocco qualora sia configurato un indirizzo)

# RES_securityoptions.lblblock2.text.rotext
source: If they occur
ca: Si es produeixen
it: Se si producono

# RES_securityoptions.lblblock2desc.text.rotext
source: In the event of incorrect access attempts, the account will be blocked indefinitely (except for administrator users) until it is unlocked by a privileged user. (an email will be sent to the user indicating the block if they have an address configured)
ca: intents erronis d’accés, el compte es bloquejarà indefinidament (excepte usuaris administradors) fins que el desbloquegi un usuari amb privilegis. (s’enviarà un correu a l’usuari indicant el bloqueig en cas que tingui configurada una adreça)
it: tentativi errati di accesso, l´account verrà bloccato per un tempo indefinito (tranne per utenti amministratori) fino a quando verrà sbloccata da un utente con privilegi. (Verrà inviato un messaggio di posta elettronica all´utente indicando il blocco qualora sia configurato un indirizzo)

# RES_securityoptions.lblblockaccount.text.rotext
source: Account blocking
ca: Bloqueig de compte
it: Blocco account

# RES_securityoptions.lblblockaccountdescription.text.rotext
source: In this section, define the account lockout policy for access attempts using incorrect passwords.
ca: Defineix en aquesta secció la política de bloqueig de comptes en cas d’intents d’accés utilitzant una contrasenya incorrecta.
it: Definisci in questa sezione la politica di blocco account a seguito di tentativi di accesso tramite password errata.

# RES_securityoptions.lblblockdesktop.text.rotext
source: Block access to Visualtime Desktop except for administrator users
ca: Bloquejar l’accés a Visualtime Desktop excepte usuaris administradors
it: Blocca l´accesso a Visualtime Desktop tranne per gli utenti amministratori

# RES_securityoptions.lblblockportal.text.rotext
source: Block access to Visualtime Portal (including Apps)
ca: Bloquejar l’accés a Visualtime Portal (incloses les aplicacions)
it: Blocca l´accesso a Visualtime Portal (app incluse)

# RES_securityoptions.lblblocksupervisor.text.rotext
source: Block access to Visualtime Supervisor (including Apps)
ca: Bloquejar l’accés a Visualtime Supervisor (incloses les aplicacions)
it: Blocca l´accesso a Visualtime Supervisor (app incluse)

# RES_securityoptions.lblblocktitle.text.rotext
source: Account blocking
ca: Bloqueig de compte
it: Blocco account

# RES_securityoptions.lbldays.text.rotext
source: days.
ca: dies.
it: giorni.

# RES_securityoptions.lbldifferentips.text.rotext
source: devices per user.
ca: dispositius per usuari.
it: dispositivi per utente.

# RES_securityoptions.lblelapsed.text.rotext
source: The authorization of a device expires after
ca: L’autorització d’un dispositiu caduca als
it: L´autorizzazione di un dispositivo scade ai

# RES_securityoptions.lblglobalaccesrestrictiondescription.text.rotext
source: In this section you can define the verification policy for the source address from which access is being made to Visualtime applications. (Your company's network must allow verification of the IP of devices that connect to the Visualtime server. If you have any questions, contact your administrator.)
ca: En aquesta secció pots definir la política de verificació de l’adreça d’origen des de la qual s’accedeix a les aplicacions de Visualtime. (La xarxa de la teva empresa ha de permetre la verificació de l’adreça IP dels dispositius que es connecten al servidor de Visualtime. Si tens algun dubte, parla amb el teu administrador.)
it: In questa sezione è possibile definire la politica di verifica dell´indirizzo di origine da cui si effettua un accesso alle applicazioni di Visualtime. (La rete dell´azienda deve consentire la verifica dell´IP dei dispositivi che si collegano al server di Visualtime. In caso di dubbi, contattare l´amministratore).

# RES_securityoptions.lblglobalaccessrestriction.text.rotext
source: Global Access Restrictions
ca: Restriccions d’accés globals
it: Limitazioni di accesso globali

# RES_securityoptions.lblheader.text.rotext
source: Security options
ca: Opcions de seguretat
it: Opzioni di sicurezza

# RES_securityoptions.lblhigh.text.rotext
source: -- Very high
ca: -- Molt alt
it: -- Molto alto

# RES_securityoptions.lblhighdesc1.text.rotext
source: -The password must be at least 10 characters long, contain letters, uppercase, lowercase, numbers and special characters (@, #).
ca: -La contrasenya ha de tenir una longitud mínima de 10 caràcters i incloure lletres, majúscules, minúscules, números i caràcters especials (@, #).
it: La password deve essere lunga almeno 10 caratteri, contenere lettere, maiuscole, minuscole, numeri e caratteri speciali(@,#).

# RES_securityoptions.lblhighdesc2.text.rotext
source: It cannot match the username or previous passwords.
ca: No pot coincidir amb el nom d’usuari ni amb les contrasenyes anteriors.
it: Non può coincidere con il nome utente e nemmeno con le password precedenti.

# RES_securityoptions.lblhistoricpasswor2.text.rotext
source: previous.
ca: anteriors.
it: anteriori.

# RES_securityoptions.lblhistoricpassword.text.rotext
source: Do not allow the new password to match the
ca: No permetre que la nova contrasenya coincideixi amb les
it: Non consentire che la nuova password coincida con quelle

# RES_securityoptions.lblhistoricpassworddesc.text.rotext
source: It will be validated that the new password does not match any of the passwords last used.
ca: Es comprovarà que la nova contrasenya no coincideixi amb cap de les darreres utilitzades. El valor mínim és 24.
it: Verrà convalidato il fatto che la nuova password non coincide con nessuna delle ultime usate: il valore minimo è 24.

# RES_securityoptions.lblinfo.text.rotext
source: In this screen you can configure the security policy for access to Visualtime. This policy will be applied during access to any of the applications in the Visualtime solution. Configure the different options to minimize the risk of access to the system through identity theft.
ca: En aquesta pantalla podràs configurar la política de seguretat d’accés a Visualtime. Aquest política s’aplicarà durant l’accés a qualsevol de les aplicacions de la solució Visualtime. Configura les diferents opcions per minimitzar el risc d’accés al sistema per mitjà de suplantació d’identitat.
it: In questa schermata sarà possibile configurare la politica di sicurezza di accesso a Visualtime. Questa politica verrà applicata durante l´accesso a qualsiasi applicazione della soluzione Visualtime. Configura le diverse opzioni per ridurre al minimo il rischio di accesso al sistema tramite furto di identità.

# RES_securityoptions.lbllow.text.rotext
source: -- Half
ca: -- Mitjà
it: -- Medio

# RES_securityoptions.lbllowdesc1.text.rotext
source: It cannot match the username or previous passwords.
ca: No pot coincidir amb el nom d’usuari ni amb les contrasenyes anteriors.
it: Non può coincidere con il nome utente e nemmeno con le password precedenti.

# RES_securityoptions.lblmedium.text.rotext
source: -- High
ca: -- Alt
it: -- Altezza

# RES_securityoptions.lblmediumdesc1.text.rotext
source: -The password must be at least 6 characters long, contain letters, uppercase, lowercase and numbers.
ca: -La contrasenya ha de tenir una longitud mínima de 6 caràcters i incloure lletres, majúscules, minúscules i números.
it: -La password deve essere lunga almeno 6 caratteri e contenere lettere, maiuscole, minuscole e numeri.

# RES_securityoptions.lblmediumdesc2.text.rotext
source: It cannot match the username or previous passwords.
ca: No pot coincidir amb el nom d’usuari ni amb les contrasenyes anteriors.
it: Non può coincidere con il nome utente e nemmeno con le password precedenti.

# RES_securityoptions.lblnewips.text.rotext
source: On new IPs
ca: En IP noves
it: In IP nuovi

# RES_securityoptions.lblonlyips.text.rotext
source: Allow access only from these IP addresses
ca: Permetre accés únicament des de d’aquestes adreces IP
it: Consenti di accedere unicamente da questi indirizzi IP

# RES_securityoptions.lblonlyipsdesc.text.rotext
source: Access will only be allowed if the IP address of the device used by the user is in the following list. You can specify individual IPs or IP ranges.
ca: Només es permetrà l’accés si l’adreça IP del dispositiu utilitzat per l’usuari es troba a la llista següent. Pots indicar adreces IP individuals o intervals d’adreces IP.
it: Si consentirà l´accesso solo se l´indirizzo IP del dispositivo utilizzato dall´utente si trova nel seguente elenco. È possibile indicare IP individuali o intervalli di IP.

# RES_securityoptions.lbloutdate.text.rotext
source: The password expires every
ca: La contrasenya caduca cada
it: La password scade ogni

# RES_securityoptions.lbloutdatedef.text.rotext
source: days
ca: dies
it: giorni

# RES_securityoptions.lblpasswordconfiguration.text.rotext
source: Password security level
ca: Nivell de seguretat de contrasenyes
it: Livello di sicurezza password

# RES_securityoptions.lblpasswordconfigurationdescription.text.rotext
source: In this section, define the password complexity as well as the password change policy that you will require for system users.
ca: Defineix en aquesta secció la complexitat de la contrasenya, així com la política de canvis de contrasenya que exigiràs als usuaris del sistema.
it: Definisci in questa sezione la complessità della password, nonché la politica di modifiche di password che verrà richiesta agli utenti del sistema.

# RES_securityoptions.lblpasswordoptionstabbutton.text.rotext
source: Passwords
ca: Contrasenyes
it: Password

# RES_securityoptions.lblpasswordoutdatedesc.text.rotext
source: After this number of days, when the user logs in again, he/she will be forced to change his/her password. (0 to disable)
ca: Transcorreguts aquests dies, quan l’usuari torni a iniciar sessió se l’obligarà a canviar la contrasenya. (0 per desactivar)
it: Trascorso questo numero di giorni, quando l´utente avvia di nuovo la sessione, dovrà modificare la password. (0 per disattivare)

# RES_securityoptions.lblpasswordtitle.text.rotext
source: Password complexity
ca: Complexitat de la contrasenya
it: Complessità della password

# RES_securityoptions.lblpasswordtitledescription.text.rotext
source: Indicate the level of complexity that the password must meet
ca: Indica el nivell de complexitat que ha de tenir la contrasenya
it: Indica il livello di complessità che deve soddisfare la password

# RES_securityoptions.lblremoteaccess.text.rotext
source: Remote support
ca: Suport remot
it: Supporto remoto

# RES_securityoptions.lblremoteaccessdescription.text.rotext
source: You can indicate whether Cegid users are allowed access to the system to perform support actions. All access is audited and subject to a user validation process by sending a verification key to a Cegid email account.
ca: Pots indicar si es permet l’accés al sistema a usuaris de Cegid per dur a terme accions de suport. Tots els accessos s’auditen i se sotmeten a un procés de validació d’usuari per mitjà de l’enviament d’una clau de verificació a un compte de correu de Cegid.
it: È possibile indicare se è consentito l´accesso al sistema a utenti di Cegid per svolgere azioni di supporto. Qualsiasi accesso viene monitorato e sottoposto a un processo di convalida dell´utente mediante invio del codice di verifica a un account di posta elettronica di Cegid.

# RES_securityoptions.lblremoteaccesssection.text.rotext
source: Allow remote support to Cegid staff
ca: Permetre el suport remot a personal de Cegid
it: Consenti supporto remoto al personale di Cegid

# RES_securityoptions.lblrequierekey.text.rotext
source: Verify identity when accessing from new devices
ca: Verificar la identitat en accessos des de dispositius nous
it: Verifica identità in accessi da dispositivi nuovi

# RES_securityoptions.lblrequierekeydesc.text.rotext
source: When a user logs in from a new device and exceeds the authorized limit or the validity period expires, a verification key will be sent by email which must be entered along with their credentials. The key will be valid for 15 minutes.
ca: Quan un usuari accedeix des d’un dispositiu nou i supera el límit de dispositius autoritzats o caduca el temps de validesa, s’enviarà per correu electrònic una clau de verificació que caldrà indicar juntament amb les teves credencials. La clau tindrà una validesa de 15 minuts.
it: Quando un utente accede da un dispositivo nuovo e supera il limite di autorizzazioni o scade il tempo di validità, verrà inviato via e-mail un codice di verifica che dovrà essere inserito assieme alle credenziali. Il codice avrà una validità di 15 minuti.

# RES_securityoptions.lblrestrictionsoptionstabbutton.text.rotext
source: Access restrictions
ca: Restriccions d’accés
it: Limitazioni di accesso

# RES_securityoptions.lbltimes.text.rotext
source: A maximum of 1,000 people will remain authorized.
ca: Es mantindran autoritzats un màxim de
it: Si manterranno autorizzati un massimo di

# RES_securityoptions.msghaschanges.rotext
source: Configuration changes have been found
ca: S’han trobat canvis a la configuració
it: Sono state rilevate modifiche nella configurazione

# RES_securityoptions.msghaserrors.rotext
source: Errors have been found in the configuration
ca: S’han trobat errors a la configuració
it: Sono stati rilevati errori nella configurazione

# RES_securityoptions.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche

# RES_securityoptions.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_securityoptions.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_securityoptions.title.rotext
source: Security options
ca: Opcions de seguretat
it: Opzioni di sicurezza

# RES_securityoptions.title_securityoptions_pathway.rotext
source: Options
ca: Opcions
it: Opzioni

# RES_srvmsgboxpassports.addemployee.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.addemployee.error.title.rotext
source: Failed to add user
ca: No s’ha pogut afegir l’usuari
it: Non è stato possibile aggiungere l´utente

# RES_srvmsgboxpassports.checkpermission.denied.description.rotext
source: You do not have access to this screen
ca: No tens accés a aquesta pantalla
it: Non hai accesso a questa schermata

# RES_srvmsgboxpassports.checkpermission.denied.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.checkpermission.denied.title.rotext
source: Access denied
ca: Accés denegat
it: Accesso negato

# RES_srvmsgboxpassports.delete.rotext
source: Delete
ca: Esborrar
it: Eliminare

# RES_srvmsgboxpassports.deletedescriptionpassport.rotext
source: <b>Attention:</b>This will delete the selected user.
ca: <b>Atenció:</b>S’esborrarà l’usuari seleccionat.
it: <b>Attenzione:</b>verrà eliminato l´utente selezionato.

# RES_srvmsgboxpassports.deletepassport.description.rotext
source: What do you want to do?
ca: Què vols fer?
it: Cosa vuoi fare?

# RES_srvmsgboxpassports.deletepassport.title.rotext
source: You are about to delete the user.<br />Are you sure?
ca: Estàs a punt d’eliminar l’usuari.<br />N’estàs segur/a?
it: Si sta per eliminare l´utente.<br />Procedere?

# RES_srvmsgboxpassports.error.saveconfig.option1description.rotext
source: The settings could not be saved. Please try again.
ca: No s’ha pogut desar la configuració. Si us plau, tornar-ho a provar.
it: Non è stato possibile salvare la configurazione. Per favore, riprova.

# RES_srvmsgboxpassports.error.saveconfig.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.error.saveconfig.title.rotext
source: Mistake
ca: Error
it: Errore

# RES_srvmsgboxpassports.movepassport.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.movepassport.error.title.rotext
source: The user could not be reset.
ca: No s’ha pogut restablir l’usuari.
it: Non è stato possibile ripristinare l´utente.

# RES_srvmsgboxpassports.nodelete.rotext
source: Do not delete
ca: No esborrar
it: Non cancellare

# RES_srvmsgboxpassports.nodeletedescriptionpassport.rotext
source: Will leave the user undeleted.
ca: Es deixarà l’usuari sense esborrar.
it: Si uscirà senza eliminare l´utente.

# RES_srvmsgboxpassports.removepassport.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.removepassport.error.title.rotext
source: The user could not be deleted.
ca: No s’ha pogut esborrar l’usuari.
it: Non è stato possibile eliminare l´utente.

# RES_srvmsgboxpassports.saasaction.result.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.saasaction.result.title.rotext
source: Information
ca: Informació
it: Informazione

# RES_srvmsgboxpassports.savename.error.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.savepassport.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.savepassport.error.title.rotext
source: Failed to save user
ca: No s’ha pogut desar l’usuari
it: Non è stato possibile salvare l´utente

# RES_srvmsgboxpassports.savepassport.infopwd.option1description.rotext
source: The user must change the password once he logs into the system.
ca: L’usuari haurà de canviar la contrasenya una vegada iniciï sessió al sistema
it: L´utente dovrà cambiare la password una volta effettuato il login nel sistema

# RES_srvmsgboxpassports.savepassport.infopwd.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.savepassport.infopwd.title.rotext
source: Password information
ca: Informació de contrasenya
it: Informazione di password

# RES_srvmsgboxpassports.sendusername.infousername.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.sendusername.infousername.title.rotext
source: User information
ca: Informació d´usuari
it: Informazioni utente

# RES_srvmsgboxpassports.setemployeegrouppermission.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.setemployeegrouppermission.error.title.rotext
source: Failed to assign permission to group
ca: No s’ha pogut assignar el permís al grup
it: Non è stato possibile assegnare l´autorizzazione al gruppo

# RES_srvmsgboxpassports.setfeaturepermission.error.option1text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxpassports.setfeaturepermission.error.title.rotext
source: Failed to assign permission to functionality
ca: No s’ha pogut assignar el permís a la funcionalitat
it: Non è stato possibile assegnare l´autorizzazione alla funzionalità

# RES_srvmsgboxsecurity.error.description.duplicatediprange.rotext
source: The entered IP already exists
ca: L’IP introduït ja existeix
it: L´IP immesso esiste già

# RES_srvmsgboxsecurity.error.frmnewrequestcategory.alreadyexists.rotext
source: You have already entered this request category. Please edit it to modify its values.
ca: Ja has introduït aquesta categoria de sol·licitud. Si us plau, edita-la per modificar-ne els valors.
it: Hai già inserito questa categoria di richiesta. Ti invitiamo a modificarla per modificarne i valori.

# RES_srvmsgboxsecurity.error.frmnewrequestcategory.cmbnextlevelinferior.rotext
source: The initial visibility level cannot be lower than the authorization level
ca: El nivell inicial de visibilitat no pot ser inferior al nivell d’autorització
it: Il livello iniziale di visibilità non può essere inferiore al livello di autorizzazione

# RES_srvmsgboxsecurity.error.frmnewrequestcategory.cmbnextleveltitle.rotext
source: Incorrect parameterization
ca: Parametrització incorrecta
it: Parametrizzazione errata

# RES_srvmsgboxsecurity.error.frmnewrequestcategory.ok.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.error.frmnewrequestcategory.okdesc.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_srvmsgboxsecurity.error.notvalidip.rotext
source: The IP entered does not have a valid format
ca: L’IP introduït no té un format vàlid
it: L´IP immesso non ha un formato valido
