Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_advancedsecurity.chkblockuser.text.rotext
source: Block a user when he/she carries out
ca: Bloquejar un usuari quan porti
it: Blocca un utente mentre trasporta

# RES_advancedsecurity.chkshowtext.text.rotext
source: Display legal message when a user logs into Visualtime.
ca: Mostrar missatge legal quan un usuari inicia sessió al Visualtime.
it: Mostra un messaggio legale quando un utente accede a Visualtime.

# RES_advancedsecurity.invalidperiod.message.description.rotext
source: The number of months entered is not valid
ca: El nombre de mesos introduït no és vàlid
it: Il numero di mesi inserito non è valido

# RES_advancedsecurity.invalidperiod.message.title.rotext
source: Mistake
ca: Error
it: Errore

# RES_advancedsecurity.label1.text.rotext
source: This action will not block consulting users.
ca: Aquesta acció no bloquejarà usuaris consultors.
it: Questa azione non bloccherà la consultazione degli utenti.

# RES_advancedsecurity.label2.text.rotext
source: Blocking inactive users
ca: Bloqueig d´usuaris inactius
it: Blocco degli utenti inattivi

# RES_advancedsecurity.label3.text.rotext
source: Display legal notice on every login
ca: Mostrar avís legal a cada inici de sessió
it: Mostra l´avviso legale ad ogni accesso

# RES_advancedsecurity.label4.text.rotext
source: With this option we will configure the option of whether we want to show a legal notice at the beginning of each access to Visualtime
ca: Amb aquesta opció configurarem l´opció de si volem mostrar un avís legal a l´inici de cada accés al Visualtime
it: Con questa opzione configureremo l´opzione se vogliamo mostrare un avviso legale all´inizio di ogni accesso a Visualtime

# RES_advancedsecurity.label5.text.rotext
source: Notice to system users
ca: Avís als usuaris del sistema
it: Avviso agli utenti del sistema

# RES_advancedsecurity.label8.text.rotext
source: This action will apply to access to VTLive, VTPortal and VTVisits.
ca: Aquesta acció aplicarà als accessos a VTLive, VTPortal i VTVisits.
it: Questa azione si applicherà agli accessi a VTLive, VTPortal e VTVisits.

# RES_advancedsecurity.label9.text.rotext
source: Database
ca: Base de dades
it: Banca dati

# RES_advancedsecurity.lblblockuserinfo.text.rotext
source: If a user spends a specified amount of time inactive, the user will be locked out of Visualtime until unlocked by a supervisor from the Employee > Authorizations > Identification Media screen.
ca: Si un usuari passa un temps especificat inactiu, l´usuari quedarà bloquejat i no podrà accedir a Visualtime fins que un supervisor el desbloquegi des de la pantalla Empleat > Autoritzacions > Mitjans d´identificació.
it: Se un utente trascorre un periodo di tempo specificato inattivo, verrà bloccato fuori da Visualtime finché un supervisore non sblocca l´utente dalla schermata Dipendente > Autorizzazioni > Mezzi di identificazione.

# RES_advancedsecurity.lblblockusertitle.text.rotext
source: Downtime
ca: Temps d´inactivitat
it: Tempo di inattività

# RES_advancedsecurity.lbldatabaseoptionsinfo.text.rotext
source: In this form we will configure the inactivity time with which a user will be blocked since their last access to Visualtime
ca: En aquest formulari configurarem el temps d´inactivitat amb què es bloquejarà un usuari des del darrer accés a Visualtime
it: In questo modulo configureremo il tempo di inattività con il quale un utente verrà bloccato dal suo ultimo accesso a Visualtime

# RES_advancedsecurity.lbldatabasetitle.text.rotext
source: Database
ca: Base de dades
it: Banca dati

# RES_advancedsecurity.lbldaystext.text.rotext
source: months without accessing Visualtime.
ca: mesos sense accedir a Visualtime.
it: mesi senza accedere a Visualtime.

# RES_advancedsecurity.lblheader.text.rotext
source: Advanced Security
ca: Seguretat avançada
it: Sicurezza avanzata

# RES_advancedsecurity.lblinfo.text.rotext
source: From this screen you can configure Visualtime's advanced security.
ca: Des d´aquesta pantalla podreu configurar la seguretat avançada del Visualtime.
it: Da questa schermata è possibile configurare la sicurezza avanzata di Visualtime.

# RES_advancedsecurity.msghaschanges.rotext
source: Configuration changes have been found
ca: S’han trobat canvis a la configuració
it: Sono state rilevate modifiche nella configurazione

# RES_advancedsecurity.msghaserrors.rotext
source: Errors have been found in the configuration
ca: S’han trobat errors a la configuració
it: Sono stati rilevati errori nella configurazione

# RES_advancedsecurity.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche

# RES_advancedsecurity.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_currentloggedusers.btnaccept.text.rotext
source: Update
ca: Actualitzar
it: Aggiornamento

# RES_currentloggedusers.btnaccept.tooltip.rotext
source: Update
ca: Actualitzar
it: Aggiornamento

# RES_currentloggedusers.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_currentloggedusers.btncancel.tooltip.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_currentloggedusers.chkconsent.text.rotext
source: Text of consent
ca: Text del consentiment
it: Testo del consenso

# RES_currentloggedusers.description.rotext
source: Connected Users
ca: Usuaris connectats
it: Utenti collegati

# RES_currentloggedusers.descriptiontable.rotext
source: Description
ca: Descripció
it: Descrizione

# RES_currentloggedusers.lbldescription1.text.rotext
source: Text of consent
ca: Text del consentiment
it: Testo del consenso

# RES_currentloggedusers.lbltitle.text.rotext
source: Connected Users
ca: Usuaris connectats
it: Utenti collegati

# RES_currentloggedusers.name.rotext
source: Name
ca: Nom
it: Nome

# RES_currentloggedusers.origin.rotext
source: Origin
ca: Origen
it: Origine

# RES_employeepermissions.btclose.text.rotext
source: Close
ca: Tancar
it: Vicino

# RES_employeepermissions.employeepermissions.description.rotext
source: In this screen you can modify the permissions on users for the ${1} functionality.
ca: En aquesta pantalla es poden modificar els permisos sobre usuaris per a la funcionalitat ${1}.
it: In questa schermata è possibile modificare le autorizzazioni degli utenti per la funzionalità ${1}.

# RES_employeepermissions.lbladdemployee.text.rotext
source: Add
ca: Afegir
it: Aggiungi

# RES_employeepermissions.lblemployeegroupstitle.text.rotext
source: User groups
ca: Grups usuaris
it: Gruppi di utenti

# RES_employeepermissions.lblemployeestitle.text.rotext
source: Users
ca: Usuaris
it: Utenti

# RES_employeepermissions.lblgroupselection.text.rotext
source: User selection
ca: Selecció usuari
it: Seleziona utente

# RES_employeepermissions.lbltitle.text.rotext
source: User management
ca: Gestió d’usuaris
it: Gestione utenti

# RES_employeepermissions.title.rotext
source: User permissions
ca: Permisos usuaris
it: Permessi utenti

# RES_employeesgroupwizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_employeesgroupwizard.btend.text.rotext
source: Finish
ca: Finalitzar
it: Fine

# RES_employeesgroupwizard.btnext.text.rotext
source: Next >
ca: Següent >
it: successivo >

# RES_employeesgroupwizard.btprev.text.rotext
source: < previous
ca: < anterior
it: < precedente

# RES_employeesgroupwizard.checkpage.incorrectemployeesselected.rotext
source: No user selected
ca: No s’ha seleccionat cap usuari
it: Non è stato selezionato alcun utente

# RES_employeesgroupwizard.end.employeesgroupwelcome1.text.rotext
source: Wizard to assign users to a user group.
ca: Assistent per assignar usuaris a un grup d’usuaris.
it: Assistente per assegnare utenti a un gruppo di utenti.

# RES_employeesgroupwizard.end.error.employeesgroupwelcome2.text.rotext
source: One of the selected users could not be assigned.
ca: No s’ha pogut assignar algun dels usuaris seleccionats.
it: Non è stato possibile assegnare nessuno degli utenti selezionati.

# RES_employeesgroupwizard.end.ok.employeesgroupwelcome2.text.rotext
source: Users assigned successfully.
ca: Usuaris assignats correctament.
it: Utenti assegnati correttamente.

# RES_employeesgroupwizard.hdnsteptitle.text.rotext
source: Wizard to assign users to a user group.
ca: Assistent per assignar usuaris a un grup d’usuaris.
it: Assistente per assegnare utenti a un gruppo di utenti.

# RES_employeesgroupwizard.hdnsteptitle2.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
it: Passaggio {0} da {1}.

# RES_employeesgroupwizard.lblsetp2info.text.rotext
source: Select the users you want to treat.
ca: Selecciona els usuaris que vols tractar.
it: Seleziona gli utenti che desideri trattare.

# RES_employeesgroupwizard.lblstep2info.text.rotext
source: Select the user group to which the selected users will belong.
ca: Selecciona el grup d’usuaris al qual pertanyeran els usuaris seleccionats.
it: Seleziona il gruppo di utenti a cui apparterranno gli utenti selezionati.

# RES_employeesgroupwizard.lblwelcome1.text.rotext
source: Welcome to the wizard for assigning users to a user group.
ca: Et donem la benvinguda a l’assistent per assignar usuaris a un grup d’usuaris.
it: Ti diamo il benvenuto all´assistente per assegnare utenti a un gruppo di utenti.

# RES_employeesgroupwizard.lblwelcome2.text.rotext
source: This wizard will help you assign a user group to users.
ca: Aquest assistent t’ajudarà a assignar un grup d’usuaris a usuaris.
it: Questo assistente ti aiuterà ad assegnare un gruppo di utenti a utenti.

# RES_employeesgroupwizard.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
it: Per continuare, fai clic su Avanti.

# RES_employeesgroupwizard.title.rotext
source: Wizard to assign multiple users to a user group.
ca: Assistent per assignar diversos usuaris a un grup d’usuaris.
it: Assistente per assegnare più utenti a un gruppo di utenti.

# RES_frmips.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_frmips.btnok.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_frmips.label1.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_frmips.lbladdip.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_frmips.lblblocksupervisor.text.rotext
source: IP range
ca: Rang d'IPs
it: Intervallo IP

# RES_frmips.lblcomptit.text.rotext
source: IP range
ca: Rang d'IPs
it: Intervallo IP

# RES_frmips.lblipdescription.text.rotext
source: Enter the IP or range you want to allow access to.
ca: Introdueix l’IP o l’interval que vols permetre.
it: Immetti l´indirizzo IP o l´intervallo a cui si vuole consentire l´accesso.

# RES_frmnewrequestcategory.btnaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_frmnewrequestcategory.btnaccept.tooltip.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_frmnewrequestcategory.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_frmnewrequestcategory.btncancel.tooltip.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_frmnewrequestcategory.lblcmbrequestcategory.text.rotext
source: Category of application
ca: Categoria de sol·licitud
it: Categoria di richiesta

# RES_frmnewrequestcategory.lbllevelrequestcategory.text.rotext
source: Authorization level
ca: Nivell d’autorització
it: Livello di autorizzazione

# RES_frmnewrequestcategory.lblnextlevel.text.rotext
source: View only from the next level onwards
ca: Veure únicament a partir del següent nivell
it: Guarda solo a partire dal seguente livello

# RES_frmnewrequestcategory.lblrequestcategory.text.rotext
source: New Application Category
ca: Nova categoria de sol·licitud
it: Nuova categoria di richiesta

# RES_frmnewrequestcategory.lbltitleformnewrequestcategory.text.rotext
source: Enter the supervisor's authorization level for the request category
ca: Introdueix el nivell d’autorització del supervisor per a la categoria de sol·licitud
it: Inserisci il livello di autorizzazione del supervisore per la categoria di richiesta

# RES_frmnewuserexception.btnaccept.text.rotext
source: Add
ca: Afegir
it: Aggiungere

# RES_frmnewuserexception.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_frmnewuserexception.lblcmbavailablepassport.text.rotext
source: User
ca: Usuari
it: Utente

# RES_frmnewuserexception.lblnewuserexception.text.rotext
source: Add exception to user
ca: Afegir excepció a usuari
it: Aggiungi eccezione all´utente

# RES_frmnewuserexception.lbltitlenewuserexception.text.rotext
source: Select the user to add the exception to
ca: Seleccioneu l´usuari on afegir l´excepció
it: Seleziona l´utente a cui aggiungere l´eccezione

# RES_identifymethods.biopriority.rotext
source: Fingerprint or card if there is no fingerprint reader.
ca: Empremta o targeta si no hi ha lector d’empremta.
it: Impronta o tessera se non è disponibile un lettore di impronta.

# RES_identifymethods.cardandbio.rotext
source: Card and fingerprint, or card only if there is no fingerprint reader.
ca: Targeta i empremta, o només targeta si no hi ha lector d’empremta.
it: Tessera e impronta, o solo tessera se non è disponibile un lettore di impronte.

# RES_identifymethods.cardandpin.rotext
source: Card and password, or card only if password cannot be entered.
ca: Targeta i contrasenya, o només targeta si no es pot introduir la contrasenya.
it: Tessera e password, o solo tessera se non è disponibile immettere la password.

# RES_identifymethods.lblbiometricinfo.text.rotext
source: The user is identified by fingerprint.
ca: L’usuari s’identifica mitjançant empremta.
it: L´utente viene identificato tramite impronta.

# RES_identifymethods.lblbiometrictitle.text.rotext
source: By fingerprint
ca: Mitjançant empremta
it: Mediante impronta

# RES_identifymethods.lblcard.text.rotext
source: Card code
ca: Codi de targeta
it: Codice della tessera

# RES_identifymethods.lblcarddescription.text.rotext
source: You must indicate the card code assigned to the user.
ca: Cal indicar el codi de targeta assignat a l’usuari.
it: Si deve indicare il codice della tessera assegnato all´utente.

# RES_identifymethods.lblcardtitle.text.rotext
source: By card
ca: Mitjançant targeta
it: Mediante tessera

# RES_identifymethods.lblidbiometric.text.rotext
source: Fingerprint code
ca: Codi empremta
it: Codice impronta

# RES_identifymethods.lblintegratedtitle.text.rotext
source: Using windows authentication
ca: Mitjançant autenticació de Windows
it: Mediante autenticazione Windows

# RES_identifymethods.lbllogin.text.rotext
source: Windows user
ca: Usuari Windows
it: Utente Windows

# RES_identifymethods.lblpin.text.rotext
source: Pin
ca: Contrasenya
it: Password

# RES_identifymethods.lblpintitle.text.rotext
source: By pin
ca: Mitjançant contrasenya
it: Mediante password

# RES_identifymethods.lblusername.text.rotext
source: Username
ca: Nom d’usuari
it: Nome utente

# RES_identifymethods.lblusernametitle.text.rotext
source: By username and password
ca: Mitjançant usuari i contrasenya
it: Mediante utente e password

# RES_identifymethods.validate.duplicatedbadgeid.rotext
source: The card number already exists. You must specify a unique card number.
ca: El número de targeta ja existeix. Cal especificar un número de targeta únic.
it: Il nome di tessera esiste già. Si deve specificare un numero di tessera univoco.

# RES_identifymethods.validate.invalidcardid.rotext
source: You must provide the card number.
ca: Cal especificar el número de targeta.
it: Si deve riferire il numero di tessera.

# RES_identifymethods.validate.notuniquecardid.rotext
source: The card number already exists. You must specify a unique card number.
ca: El número de targeta ja existeix. Cal especificar un número de targeta únic.
it: Il nome di tessera esiste già. Si deve specificare un numero di tessera univoco.

# RES_license.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
it: Trascina una colonna qui...

# RES_license.gridsolutions.column.availablelicenseemployees.rotext
source: Active users
ca: Usuaris actius
it: Utenti attivi

# RES_license.gridsolutions.column.licenseemployees.rotext
source: Hired users
ca: Usuaris contractats
it: Utenti assunti

# RES_license.gridsolutions.column.missingmodules.rotext
source: Incorrect modules
ca: Mòduls incorrectes
it: Moduli errati

# RES_license.gridsolutions.column.solution.rotext
source: Name
ca: Nom
it: Nome

# RES_license.gridsolutions.column.status.rotext
source: Status
ca: Estat
it: Stato

# RES_license.lblconcurrencytitle.text.rotext
source: Used Licenses
ca: Llicències utilitzades
it: Licenze usate

# RES_license.lbldatabaseconcurrencytabbutton.text.rotext
source: Concurrence
ca: Concurrència
it: Utenti simultanei

# RES_license.lbldatabaseoptionstabbutton.text.rotext
source: License
ca: Llicència
it: Licenza

# RES_license.lblheader.text.rotext
source: License
ca: Llicència
it: Licenza

# RES_license.lblinfo.text.rotext
source: From this screen you can consult the information of the contracted license and the active modules.
ca: Des d’aquesta pantalla podràs consultar tota la informació de la llicència contractada i els mòduls actius.
it: Da questa schermata sarà possibile consultare le informazioni della licenza sottoscritta e i moduli attivi.

# RES_license.lblmodules.text.rotext
source: Modules
ca: Mòduls
it: Moduli

# RES_license.lblmodulescaption.text.rotext
source: Modules
ca: Mòduls
it: Moduli

# RES_license.lblsolutionscaption.text.rotext
source: Solutions
ca: Solucions
it: Soluzioni

# RES_license.lblsolutiontitle.text.rotext
source: Solutions
ca: Solucions
it: Soluzioni

# RES_license.licencetype.vtalac.rotext
source: Visualtime accesses
ca: Visualtime accessos
it: Accessi Visualtime

# RES_license.licencetype.vtalch.rotext
source: Visualtime Time Management
ca: Visualtime Gestió horària
it: Gestione oraria Visualtime

# RES_license.licencetype.vtalchslc.rotext
source: Visualtime Time Management (Sage Logic Control)
ca: Visualtime Gestió horària (Sage Logic Control)
it: Gestione oraria Visualtime (Sage Logic Control)

# RES_license.licencetype.vtalvi.rotext
source: Corporate Visit Control
ca: Control de visites corporatiu
it: Controllo di visite aziendale

# RES_license.licencetype.vtmlan.rotext
source: Data analytics
ca: Analítica de dades
it: Analisi dei dati

# RES_license.licencetype.vtmlaw.rotext
source: Geo-location and photos in User Portal
ca: Geolocalització i fotos al portal de l’usuari
it: Geolocalizzazione e foto nel portale dell´utente

# RES_license.licencetype.vtmlc1.rotext
source: Control of agreements for 1 agreement
ca: Control de convenis per a 1 conveni
it: Controllo di accordi per 1 accordo

# RES_license.licencetype.vtmlcc.rotext
source: Cost control
ca: Control de costs
it: Controllo di costi

# RES_license.licencetype.vtmlcl.rotext
source: Labor Agreements
ca: Convenis laborals
it: Contratti di lavoro

# RES_license.licencetype.vtmlcn.rotext
source: Communications server for mx8 plus and lite terminals
ca: Servidor de comunicacions per a terminals mx8 plus i lite
it: Server di comunicazioni per terminali mx8 plus e lite

# RES_license.licencetype.vtmldrx.rotext
source: Communications server for RXC, RXCe and RXF terminals
ca: Servidor de comunicacions per a terminals RXC, RXCe i RXF
it: Server di comunicazioni per terminali RXC, RXCe e RXF

# RES_license.licencetype.vtmled.rotext
source: Advanced Data Link
ca: Enllaç de dades avançat
it: Link di dati avanzati

# RES_license.licencetype.vtmles.rotext
source: Event Planner
ca: Planificador d’esdeveniments
it: Planner di eventi

# RES_license.licencetype.vtmlfh.rotext
source: Advanced Flexible Hours
ca: Flexibilitat horària avançada
it: Flessibilità oraria avanzata

# RES_license.licencetype.vtmlga.rotext
source: Absenteeism Management
ca: Gestió d’absentisme
it: Gestione di assenze

# RES_license.licencetype.vtmlic.rotext
source: Communications server for mxA terminals
ca: Servidor de comunicacions per a terminals mxA
it: Server di comunicazioni per terminali mxA

# RES_license.licencetype.vtmlir.rotext
source: Hourly Performance Indicators
ca: Indicadors de rendiment horari
it: Indicatori prestazioni orarie

# RES_license.licencetype.vtmlme.rotext
source: Multi-company support
ca: Suport multiempresa
it: Supporto multi-azienda

# RES_license.licencetype.vtmlpc.rotext
source: Timekeeping connector
ca: Connector de fitxatges
it: Connettore di timbrature

# RES_license.licencetype.vtmlpe.rotext
source: User Portal and Supervisor
ca: Portal de l’usuari i supervisor
it: Portale dell´utente e supervisore

# RES_license.licencetype.vtmlpr.rotext
source: Occupational Risk Prevention
ca: Prevenció de riscos laborals
it: Prevenzione dei rischi sul lavoro

# RES_license.licencetype.vtmlps.rotext
source: Reading of magnetic reader punches for PC
ca: Lectura de fitxatges del lector magnètic per a PC
it: Lettura di timbrature del lettore magnetico per PC

# RES_license.licencetype.vtmlsi.rotext
source: Report Server
ca: Servidor d’informes
it: Server di rapporti

# RES_license.licencetype.vtmlsn.rotext
source: Notification Server
ca: Servidor de notificacions
it: Server di notifiche

# RES_license.licencetype.vtmlst.rotext
source: Sirens for terminals
ca: Sirenes per a terminals
it: Sirene per terminali

# RES_license.lp.text.rotext
source: Loading…
ca: Carregant&hellip;
it: Caricamento in corso&hellip;

# RES_license.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_license.title.rotext
source: License information
ca: Informació de llicència
it: Informazione di licenza

# RES_lockdb.bc.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_lockdb.bo.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_lockdb.btcancel.text.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_lockdb.btsave.text.rotext
source: Apply changes
ca: Aplicar canvis
it: Applica modifiche

# RES_lockdb.chkalertfreezedate.text.rotext
source: Always notify if the closing date is before:
ca: Avisar sempre que la data de tancament sigui anterior a:
it: Segnala quando la data di chiusura è anteriore a:

# RES_lockdb.chkfreezedate.text.rotext
source: Please notify whenever it is advisable to update this date
ca: Avisar sempre que sigui recomanable actualitzar aquesta data
it: Segnala quando è consigliabile aggiornare questa data

# RES_lockdb.invalidclosealert.message.description.rotext
source: The number entered is invalid or is smaller than zero
ca: El número introduït no és vàlid o és inferior a zero
it: Il numero immesso non è valido oppure è inferiore a zero

# RES_lockdb.invalidclosealert.message.title.rotext
source: Mistake
ca: Error
it: Errore

# RES_lockdb.label2.text.rotext
source: Global Closing Date
ca: Data de tancament global
it: Data di chiusura globale

# RES_lockdb.lbldatabaseoptionsinfo.text.rotext
source: The global closing date allows the data to be locked until the indicated date, to prevent possible errors. If a user has a personalized closing date, in addition to the system's global closing date, the user's personalized closing date will be applied as the closing date. If you want to assign a closing date to specific users, go to the users screen to do so.
ca: La data de tancament global permet deixar bloquejades les dades fins a la data indicada, per prevenir possibles errors. Si un usuari té una data de tancament personalitzada, a més de la global del sistema, se li aplicarà com a data de tancament la més gran de les dues. Si vols aplicar una data de tancament a usuaris concrets, ves a la pantalla d’usuaris per assignar-la.
it: La data di chiusura globale permette di bloccare i dati fino alla data indicata per prevenire possibili errori. Se un utente ha una data di chiusura personalizzata, oltre a quella globale del sistema, verrà applicata come data di chiusura la maggiore delle due. Nel caso in cui volessi applicare una data di chiusura a utenti specifici, vai alla schermata degli utenti per assegnarla.
