Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_supervisors.lblpermissions.text.rotext
source: On this screen you can modify the permissions for the different functionalities.
ca: En aquesta pantalla es poden modificar els permisos per a les diferents funcionalitats.
it: In questa schermata è possibile modificare le autorizzazioni per le varie funzionalità.

# RES_supervisors.lblpermissionstitle.text.rotext
source: Permissions
ca: Permisos
it: Permessi

# RES_supervisors.lblremoveall.text.rotext
source: Remove all exceptions
ca: Eliminar totes les excepcions
it: Rimuovi tutte le eccezioni

# RES_supervisors.lblrequestcategories.text.rotext
source: Application categories
ca: Categories de sol·licitud
it: Categorie di richiesta

# RES_supervisors.lblrequestcategoriesdesc.text.rotext
source: Below, indicate the settings that apply to the different request categories.<br/><br/>Authorization level: Supervisors with the authorization level selected in that section will be the final validators of requests in this category.<br/><br/>View only from the next level: Only supervisors with this level and lower numbers will receive requests in this category.
ca: A continuació, indica la configuració que s’aplica a les diferents categories de sol·licitud.<br/><br/>Nivell d’autorització: Els supervisors que tinguin el nivell d’autorització seleccionat en aquest apartat seran els validadors finals de les sol·licituds d’aquesta categoria.<br/><br/>Veure únicament a partir del següent nivell: Únicament els supervisors amb aquest nivell i nivells inferiors rebran les sol·licituds d’aquesta categoria.
it: Indica di seguito la configurazione che si applica alle diverse categorie di richiesta.<br/><br/>Livello di autorizzazione: I supervisori che hanno il livello di autorizzazione selezionato in questa sezione potranno effettuare la convalida finale delle richieste di questa categoria.<br/><br/>Guarda solo a partire dal seguente livello: Solo i supervisori appartenenti a questo livello o ai livelli inferiori riceveranno le richieste di questa categoria.

# RES_supervisors.lblrequestcategoriesdesc2.text.rotext
source: This supervisor can validate requests for:
ca: Aquest supervisor pot validar sol·licituds de:
it: Questo supervisore può convalidare le richieste di:

# RES_supervisors.lblrequierekey.text.rotext
source: Verify identity when accessing from new devices
ca: Verificar la identitat en accessos des de dispositius nous
it: Verifica identità in accessi da dispositivi nuovi

# RES_supervisors.lblrequierekeydesc.text.rotext
source: When a supervisor logs in from a new device and exceeds the authorized limit or the validity period expires, a verification key will be sent by email which must be entered along with their credentials. The key will be valid for 15 minutes.
ca: Quan un supervisor accedeix al sistema des d’un dispositiu nou i supera el límit de dispositius autoritzats o caduca el temps de validesa, s’enviarà per correu electrònic una clau de verificació que caldrà indicar juntament amb les credencials. La clau tindrà una validesa de 15 minuts.
it: Quando un supervisore accede da un dispositivo nuovo e supera il limite di autorizzazioni o scade il tempo di validità, verrà inviato via e-mail un codice di verifica che dovrà essere inserito assieme alle credenziali. Il codice avrà una validità di 15 minuti.

# RES_supervisors.lblrestrictions.text.rotext
source: Access restrictions
ca: Restriccions d’accés
it: Limitazioni di accesso

# RES_supervisors.lblsave.text.rotext
source: Save
ca: Desa
it: Mantenere

# RES_supervisors.lblsecuritychart.text.rotext
source: Authorization flow
ca: Flux d’autoritzacions
it: Flusso di autorizzazioni

# RES_supervisors.lblsecurityfunction.text.rotext
source: Role
ca: Rol
it: Ruolo

# RES_supervisors.lblselectbusinessgroup.text.rotext
source: Select the business groups that the supervisor will have access to when scheduling on the calendar screen.
ca: Selecciona els grups de negoci als quals tindrà accés el supervisor a l’hora de fer la planificació a la pantalla de calendari.
it: Seleziona i gruppi commerciali a cui avrà accesso il supervisore al momento di effettuare la pianificazione nella schermata del calendario.

# RES_supervisors.lblstartdate.text.rotext
source: Valid from
ca: Vàlid des del
it: Valido dal

# RES_supervisors.lblstate.text.rotext
source: Active Supervisor
ca: Supervisor actiu
it: Supervisore attivo

# RES_supervisors.lblsupervisorlevel.text.rotext
source: Level of command
ca: Nivell de comandament
it: Livello di comando

# RES_supervisors.lblsupevisorgrouptreedesc.text.rotext
source: Next, select the groups that the Supervisor can manage. Use the icons in the vertical menu to move the groups that this supervisor can manage to the list.
ca: A continuació, selecciona els grups que pot gestionar el supervisor. Utilitza les icones del menú vertical per traspassar al llistat els grups que pot gestionar aquest supervisor.
it: Seleziona di seguito i gruppi che possono essere gestiti dal supervisore. Utilizza le icone del menù verticale per trasferire all´elenco i gruppi che possono essere gestiti da questo supervisore.

# RES_supervisors.lblsupevisororgchartdesc.text.rotext
source: Below you can see which node in the organization chart the supervisor is assigned to and change it by clicking on the new node.
ca: A continuació, pots visualitzar a quin node de l’organigrama està assignat el supervisor i canviar-lo fent clic al nou node
it: Di seguito è possibile visualizzare il nodo dell´organigramma a cui è assegnato il supervisore e modificarlo selezionando il nuovo nodo

# RES_supervisors.lbltimes.text.rotext
source: A maximum of 1,000 people will remain authorized.
ca: Es mantindran autoritzats un màxim de
it: Si manterranno autorizzati un massimo di

# RES_supervisors.lbluserexceptiondescription.text.rotext
source: You can also add exceptions for users. For example, if the supervisor has a superior who manages their requests, calendar, etc.
ca: També podeu afegir excepcions sobre usuaris. Per exemple, si el supervisor té un superior que gestioni les vostres sol·licituds, calendari, etc...
it: Puoi anche aggiungere eccezioni agli utenti. Ad esempio, se il supervisore ha un superiore che gestisce le sue richieste, il calendario, ecc...

# RES_supervisors.lbluserssecuritydescription.text.rotext
source: You can then select the users and groups that the supervisor can manage.
ca: A continuació podreu seleccionar els usuaris i grups que el supervisor pot gestionar.
it: È quindi possibile selezionare gli utenti e i gruppi che il supervisore può gestire.

# RES_supervisors.lbluserssecuritytitle.text.rotext
source: Monitored users and groups
ca: Usuaris i grups supervisats
it: Utenti e gruppi supervisionati

# RES_supervisors.lblvisibilityalldesc.text.rotext
source: This supervisor will have access to all schedules, regardless of the business group to which they belong.
ca: Aquest supervisor tindrà accés a tots els horaris, independentment del grup de negoci al qual pertanyin.
it: Questo supervisore avrà accesso a tutti gli orari, indipendentemente dal gruppo commerciale a cui appartengano.

# RES_supervisors.lblvisibilityalltitle.text.rotext
source: All
ca: Tots
it: Tutto

# RES_supervisors.lblvisibilitycriteriadesc.text.rotext
source: This supervisor will only have access to schedules whose business group is one of those specified.
ca: Aquest supervisor tindrà accés únicament als horaris si el seu grup de negoci és un dels especificats.
it: Questo supervisore avrà accesso esclusivamente agli orari il cui gruppo commerciale sia uno di quelli specificati.

# RES_supervisors.lblvisibilitycriteriatitle.text.rotext
source: Those listed below
ca: Els que s’indiquen a continuació
it: Quelli specificati di seguito

# RES_supervisors.message.unknowerror.rotext
source: Unknown error saving passport
ca: Error desconegut en desar el passaport
it: Errore sconosciuto durante il salvataggio del passaporto

# RES_supervisors.movelastpassport.error.rotext
source: You cannot leave the 'Administrators' group without any supervisors
ca: No es pot deixar el grup “Administradors” sense cap supervisor
it: Non è possibile lasciare il gruppo degli &quot;Amministratori&quot; senza un supervisore

# RES_supervisors.msghaschanges.rotext
source: Configuration changes have been found
ca: S’han trobat canvis a la configuració
it: Sono state rilevate modifiche nella configurazione

# RES_supervisors.msghaserrors.rotext
source: Errors have been found in the configuration
ca: S’han trobat errors a la configuració
it: Sono stati rilevati errori nella configurazione

# RES_supervisors.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
it: Salva modifiche

# RES_supervisors.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
it: Annulla modifiche

# RES_supervisors.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_supervisors.nameinvalid.rotext
source: Invalid name
ca: Nom no vàlid
it: Nome non valido

# RES_supervisors.notifications.columns.allowed.rotext
source: Permitted
ca: Permès
it: Consentito

# RES_supervisors.notifications.columns.name.rotext
source: Notification
ca: Notificació
it: Notifica

# RES_supervisors.notifytype.absence canceled by user.rotext
source: Absence cancelled by user
ca: Absència cancel·lada per l’usuari
it: Assenza cancellata dall´utente

# RES_supervisors.notifytype.access dennied framework security.rotext
source: Invalid access attempts to Visualtime Live
ca: Intents d’accés no vàlids a Visualtime Live
it: Tentativi di accessi non validi a Visualtime Live

# RES_supervisors.notifytype.advice for change in telecommuting.rotext
source: Change in user teleworking forecast
ca: Canvi en previsió de teletreball de l’usuari
it: Modifica di previsione di telelavoro dell´utente

# RES_supervisors.notifytype.advice for concept value exceeded.rotext
source: Maximum balance value exceeded.
ca: Valor de saldo màxim superat.
it: Valore del saldo massimo superato.

# RES_supervisors.notifytype.advice for concept value not reached.rotext
source: Minimum balance value not reached.
ca: Valor de saldo mínim no assolit.
it: Valore del saldo minimo non raggiunto.

# RES_supervisors.notifytype.advice for holiday during programmed absence.rotext
source: Vacation indicator during a period of absence
ca: Indicador de vacances durant un període d’absències
it: Indicatore di vacanze durante un periodo di assenze

# RES_supervisors.notifytype.advice for punch during programmed absence.rotext
source: Signing alert during a scheduled absence
ca: Alerta de fitxatge durant una absència programada
it: Avviso di timbratura durante un´assenza programmata

# RES_supervisors.notifytype.advice for recover password.rotext
source: Password recovery alert
ca: Alerta de recuperació de contrasenya
it: Avviso di recupero password

# RES_supervisors.notifytype.advice for request impersonation.rotext
source: User access alert
ca: Alerta d’accés com a usuari
it: Avviso di accesso come utente

# RES_supervisors.notifytype.advice for schedule rule non-compliance.rotext
source: Planning alert.
ca: Alerta de planificació.
it: Avviso di pianificazione.

# RES_supervisors.notifytype.advice new conversation created.rotext
source: New conversation on channel
ca: Nova conversa al canal
it: Nuova conversazione sul canale

# RES_supervisors.notifytype.advicefornewuser.rotext
source: Username Notice
ca: Avís de nom d´usuari
it: Avviso sul nome utente

# RES_supervisors.notifytype.alert for genius analytic result.rotext
source: Genius study completed
ca: Estudi Genius finalitzat
it: Studio Genius concluso

# RES_supervisors.notifytype.alert for max capacity reached.rotext
source: Capacity limit reached
ca: Límit d´aforament aconseguit
it: Limite di capacità raggiunto

# RES_supervisors.notifytype.alert for punch before start.rotext
source: Signing before the start of the matchday
ca: Fitxatge abans de l’inici de la jornada
it: Timbratura prima dell´inizio della giornata

# RES_supervisors.notifytype.alert for user break not finished.rotext
source: Too long break
ca: Descans massa llarg
it: Riposo troppo lungo

# RES_supervisors.notifytype.alert for user break not started.rotext
source: Rest not started
ca: Descans no iniciat
it: Riposo non iniziato

# RES_supervisors.notifytype.alert new message from employee in channel.rotext
source: New user message in channel
ca: Nou missatge d´usuari al canal
it: Nuovo messaggio utente nel canale

# RES_supervisors.notifytype.alert that a document has been rejected.rotext
source: Document rejected
ca: Document rebutjat
it: Documento rifiutato

# RES_supervisors.notifytype.assign shift.rotext
source: Assigned schedule
ca: Horari assignat
it: Orario assegnato

# RES_supervisors.notifytype.before begin contract.rotext
source: Start of a user contract
ca: Inici de contracte d’un usuari
it: Inizio di contratto di un utente

# RES_supervisors.notifytype.before begin programmed absence.rotext
source: Notice days before the start of a prolonged absence
ca: Avís dies abans de l’inici d’una absència prolongada
it: Avviso giorni prima dell´inizio di un´assenza prolungata

# RES_supervisors.notifytype.before finish contract.rotext
source: Termination of a user's contract
ca: Finalització del contracte d’un usuari
it: Conclusione di contratto di un utente

# RES_supervisors.notifytype.before finish programmed absence.rotext
source: Notice days before the end of a prolonged absence
ca: Avís dies abans de la finalització d’una absència prolongada
it: Avviso giorni prima della conclusione di un´assenza prolungata

# RES_supervisors.notifytype.begin programmed absence.rotext
source: Home long absence
ca: Inici de l’absència prolongada
it: Inizio assenza prolungata

# RES_supervisors.notifytype.break not taken.rotext
source: Unrealized rest
ca: Descans no realitzat
it: Riposo non effettuato

# RES_supervisors.notifytype.concept not reached.rotext
source: Exceeded balance limit on the day prior to the current day
ca: S’ha superat el límit d’un saldo el dia anterior a l’actual
it: Superato il limite di un saldo il giorno precedente a quello attuale

# RES_supervisors.notifytype.cut programmed absence.rotext
source: Notice of closure of prolonged absences caused by a signing
ca: Avís de tancament d’absències prolongades produïdes per un fitxatge
it: Avviso di chiusura delle assenze prolungate prodotto da una timbratura

# RES_supervisors.notifytype.data import executed.rotext
source: File Import Notification
ca: Notificació d’importació de fitxers
it: Notifica di importazione file

# RES_supervisors.notifytype.day with unmatched time record.rotext
source: Day with odd signings
ca: Dia amb fitxatges senars
it: Giornata con ingaggi dispari

# RES_supervisors.notifytype.day with unreliable time record.rotext
source: Day with unreliable signings
ca: Dia amb fitxatges no fiables
it: Giornata con acquisti inaffidabili

# RES_supervisors.notifytype.document delivered.rotext
source: Document delivered
ca: Document lliurat
it: Documento consegnato

# RES_supervisors.notifytype.document not delivered on track day.rotext
source: Document not delivered on follow-up date
ca: Document no lliurat en la data de seguiment
it: Documento non consegnato alla data di verifica

# RES_supervisors.notifytype.document pendig for employee.rotext
source: Document pending delivery
ca: Document pendent de lliurar
it: Documento in attesa di consegna

# RES_supervisors.notifytype.document pendig.rotext
source: Document pending delivery
ca: Document pendent de lliurar
it: Documento in attesa di consegna

# RES_supervisors.notifytype.document validation action.rotext
source: Document pending validation
ca: Document pendent de validació
it: Documento in attesa di convalida

# RES_supervisors.notifytype.employee forgot exit punch.rotext
source: The {Employee} forgot the last signing of the day
ca: {Employee} ha oblidat el darrer fitxatge de la jornada
it: {Employee} ha dimenticato l´ultima timbratura della giornata

# RES_supervisors.notifytype.employee not arrived before start limit.rotext
source: The user has forgotten to start his/her day
ca: L’usuari ha oblidat iniciar la seva jornada
it: L´utente ha dimenticato di iniziare la sua giornata

# RES_supervisors.notifytype.employee not arrived or late.rotext
source: The user should be or has not yet arrived
ca: L’usuari hauria de ser-hi o encara no ha arribat
it: L´utente dovrebbe essere presente oppure non è ancora arrivato

# RES_supervisors.notifytype.employee present with expired docs.rotext
source: Users present with expired PRL documentation
ca: Usuaris presents amb documentació de PRL caducada
it: Presenza di utenti con documentazione PRL scaduta

# RES_supervisors.notifytype.employee with high temperature.rotext
source: User with high temperature
ca: Usuari amb temperatura alta
it: Utente con temperatura elevata

# RES_supervisors.notifytype.employee without mask.rotext
source: User without mask
ca: Usuari sense màscara
it: Utente senza maschera

# RES_supervisors.notifytype.end period employee.rotext
source: PRL - User documentation has expired
ca: PRL - Ha caducat la documentació de l’usuari
it: PRL - La documentazione dell´utente è scaduta

# RES_supervisors.notifytype.end period enterprise.rotext
source: PRL - The company's documentation has expired
ca: PRL - Ha caducat la documentació de l’empresa
it: PRL - La documentazione dell´azienda è scaduta

# RES_supervisors.notifytype.error messages.rotext
source: Application error messages
ca: Missatges d’error de l’aplicació
it: Messaggi di errore dell´applicazione

# RES_supervisors.notifytype.error_messages.rotext
source: Application error messages
ca: Missatges d’error de l’aplicació
it: Messaggi di errore dell´applicazione

# RES_supervisors.notifytype.finish programmed absence.rotext
source: End of extended absence
ca: Finalització d’absència prolongada
it: Conclusione di assenza prolungata

# RES_supervisors.notifytype.hour absence breach.rotext
source: Failure to comply with the forecast of hours of absence
ca: Incompliment de la previsió d’hores d’absència
it: Previsione di ore di assenza non compiuta

# RES_supervisors.notifytype.idcard not assigned to employee.rotext
source: Signing not assigned to any user
ca: Fitxatge no assignat a cap usuari
it: Timbratura non assegnata ad alcun utente

# RES_supervisors.notifytype.invalid access.rotext
source: Invalid user login attempts
ca: Intents d’accés no vàlids d’usuari
it: Tentativi di accesso non validi dell´utente

# RES_supervisors.notifytype.invaliddesktopconsents.rotext
source: Consent not accepted in Visualtime Desktop
ca: Consentiment no acceptat a Visualtime Desktop
it: Consenso non accettato in Visualtime Desktop

# RES_supervisors.notifytype.invalidportalconsents.rotext
source: Consent not accepted in the user portal
ca: Consentiment no acceptat al portal de l’usuari
it: Consenso non accettato nel portale dell´utente

# RES_supervisors.notifytype.invalidterminalconsents.rotext
source: Consent not accepted at terminals
ca: Consentiment no acceptat als terminals
it: Consenso non accettato nei terminali

# RES_supervisors.notifytype.invalidvisitsconsents.rotext
source: Consent not accepted in the visitor portal
ca: Consentiment no acceptat al portal de visites
it: Consenso non accettato nel portale delle visite

# RES_supervisors.notifytype.kpi limit overtaken.rotext
source: Performance indicator limit reached
ca: Límit d’indicador de rendiment assolit
it: Si è raggiunto il limite dell´indicatore di prestazioni

# RES_supervisors.notifytype.labagree max exceeded.rotext
source: Agreement value limit reached
ca: Límit de valor de conveni assolit
it: Si è raggiunto il limite del valore dell´accordo

# RES_supervisors.notifytype.labagree min reached.rotext
source: Lower limit of agreement value reached
ca: Límit inferior de valor de conveni assolit
it: Si è raggiunto il limite inferiore del valore dell´accordo

# RES_supervisors.notifytype.mobility execution.rotext
source: Mobility in progress
ca: Mobilitat en execució
it: Spostamento in esecuzione

# RES_supervisors.notifytype.mobility update.rotext
source: Mobility forecast
ca: Previsió de mobilitat
it: Previsione di spostamento

# RES_supervisors.notifytype.non justified incident.rotext
source: Day with unjustified incidents
ca: Dia amb incidències no justificades
it: Giornata con incidenti ingiustificati

# RES_supervisors.notifytype.overtime breach.rotext
source: Failure to comply with forecast of excess hours
ca: Incompliment de la previsió d’hores d’excés
it: Previsione di ore di straordinari non compiuta

# RES_supervisors.notifytype.productive unit under coverage.rotext
source: Insufficient coverage in productive unit
ca: Cobertura insuficient en unitat productiva
it: Copertura insufficiente in unità di produzione

# RES_supervisors.notifytype.punch with timezone not reliable.rotext
source: Checking in in an unreliable time zone
ca: Fitxatge en zona horària no fiable
it: Timbratura in fascia oraria non affidabile

# RES_supervisors.notifytype.punches in lock date .rotext
source: Signings during the closing period
ca: Fitxatges en període de tancament
it: Timbrature nel periodo di chiusura

# RES_supervisors.notifytype.punches with incidences.rotext
source: User registration with a specific justification
ca: Fitxatge d’usuari amb una justificació concreta
it: Timbratura dell´utente con giustificazione specifica

# RES_supervisors.notifytype.requests pending.rotext
source: Notice of Application
ca: Avís de sol·licitud
it: Avviso di richiesta

# RES_supervisors.notifytype.requests result.rotext
source: Application approved/denied
ca: Sol·licitud aprovada/denegada
it: Richiesta approvata/rifiutata

# RES_supervisors.notifytype.scheduler analytic executed.rotext
source: Analytics by Genius study completed
ca: Estudi Analytics by Genius finalitzat
it: Studio Analytics by Genius terminato

# RES_supervisors.notifytype.task close to finish.rotext
source: Tasks ending today
ca: Tasques que acaben avui
it: Attività che si concludono oggi

# RES_supervisors.notifytype.task close to start.rotext
source: Tasks starting today
ca: Tasques que comencen avui
it: Attività che iniziano oggi

# RES_supervisors.notifytype.task exceeding finished date.rotext
source: Tasks where the planned completion date has been exceeded
ca: Tasques en les quals s’ha superat la data de finalització prevista
it: Attività in cui si è superata la data di conclusione prevista

# RES_supervisors.notifytype.task exceeding planned time.rotext
source: Tasks where the initial time has been exceeded
ca: Tasques en les quals s’ha excedit el temps inicial
it: Attività in cui si è superato il tempo iniziale

# RES_supervisors.notifytype.task exceeding started date.rotext
source: Tasks that have exceeded the planned start date
ca: Tasques en les quals s’ha excedit la data d’inici prevista
it: Attività che hanno superato la data di inizio prevista

# RES_supervisors.notifytype.tasks request complete.rotext
source: Request to complete a task
ca: Sol·licitud per completar una tasca
it: Richiesta per completare un´attività

# RES_supervisors.notifytype.tasks with alerts.rotext
source: Tasks with alerts
ca: Tasques amb alertes
it: Attività con avvisi

# RES_supervisors.notifytype.telecommute agreement finish.rotext
source: End of teleworking agreement
ca: Final de l’acord de teletreball
it: Fine del contratto di telelavoro

# RES_supervisors.notifytype.terminal disconnected.rotext
source: Terminals disconnected
ca: Terminals desconnectats
it: Terminali scollegati

# RES_supervisors.notifytype.visit update.rotext
source: Visit Update
ca: Actualització de visita
it: Aggiornamento della visita

# RES_supervisors.permissionlist.tooltip.admin.rotext
source: Administration
ca: Administració
it: Amministrazione

# RES_supervisors.permissionlist.tooltip.none.rotext
source: None
ca: Cap
it: Nessuno
