Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveLabAgree.*.resx
Languages: eu, it, pt, sk

# RES_frmeditrequestvalidation.lblenjoyperiod.text.rotext
source: Periodo de disfrute
eu: Gozamen aldia
it: Periodo di godimento
pt: Período de gozo
sk: Obdobie užívania

# RES_frmeditrequestvalidation.lblenjoyyeardesc1.text.rotext
source: Durante los primeros
eu: Lehenengoan zehar
it: Durante il primo
pt: Durante os primeiros
sk: Počas prvého

# RES_frmeditrequestvalidation.lblenjoyyeardesc2.text.rotext
source: meses a partir del inicio del periodo del saldo
eu: hilabeteak balantze-aldia hasten denetik
it: mesi dall'inizio del periodo di bilancio
pt: meses a contar do início do período de balanço
sk: mesiacov od začiatku bilančného obdobia

# RES_frmeditstartupvalue.lblaccrualexpirationtitle.text.rotext
source: Configurar la caducidad del saldo
eu: Ezarri saldoaren iraungipena
it: Imposta la scadenza del saldo
pt: Definir vencimento do saldo
sk: Nastavenie platnosti zostatku

# RES_frmeditstartupvalue.lblaccrualexpiration1.text.rotext
source: Los valores ingresados en este saldo tienen una caducidad de
eu: Balantze honetan sartutako balioek iraungipena dute
it: I valori immessi in questo saldo hanno una scadenza di
pt: Os valores inseridos neste saldo têm uma validade de
sk: Hodnoty zadané v tomto zostatku majú dátum skončenia platnosti

# RES_frmeditstartupvalue.lblaccrualexpiration2.text.rotext
source: , al caducar se restan del saldo
eu: , iraungitzean saldoari kendu eta justifikatzen dira
it: , alla scadenza vengono sottratti dal saldo e vengono giustificati come
pt: , ao caducarem, são subtraídos do saldo
sk: zostatok sa odpočíta od zostatku po uplynutí ich platnosti a zdôvodní sa ako

# RES_frmeditstartupvalue.lblaccrualenjoyment1.text.rotext
source: Los valores ingresados en este saldo estarán disponibles a partir de
eu: Balantze honetan sartutako balioak bertatik gozatu daitezke
it: I valori inseriti in questo equilibrio possono essere goduti
pt: Os valores inseridos neste saldo estarão disponíveis a partir de
sk: Sumy uložené na tomto zostatku možno použiť z

# RES_frmeditstartupvalue.lblaccrualenjoyment2.text.rotext
source: posteriores a la fecha de adquisición
eu: eskuratze-dataren ondoren
it: dopo la data di acquisizione
pt: após a data de aquisição
sk: po dátume nadobudnutia

# RES_frmeditstartupvalue.lblaccrualenjoymenttitle.text.rotext
source: Configurar la disponibilidad del saldo
eu: Ezarri gozamen-aldia
it: Imposta il periodo di godimento
pt: Configurar a disponibilidade do saldo
sk: Konfigurácia obdobia užívania

# RES_frmeditstartupvalue.day.rotext
source: días
eu: egunak
it: giorni
pt: dias
sk: dni

# RES_frmeditstartupvalue.week.rotext
source: meses
eu: hilabeteak
it: mesi
sk: mesiace

# RES_frmeditrequestvalidation.lblminconsecutivedaysrequestfromdesc.text.rotext
source: Indica los distintos motivos para los que la solicitud se validará
eu: Eskaera baliozkotzeko arrazoi desberdinak adierazten ditu
it: Indica i diversi motivi per cui la richiesta verrà convalidata
pt: Indica os diferentes motivos pelos quais o pedido será validado
sk: Uvádza rôzne dôvody, pre ktoré bude žiadosť overená

# RES_frmeditrequestvalidation.lblminconsecutivedaysrequestfrom.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblminconsecutivedaysdesc.text.rotext
source: Indique el número mínimo de días consecutivos que puede solicitar dentro del periodo
eu: Adierazi epearen barruan eska ditzakezun jarraian gutxieneko egun kopurua
it: Indica il numero minimo di giorni consecutivi che puoi richiedere entro il periodo
pt: Indique o número mínimo de dias consecutivos que pode solicitar durante o período
sk: Uveďte minimálny počet po sebe nasledujúcich dní, o ktoré môžete požiadať v rámci daného obdobia

# RES_frmeditrequestvalidation.lblminconsecutivedaystitle.text.rotext
source: Días
eu: Egunak
it: Giorni
pt: Dias
sk: dni

# RES_frmeditrequestvalidation.scheduleruletype.minmaxexpectedhours.rotext
source: Máximo de horas laborables anuales
eu: Urteko gehienezko lanaldia
it: Ore lavorative massime annuali
pt: Máximo de horas de trabalho anuais
sk: Maximálny ročný pracovný čas

# RES_frmeditrequestvalidation.scheduleruletype.maxholidays.rotext
source: Máximo de vacaciones anuales
eu: Gehienezko urteko oporraldia
it: Ferie annuali massime
pt: Máximo de férias anuais
sk: Maximálna ročná dovolenka

# RES_frmeditrequestvalidation.scheduleruletype.workonfestive.rotext
source: Trabajar en festivos
eu: Jaiegunetan lanean
it: Lavorare durante le vacanze
pt: Trabalhar nos feriados
sk: Práca počas sviatkov

# RES_frmeditrequestvalidation.scheduleruletype.workonweekend.rotext
source: Trabajar en días no laborables
eu: Lanegun ez diren egunetan lan egitea
it: Lavorare nei giorni non lavorativi
pt: Trabalhar em dias não úteis
sk: Práca v dňoch pracovného pokoja

# RES_frmeditrequestvalidation.lblplanificationruleshift.text.rotext
source: A que horarios se debe aplicar:
eu: Zein ordutegiri aplikatu behar zaio:
it: A quali orari dovrebbe essere applicato:
pt: A que horários deve ser aplicado:
sk: Na aké harmonogramy by sa to malo vzťahovať:

# RES_frmeditrequestvalidation.lblplanificationruleshiftdesc.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblplanificationrule.text.rotext
source: Se deberán cumplir las siguientes reglas de planificación:
eu: Plangintza-arau hauek bete behar dira:
it: Devono essere rispettate le seguenti regole di pianificazione:
pt: Devem ser respeitadas as seguintes regras de planeamento:
sk: Musia byť dodržané nasledujúce pravidlá plánovania:

# RES_frmeditrequestvalidation.lblplanificationruledesc.text.rotext
source: Reglas de Planificación
eu: Plangintza-arauak
it: Regole di Pianificazione
pt: Regras de Planeamento
sk: Pravidlá Plánovania

# RES_srvmsgboxlabagree.error.validationfailed.rotext
source: Error
eu: Akatsa
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxlabagree.error.validationfaileddesc.rotext
source: El código de validación no es correcto
eu: Baliozkotze-kodea ez da zuzena
it: Il codice di convalida non è corretto
pt: O código de validação não está correto
sk: Overovací kód nie je správny

# RES_labagree.lblof.text.rotext
source: de
it: da
sk: z adresy
