Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_movesnew.forbbidencostcenterpunch.rotext
source: Cost center clocking in/out not completed
ca: Fitxatge de centre de cost no realitzat
eu: Ez da kostu-zentroaren sinadura egin
sk: Nevykonaný zápis do nákladového strediska

# RES_analyticsscheduler.monthtypeenum_4.rotext
source: Apr
ca: Abr.
sk: Apríl

# RES_mobility.grdselector.columns#2.headertext.rotext
source: ${Date}
sk: ${Dátum}

# RES_movesnew.gridacum.column.periodicidad.rotext
source: Per.
sk: Za.

# RES_calendar.calendar.empty_assignment_sn.rotext
source: SP
ca: SL

# RES_scheduler.seleccionlibreinitial.rotext
source: L
ca: Ll.
