Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shiftsexpress.reports.title.rotext
source: Reports - schedules
eu: Txostenak - ordutegiak
fr: Rapports - horaires
gl: Informes - horarios
it: Rapporti - orari
pt: Relatórios - horários
sk: Informácie - cestovné poriadky

# RES_shiftsexpress.reports.toolbaroption.rotext
source: Report Viewer
eu: Txostenen ikuslea
fr: Visionneuse de rapports
gl: Visor de informes
it: Visualizzatore di rapporti
pt: Visualizador de relatórios
sk: Prehliadač správ

# RES_shiftsexpress.shift.error.noselectedcause.rotext
source: Select the type of justification rules you want to apply to the schedule you are setting up. If you do not want this schedule to have any rules, select the No justification rules option.
eu: Hautatu konfiguratzen ari zaren ordutegiari aplikatu nahi diozun justifikazio-arau mota. Ez baduzu nahi ordutegi honek araurik edukitzea, hautatu Justifikazio-araurik ez aukera.
fr: Sélectionnez le type de règles de justification que vous souhaitez appliquer à l´horaire que vous configurez. Si vous souhaitez que cet horaire n´ait pas de règles, sélectionnez l´option « Sans règles de justification ».
gl: Selecciona o tipo de regras de xustificación que desexas que se apliquen ao horario que está configurando. Se non desexas que este horario teña regras, selecciona a opción Sen regras de xustificación.
it: Seleziona questo tipo di regole di giustificazione che desideri vengano applicate all´orario che stai configurando. Se non desideri che questo orario abbia regole, seleziona l´opzione Senza regola di giustificazione.
pt: Selecione o tipo de regras de justificação que pretende sejam aplicadas ao horário que está a configurar. Se não pretende que este horário tenha regras, selecione a opção Sem regras de justificação.
sk: Vyberte typ pravidiel odôvodnenia, ktoré chcete použiť na konfigurovaný rozvrh. Ak nechcete, aby tento rozvrh obsahoval pravidlá, vyberte možnosť Bez pravidiel odôvodnenia.

# RES_shiftsexpress.shift.error.noselectedcause1.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shiftsexpress.shift.error.noselectedcausetitle.rotext
source: Rules of justifications
eu: Justifikazio-arauak
fr: Règles de justifications
gl: Regras de xustificacións
it: Regole di giustificazioni
pt: Regras de justificação
sk: Pravidlá pre odôvodnenia

# RES_shiftsexpress.shift.error.noshortname.rotext
source: You must insert an abbreviated name for the schedule
eu: Izen labur bat idatzi behar duzu programaziorako
fr: Vous devez insérer un nom abrégé pour l´horaire
gl: Debes inserir un nome abreviado para o horario
it: Si deve inserire un nome abbreviato per l´orario
pt: Deve inserir um nome abreviado para o horário
sk: Musíte vložiť skrátený názov rozvrhu

# RES_shiftsexpress.shift.error.noshortname1.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shiftsexpress.shift.error.noshortnametitle.rotext
source: Insert abbreviated name
eu: Sartu izen laburra
fr: Insérez le nom abrégé
gl: Insire nome abreviado
it: Inserisci nome abbreviato
pt: Insira o nome abreviado
sk: Vložte skrátený názov

# RES_shiftsexpress.shifttype.flex.description.rotext
source: Z hours between X and Y hours
eu: X eta Y ordu arteko Z ordu
fr: Z heures entre X et Y heures
gl: Z horas entre X e Y horas
it: Z ore tra X e Y ore
pt: Z horas entre X e Y horas
sk: Z hodín medzi hodinami X a Y

# RES_shiftsexpress.shifttype.flex.name.rotext
source: 100% Flexible
eu: %100 malgua
it: 100% flessibile
pt: 100% Flexível
sk: 100 % flexibilný

# RES_shiftsexpress.shifttype.partrigid.description.rotext
source: From X to Y and from Z to W
eu: X-tik Y-ra eta Z-tik W-ra
fr: De X à Y et de Z à W
gl: De X a Y e de Z a W
it: Da X a Y e da Z a W
pt: De X a Y e de Z a W
sk: X do Y a Z do W

# RES_shiftsexpress.shifttype.partrigid.name.rotext
source: Rigid match
eu: Partidu zurruna
fr: Rigide fractionné
gl: Ríxido partido
it: Rigido suddiviso
pt: Fixo dividido
sk: Pevné rozdelenie

# RES_shiftsexpress.shifttype.partsemiflex.name.rotext
source: Semi-Flexible Party
eu: Alderdi Erdi Malgua
fr: Fractionné semi-flexible
gl: Partido semiflexible
it: Suddiviso semi-flessibile
pt: Dividido semiflexível
sk: Semi-flexibilná strana

# RES_shiftsexpress.shifttype.rigid.description.rotext
source: From X to Y
eu: X-tik Y-ra
fr: De X à Y
gl: De X a Y
it: Da x a Y
pt: De X a Y
sk: Z X do Y

# RES_shiftsexpress.shifttype.rigid.name.rotext
source: Rigid
eu: Zurruna
fr: Rigide
gl: Ríxido
it: Rigido
pt: Fixo
sk: Pevné

# RES_shiftsexpress.shifttype.semiflex.description.rotext
source: Ent. from X to Y, Exit. at Z hours, or W hours after Ent.
eu: Ent. X-tik Y-ra, Irteera Z orduetan edo Sarreraren ondorengo W orduetan.
fr: Entrée de X à Y, sortie à heures, ou W heures après l´entrée
gl: Ent. de X a Y, Saí. ás Z horas, ou W horas despois da Ent.
it: Ent. da X a Y, usc. alle ore Z oppure W ore dopo l´ent.
pt: Ent. de X a Y, Saí. às Z horas, ou W horas depois da Ent.
sk: Vstup z X do Y, odchod o Z hodín alebo W hodín po vstupe.

# RES_shiftsexpress.shifttype.semiflex.name.rotext
source: Semi-Flexible
eu: Erdi-Malgua
it: Semi-flessibile
pt: Semiflexível
sk: Semi-flexibilné

# RES_shiftsexpress.shifttype.vacations.name.rotext
source: Rest/Vacation/Party
eu: Atsedena/Oporrak/Festa
fr: Repos/Congés/Férié
gl: Descanso/Vacacións/Festa
it: Riposo/Ferie/Festa
pt: Descanso/Férias/Feriado
sk: Odpočinok/Dovolenka/Párty

# RES_shiftsexpress.shifttypechange.accept.description.rotext
source: The schedule type will change.
eu: Ordutegi mota aldatuko da.
fr: Changera le type d´horaire.
gl: Cambiará o tipo do horario.
it: Verrà modificato il tipo di orario
pt: Alterará o tipo de horário.
sk: Typ rozvrhu sa zmení.

# RES_shiftsexpress.shifttypechange.accept.title.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_shiftsexpress.shifttypechange.cancel.description.rotext
source: The schedule type will not change.
eu: Ordutegi mota ez da aldatuko.
fr: Ne changera pas le type d´horaire.
gl: Non cambiará o tipo do horario.
it: Non si modificherà il tipo di orario.
pt: Não alterará o tipo de horário.
sk: Typ rozvrhu sa tým nezmení.

# RES_shiftsexpress.shifttypechange.cancel.title.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_shiftsexpress.shifttypechange.flex2partrigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve the creation of two rigid time slots and the revision of the courtesy filters and the rest block. A split rigid schedule is one in which the user must be present during two specific time slots.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) bi zirrikitu zurrun sortzea eta kortesia-iragazkiak eta gainerako blokea berrikustea ekarriko du. Zatitutako ordutegi zurruna erabiltzailea bi ordu-tarte zehatzetan egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création de deux créneaux rigides et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide fractionné est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant deux créneaux horaires donnés.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación de dúas franxas ríxidas e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido partido é aquel no que o usuario debe estar presente obrigatoriamente durante dúas franxas horarias concretas.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di due fasce orarie rigide e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido suddiviso è quello in cui l´utente deve essere presente obbligatoriamente, durante due fasce orarie definite.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de duas faixas de tempo fixas e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo dividido é aquele em que o utilizador tem de estar presente obrigatoriamente durante duas faixas horárias concretas.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie dvoch pevných slotov a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný rozdelený rozvrh je taký, v ktorom je používateľ povinný byť prítomný počas dvoch konkrétnych časových intervalov.

# RES_shiftsexpress.shifttypechange.flex2partsemiflex.rotext
source: A split semi-flexible schedule is one in which there are two established time slots in which you can enter between a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi erdi-malgua zatitutako ordutegi bi ezarrita dauden ordu-tarteen artean sar zaitezke eta 'x' ordu utzi behar dituzu sartu ondoren edo ordu finko batean.
fr: Un horaire semi-flexible fractionné est un horaire comportant deux créneaux horaires dans lesquels il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: Un horario semiflexible partido é aquel no que hai establecidas dúas franxas nas que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: Un orario semi-flessibile suddiviso è quello in cui sono definite due fasce orarie in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: Um horário semiflexível dividido é aquele em que estão determinadas faixas de tempo nas quais se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Rozdelený poloflexibilný rozvrh je rozvrh, v ktorom sú dva časové intervaly, do ktorých môžete vstúpiť v rozmedzí hodín a odísť "x" hodín po vstupe alebo v pevne stanovenom čase.

# RES_shiftsexpress.shifttypechange.flex2rigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve creating a rigid slot and reviewing the courtesy filters and the rest block. A rigid intensive schedule is one in which the user must be present during a specific time slot.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) zirrikitu zurrun bat sortzea eta kortesia-iragazkiak eta eten blokea berrikustea ekarriko du. Ordutegi intentsibo zurruna erabiltzailea ordu-tarte zehatz batean egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau rigide et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide intensif est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant un créneau horaire donné.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa ríxida e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido intensivo é aquel no que o usuario debe estar presente obrigatoriamente durante unha franxa horaria concreta.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia oraria rigida e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido intensivo è quello in cui l´utente deve essere presente obbligatoriamente, durante una fascia oraria definita.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo fixa e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo intensivo é aquele em que o utilizador tem de estar presente obrigatoriamente durante uma faixa horária concreta.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie pevného časového intervalu a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný intenzívny rozvrh je taký, v ktorom musí byť používateľ prítomný počas konkrétneho časového úseku.

# RES_shiftsexpress.shifttypechange.flex2semiflex.rotext
source: Changing the type of schedule (from ${1} to ${2}) will automatically remove the 2nd semi-flexible slot and the user will need to review the 1st semi-flexible slot. An intensive semi-flexible schedule is one in which you can enter within a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) 2. zirrikitu erdi-malgua automatikoki ezabatzea eta erabiltzaileak 1. zirrikitu erdi-malgua berrikustea ekarriko du. Ordutegi erdi-malgu intentsiboa ordu tarteen artean sar zaitezke eta sartu eta ordutegi finko batean 'x' ordu utzi behar duzuna da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique du second créneau semi-flexible et la révision du premier créneau semi-flexible par l´utilisateur. Un horaire semi-flexible intensif est un horaire dans lequel il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática da 2.ª franxa semiflexible e a revisión da 1.ª franxa semiflexible por parte do usuario. Un horario semiflexible intensivo é aquel no que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica della 2ª fascia oraria semi-flessibile e la revisione della 1ª fascia oraria semi-flessibile da parte dell´utente. Un orario semi-flessibile intensivo è quello in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática da segunda faixa de tempo semiflexível e a revisão da primeira faixa semiflexível por parte do utilizador. Um horário semiflexível intensivo é aquele em que se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude mať za následok automatické odstránenie 2. polopružného slotu a revíziu 1. polopružného slotu používateľom. Intenzívny polopružný rozvrh je taký, pri ktorom môžete zadať medzi rozsahom hodín a po zadaní alebo v pevne stanovenom čase opustiť "x" hodín.

# RES_shiftsexpress.shifttypechange.flex2vacations.rotext
source: Changing the schedule type (from ${1} to ${2}) will automatically eliminate the flexible schedule, since a rest schedule is assigned to days when there is no work.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) tarte malgua automatikoki ezabatzea ekarriko du, atseden-ordutegia esleitzen baita lanik egiten ez den egunei.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique du créneau flexible, étant donné qu´un horaire de repos est attribué aux journées chômées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática da franxa flexible, dado que se asigna un horario de descanso aos días nos que non se traballa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica della fascia oraria flessibile poiché un orario di riposo viene assegnato ai giorni in cui non si lavora.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática da faixa de tempo flexível, uma vez que o horário de descanso é atribuído aos dias em que não se trabalha.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať automatické zrušenie pásma pružného pracovného času, pretože na dni pracovného pokoja sa pridelí rozvrh odpočinku.

# RES_shiftsexpress.shifttypechange.partrigid2flex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of a 100% flexible time slot and the automatic elimination of courtesy and rest filters. A 100% flexible schedule is one in which you have to work specific hours but come and go whenever you want.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) % 100eko zirrikitu malgua sortzea eta adeitasuna eta atseden-iragazkiak automatikoki ezabatzea ekarriko du. %100eko ordutegi malgua ordu zehatzak lan egin behar duzuna da, baina nahi duzunean joan eta etorri.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau 100 % flexible et la suppression automatique des filtres de courtoisie et de repos. Un horaire 100 % flexible est un horaire dans lequel il faut travailler un certain nombre d´heures, mais en entrant et en sortant aux heures souhaitées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa 100 % flexible e a eliminación automática de filtros de cortesía e descanso. Un horario 100 % flexible é aquel no que se debe traballar unhas horas concretas, pero entrando e saíndo cando queira.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia flessibile al 100% e l´eliminazione automatica dei filtri di cortesia e di riposo. Un orario flessibile al 100% è quello in cui si deve lavorare un numero di ore definito ma entrando e uscendo quando si vuole.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo 100% flexível e a eliminação automática dos filtros de cortesia e descanso. Um horário 100% flexível é aquele em que se trabalhará umas horas concretas mas entrando e saindo quando se quiser.
sk: Zmena typu pracovného času (z ${1} na ${2}) bude zahŕňať vytvorenie 100 % pružného pracovného času a automatické odstránenie filtrov zdvorilosti a prestávky. 100 % flexibilný rozvrh je taký, v ktorom musíte pracovať v určitom čase, ale prichádzať a odchádzať podľa vlastného uváženia.

# RES_shiftsexpress.shifttypechange.partrigid2partsemiflex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of two semi-flexible time slots and the review of the courtesy filters and the rest block. A split semi-flexible schedule is one in which two bands are established in which you can enter between a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) bi zirrikitu erdi-malguren sorrera eta kortesia-iragazkiak eta gainerako blokea berrikustea ekarriko du. Ordutegi erdi-malgua zatitutako ordutegi bi ezarrita dauden ordu-tarteen artean sar zaitezke eta 'x' ordu utzi behar dituzu sartu ondoren edo ordu finko batean.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création de deux créneaux semi-flexibles et la révision des filtres de courtoisie et du bloc de repos. Un horaire semi-flexible fractionné est un horaire comportant deux créneaux horaires dans lesquels il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación de dúas franxas semiflexibles e a revisión dos filtros de cortesía e do bloque de descanso. Un horario semiflexible partido é aquel no que hai establecidas dúas franxas nas que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di due fasce orarie semi-flessibili e la revisione dei filtri di cortesia e del blocco di riposo. Un orario semi-flessibile suddiviso è quello in cui sono definite due fasce orarie in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de duas faixas de tempo semiflexíveis e a revisão dos filtros de cortesia e do bloco de descanso. Um horário semiflexível dividido é aquele em que estão determinadas duas faixas de tempo nas quais se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude zahŕňať vytvorenie dvoch čiastočne flexibilných slotov a revíziu zdvorilostných filtrov a bloku odpočinku. Rozdelený poloflexibilný rozvrh je rozvrh, v ktorom sú dva sloty, do ktorých môžete vstúpiť v rozsahu hodín a odísť "x" hodín po vstupe alebo v pevne stanovenom čase.

# RES_shiftsexpress.shifttypechange.partrigid2rigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will automatically remove the 2nd rigid slot and the user will need to review the 1st rigid slot. An intensive rigid schedule is one in which the user must be present during a specific time slot.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) 2. zirrikitu zurruna automatikoki ezabatzea eta erabiltzaileak 1. zirrikitua berrikustea ekarriko du. Ordutegi intentsibo zurruna erabiltzailea ordu-tarte zehatz batean egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique du second créneau rigide et la révision du premier créneau rigide par l´utilisateur. Un horaire rigide intensif est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant un créneau horaire donné.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática da 2.ª franxa ríxida e a revisión da 1.ª franxa ríxida por parte do usuario. Un horario ríxido intensivo é aquel no que o usuario debe estar presente obrigatoriamente durante unha franxa horaria concreta.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica della 2ª fascia oraria e la revisione della 1ª fascia oraria rigida da parte dell´utente. Un orario rigido intensivo è quello in cui l´utente deve essere presente obbligatoriamente, durante una fascia oraria definita.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática da 2ª faixa de tempo fixa e a revisão da 1ª faixa de tempo fixa por parte do utilizador. Um horário fixo intensivo é aquele em que o utilizador tem de estar presente obrigatoriamente durante uma faixa horária concreta.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať automatické zrušenie 2. pevného časového intervalu a revíziu 1. pevného časového intervalu používateľom. Pevný intenzívny rozvrh je taký, v ktorom je používateľ povinný byť prítomný počas určitého časového úseku.
