Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOptions.*.resx
Languages: eu, fr

# RES_attendanceoptions.btcancel.text.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_attendanceoptions.btsave.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_attendanceoptions.invalidmonthperiod.message.description.rotext
source: Incorrect month start day
eu: Hilaren hasiera-eguna okerra
fr: Jour de début de mois incorrect

# RES_attendanceoptions.invalidmonthperiod.message.title.rotext
source: Beginning of the month
eu: Hilabete hasiera
fr: Début de mois

# RES_attendanceoptions.invalidyearperiod.message.description.rotext
source: Incorrect year start month
eu: Urte hasierako hilabetea okerra
fr: Mois de début d´année incorrect

# RES_attendanceoptions.invalidyearperiod.message.title.rotext
source: Beginning of the year
eu: Urte hasiera
fr: Début d´année

# RES_attendanceoptions.lblesdetection1info.text.rotext
source: Visualtime automatically determines whether it is an input...
eu: Visualtime-k automatikoki zehazten du sarrera bat den ala ez...
fr: Visualtime détermine automatiquement s´il s´agit d´une entrée...

# RES_attendanceoptions.lblesdetection1time.text.rotext
source: The maximum time allowed between an entry and an exit is:
eu: Sarrera eta irteera arteko gehienezko denbora hau da:
fr: Le temps maximum autorisé entre une entrée et une sortie est de :

# RES_attendanceoptions.lblesdetection1title.text.rotext
source: Automatically detect entries and exits based on schedule
eu: Sarrerak eta irteerak automatikoki detektatu ordutegiaren arabera
fr: Détecter les entrées et les sorties automatiquement selon l´horaire

# RES_attendanceoptions.lblesdetection2info.text.rotext
source: If a user has forgotten...
eu: Erabiltzaile batek ahaztu badu...
fr: Si un utilisateur a oublié...

# RES_attendanceoptions.lblesdetection2title.text.rotext
source: Enable interactive correction of forgotten signings
eu: Aktibatu ahaztutako sinatzeen zuzenketa interaktiboa
fr: Activer la correction interactive des pointages oubliés

# RES_attendanceoptions.lblesdetectionadvancedtitle.text.rotext
source: Use advanced entry/exit detection system (not installed)
eu: Erabili sarrera eta irteera detektatzeko sistema aurreratua (instalatu gabe)
fr: Utiliser le système de détection des entrées et des sorties avancé (non installé)

# RES_attendanceoptions.lblesdetectionclassicinfo.text.rotext
source: The time elapsed between an exit and an entry is greater than or equal to the indicated time, then Visualtime will consider it to be a new entry.
eu: Irteera baten eta sarrera baten artean igarotako denbora adierazitako denbora baino handiagoa edo berdina da, orduan Visualtime-k sarrera berritzat hartuko du.
fr: Si le temps écoulé entre une sortie et une entrée est supérieur ou égal au temps indiqué, Visualtime considérera qu´il s´agit d´une nouvelle entrée.

# RES_attendanceoptions.lblesdetectionclassictime.text.rotext
source: The maximum time allowed between an entry and an exit is:
eu: Sarrera eta irteera arteko gehienezko denbora hau da:
fr: Le temps maximum autorisé entre une entrée et une sortie est de :

# RES_attendanceoptions.lblesdetectionclassictitle.text.rotext
source: Use classic input/output detection
eu: Erabili sarrera eta irteerako detekzio klasikoa
fr: Utiliser la détection des entrées et des sorties classique

# RES_attendanceoptions.lblesdetectiontitle.text.rotext
source: Entry/Exit Detection
eu: Sarrera/irteera detekzioa
fr: Détection entrée/sortie

# RES_attendanceoptions.lblheader.text.rotext
source: Presence options
eu: Presentzia aukerak
fr: Options de présence

# RES_attendanceoptions.lblinfo.text.rotext
source: This is the presence options screen.<br /> Choose the configuration category from the list on the left and the options will appear below. Please note that some options cannot be modified or activated depending on the Visualtime server configuration or version used.
eu: Hau presentzia aukeren pantaila da.<br /> Aukeratu ezarpenen kategoria ezkerreko zerrendatik eta aukerak behean agertuko dira. Kontuan izan aukera batzuk ezin direla aldatu edo gaitu erabili Visualtime zerbitzariaren konfigurazioaren edo bertsioaren arabera.
fr: Voici l´écran des options de présence.<br /> Choisissez la catégorie de configuration dans la liste de gauche et les options apparaîtront ci-dessous. Veuillez noter que certaines options ne peuvent pas être modifiées ou activées en fonction de la configuration du serveur Visualtime ou de la version utilisée.

# RES_attendanceoptions.lblmonthperiod1.text.rotext
source: The day
eu: Eguna
fr: Le

# RES_attendanceoptions.lblmonthperiod2.text.rotext
source: , will count as the first day of the month.
eu: , hileko lehen egun gisa zenbatuko da.
fr: , comptera comme le premier jour du mois.

# RES_attendanceoptions.lblmonthperioddescription.text.rotext
source: We can specify the monthly period we are going to use, marking the day we are going to count as the first of the month. From that day on, a calendar month will be counted (If we start on the 20th, the monthly period will be from the 20th of the current month to the 19th of the following month).
eu: Erabiliko dugun hileko epea zehaztu dezakegu, hilaren lehenengo gisa zenbatuko dugun eguna markatuz. Egun horretatik aurrera, hilabete natural bat zenbatuko da (20an hasten bagara, hilabeteko epea egungo hilaren 20tik hurrengo hilaren 19ra artekoa izango da).
fr: Il est possible de spécifier la période mensuelle allant être utilisée, en marquant le jour qui sera compté comme le premier du mois. À partir de ce jour, un mois civil sera compté (s´il commence le 20, la période mensuelle s´étendra du 20 du mois en cours au 19 du mois suivant).

# RES_attendanceoptions.lblmonthperiodtitle.text.rotext
source: Monthly period
eu: Hileko epea
fr: Période mensuelle

# RES_attendanceoptions.lblmoveoptionstitle.text.rotext
source: Transfer options
eu: Transferentzia aukerak
fr: Options de pointages

# RES_attendanceoptions.lblmovesoptionsinfo.text.rotext
source: From this form we will configure the detection times between an entry and an exit, as well as repeated check-ins.
eu: Inprimaki honetatik sarrera baten eta irteera baten arteko detekzio-denborak konfiguratuko ditugu, baita behin eta berriz sinaketak ere.
fr: Ce formulaire permet de configurer les temps de détection entre une entrée et une sortie, ainsi que les pointages répétés.

# RES_attendanceoptions.lblmovesoptionstabbutton.text.rotext
source: Transfer options
eu: Transferentzia aukerak
fr: Options de pointages

# RES_attendanceoptions.lblpunchperiodrtin.text.rotext
source: The minimum time allowed between an entry and an exit is:
eu: Sarrera eta irteera arteko gutxieneko denbora hau da:
fr: Le temps minimum autorisé entre une entrée et une sortie est de :

# RES_attendanceoptions.lblpunchperiodrtininfo.text.rotext
source: If the time between an entry and an exit is greater than or equal to the indicated time, then Visualtime will consider it to be a new exit.
eu: Sarrera eta irteera baten arteko denbora adierazitako denbora baino handiagoa edo berdina bada, Visualtime-k irteera berritzat hartuko du.
fr: Si le temps entre une entrée et une sortie est supérieur ou égal au temps indiqué, Visualtime considérera qu´il s´agit d´une nouvelle sortie.

# RES_attendanceoptions.lblpunchperiodrtout.text.rotext
source: The minimum time allowed between an exit and an entry is:
eu: Irteera eta sarreraren artean onartzen den gutxieneko denbora hau da:
fr: Le temps minimum autorisé entre une sortie et une entrée est de :

# RES_attendanceoptions.lblpunchperiodrtoutinfo.text.rotext
source: If the time between an exit and an entry is greater than or equal to the indicated time, then Visualtime will consider it to be a new entry. Otherwise, the terminal will indicate to the user that they have just made a clocking in and whether they wish to change it.
eu: Irteera baten eta sarrera baten arteko denbora adierazitako denbora baino handiagoa edo berdina bada, Visualtime-k sarrera berritzat hartuko du. Bestela, terminalak transferentzia egin berri duela eta aldatu nahi duen adieraziko dio erabiltzaileari.
fr: Si le temps entre une sortie et une entrée est supérieur ou égal au temps indiqué, Visualtime considérera qu´il s´agit d´une nouvelle entrée. Sinon, le terminal indiquera à l´utilisateur qu´il vient d´effectuer un pointage et lui demandera s´il souhaite le changer.

# RES_attendanceoptions.lblrepitedmovestitle.text.rotext
source: Repeated signings
eu: Errepikaturiko sinaketak
fr: Pointages répétés

# RES_attendanceoptions.lblstartyearoptiontabbutton.text.rotext
source: Beginning of the year
eu: Urte hasiera
fr: Début d´année

# RES_attendanceoptions.lblterminalip.text.rotext
source: Terminal IP:
eu: Terminalaren IPa:
fr: IP du terminal :

# RES_attendanceoptions.lblterminalip2.text.rotext
source: Terminal IP:
eu: Terminalaren IPa:
fr: IP du terminal :

# RES_attendanceoptions.lblterminalip3.text.rotext
source: Terminal IP:
eu: Terminalaren IPa:
fr: IP du terminal :

# RES_attendanceoptions.lblterminalip4.text.rotext
source: Terminal IP:
eu: Terminalaren IPa:
fr: IP du terminal :

# RES_attendanceoptions.lblterminaloptionsinfo.text.rotext
source: From this form we can configure the terminal's IP.
eu: Inprimaki honetatik terminalaren IPa konfiguratu dezakegu.
fr: Ce formulaire permet de configurer l´IP du terminal.

# RES_attendanceoptions.lblterminaloptionstabbutton.text.rotext
source: Terminal
eu: Terminala

# RES_attendanceoptions.lblterminaloptionstitle.text.rotext
source: Terminal
eu: Terminala

# RES_attendanceoptions.lblyearperiod1.text.rotext
source: The month
eu: Hilabetea
fr: Le mois

# RES_attendanceoptions.lblyearperiod2.text.rotext
source: , will count as the first month of the year.
eu: , urteko lehen hilabete gisa zenbatuko da.
fr: , comptera comme le premier mois de l´année.

# RES_attendanceoptions.lblyearperioddescription.text.rotext
source: We can specify the annual period that we are going to use, marking the month that we are going to count as the first of the year. From that month onwards a calendar year will be counted (If we start in the month of February, the annual period will be from the month of February of the current year to the month of January of the following year).
eu: Erabiliko dugun urteko epea zehaztu dezakegu, urteko lehenengo gisa zenbatuko dugun hilabetea markatuz. Hilabete horretatik aurrera urte natural bat zenbatuko da (Otsailean hasten bagara, urteko epea aurtengo otsailetik hurrengo urteko urtarrilera artekoa izango da).
fr: Il est possible de spécifier la période annuelle allant être utilisée, en marquant le mois qui sera compté comme le premier de l´année. À partir de ce mois, une année civile sera comptée (si elle commence au mois de février, la période annuelle s´étendra du mois de février de l´année en cours au mois de janvier de l´année suivante).

# RES_attendanceoptions.lblyearperiodtitle.text.rotext
source: Annual period
eu: Urteko epea
fr: Période annuelle

# RES_attendanceoptions.msghaschanges.rotext
source: Configuration changes have been found
eu: Konfigurazio-aldaketak aurkitu dira
fr: Des changements ont été trouvés dans la configuration

# RES_attendanceoptions.msghaserrors.rotext
source: Errors have been found in the configuration
eu: Konfigurazio-erroreak aurkitu dira
fr: Des erreurs ont été trouvées dans la configuration

# RES_attendanceoptions.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
fr: Sauvegarder les changements

# RES_attendanceoptions.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_attendanceoptions.title_attoptions_pathway.rotext
source: Presence options
eu: Presentzia aukerak
fr: Options de présence

# RES_audit.action.ablock.rotext
source: Blockade
eu: Blokeatzea
fr: Blocage

# RES_audit.action.aconnect.rotext
source: Connection
eu: Konexioa
fr: Connexion

# RES_audit.action.aconnectfail.rotext
source: Connection attempt
eu: Konexio saiakera
fr: Tentative de connexion

# RES_audit.action.adelete.rotext
source: Deleted
eu: Ezabatua
fr: Suppression

# RES_audit.action.adisconnect.rotext
source: Disconnection
eu: Deskonexioa
fr: Coupure

# RES_audit.action.aexecuted.rotext
source: Execution
eu: Exekuzioa
fr: Exécution

# RES_audit.action.ainsert.rotext
source: High
eu: altua
fr: haut

# RES_audit.action.amultiselect.rotext
source: M-Consultation
eu: M-Kontsulta
fr: M-Requête

# RES_audit.action.anone.rotext
source: (Unknown)
eu: (Ezezaguna)
fr: (Inconnu)

# RES_audit.action.aselect.rotext
source: Consultation
eu: Kontsulta

# RES_audit.action.aunblock.rotext
source: Unlock
eu: Desblokeatu
fr: Ouvrir

# RES_audit.action.aupdate.rotext
source: Update
eu: Eguneratu
fr: Mise à jour

# RES_businesscenterfield.btaccept.text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_businesscenterfield.btcancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler

# RES_businesscenterfield.lbldescription.text.rotext
source: You can define a custom field for the cost center card.
eu: Eremu pertsonalizatu bat defini dezakezu kostu-zentroaren fitxarako.
fr: Vous pouvez définir un champ personnalisé pour la fiche du centre de coût.

# RES_businesscenterfield.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
fr: Général

# RES_businesscenterfield.lblname.text.rotext
source: Name
eu: Izena
fr: Nom

# RES_businesscenterfield.lbltitle.text.rotext
source: Custom field
eu: Eremu pertsonalizatua
fr: Champ personnalisé

# RES_businesscenterfield.myhidebutton.text.rotext
source: Button
eu: botoia

# RES_businesscenterfield.title.rotext
source: Custom field
eu: Eremu pertsonalizatua
fr: Champ personnalisé

# RES_businesscenterfield.validate.fieldexist.rotext
source: Duplicate name
eu: Izena bikoiztua
fr: Nom dupliqué

# RES_configurationoptions.anonymous.rotext
source: Anonymous
eu: Anonimoa
fr: Anonyme

# RES_configurationoptions.anyfield.rotext
source: (none)
eu: (bat ere ez)
fr: (aucun)

# RES_configurationoptions.basic.rotext
source: Basic
eu: Oinarrizkoa
fr: Basique

# RES_configurationoptions.btbutton.text.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_configurationoptions.btcancel.text.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_configurationoptions.btsave.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_configurationoptions.checkpermission.denied.message.rotext
source: Without permissions
eu: Ez dago baimenik
fr: Sans autorisations

# RES_configurationoptions.chkfreezedate.text.rotext
source: Please notify whenever it is advisable to update this date
eu: Jakinarazi data hau eguneratzea komeni den bakoitzean
fr: Toujours avertir s´il est conseillé de mettre à jour cette date

# RES_configurationoptions.configuration.rotext
source: Configuration
eu: Ezarpena
fr: Paramètre

# RES_configurationoptions.dataediting.message.rotext
source: Registration in editing
eu: Izen ematea edizioan
fr: Inscription en édition

# RES_configurationoptions.documentabsences.atbegin.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.documentabsences.atend.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.documentabsences.everydaysjs.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.documentabsences.everyflexible1js.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.documentabsences.everyflexible2js.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.documentabsences.everymonthsjs.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.documentabsences.everyweeksjs.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

source: Name
eu: Izena
fr: Nom

source: Type
eu: Guy

source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_configurationoptions.grdemployeeuserfieldsused.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_configurationoptions.grdemployeeuserfieldsused.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_configurationoptions.grdemployeeuserfieldsused.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_configurationoptions.grdgroupuserfieldsnotused.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_configurationoptions.grdgroupuserfieldsnotused.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_configurationoptions.grdgroupuserfieldsnotused.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_configurationoptions.grdgroupuserfieldsused.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_configurationoptions.grdgroupuserfieldsused.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_configurationoptions.grdgroupuserfieldsused.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_configurationoptions.grdlocations.columns#2.headertext.rotext
source: Available locations
eu: Eskuragarri dauden kokapenak
fr: Emplacements disponibles

# RES_configurationoptions.grdsystememployeeuserfields.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_configurationoptions.grdsystememployeeuserfields.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_configurationoptions.grdsystememployeeuserfields.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_configurationoptions.grdtaskfieldsnotused.columns#2.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_configurationoptions.grdtaskfieldsnotused.columns#3.headertext.rotext
source: Type
eu: Guy

# RES_configurationoptions.grdtaskfieldsnotused.columns#4.headertext.rotext
source: When to ask for the value
eu: Noiz galdetu balioa
fr: Quand demander la valeur

# RES_configurationoptions.gridheaderdocument.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.gridheaderinterval.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.gridheaderlabagree.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_configurationoptions.gridips.namevalue.rotext
source: IP address
eu: IP helbidea
fr: Adresse IP

# RES_configurationoptions.ibtemployeeuserfieldasign.tooltip.rotext
source: Add selected custom field.
eu: Gehitu hautatutako eremu pertsonalizatua.
fr: Ajouter champ personnalisé sélectionné.

# RES_configurationoptions.ibtemployeeuserfieldremove.tooltip.rotext
source: Remove selected custom field.
eu: Kendu hautatutako eremu pertsonalizatua.
fr: Retirer le champ personnalisé sélectionné.

# RES_configurationoptions.ibtgroupuserfieldasign.tooltip.rotext
source: Add selected custom field.
eu: Gehitu hautatutako eremu pertsonalizatua.
fr: Ajouter champ personnalisé sélectionné.

# RES_configurationoptions.ibtgroupuserfieldremove.tooltip.rotext
source: Remove selected custom field.
eu: Kendu hautatutako eremu pertsonalizatua.
fr: Retirer le champ personnalisé sélectionné.

# RES_configurationoptions.invalidaccessmovesmaxperiod.message.description.rotext
source: The value cannot be greater than 600 months.
eu: Balioa ezin da izan 600 hilabetetik gorakoa.
fr: La valeur ne peut pas être supérieure à 600 mois.

# RES_configurationoptions.invalidaccessmovesmaxperiod.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

source: The value cannot be greater than 32767 days.
eu: Balioa ezin da izan 32767 egun baino handiagoa.
fr: La valeur ne peut pas être supérieure à 32 767 jours.

# RES_configurationoptions.invalidbiometricdatamaxperiod.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invalidbiometricdataperiod.message.description.rotext
source: The value cannot be less than 15 days.
eu: Balioa ezin da izan 15 egun baino gutxiago.
fr: La valeur ne peut pas être inférieure à 15 jours.

# RES_configurationoptions.invalidbiometricdataperiod.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invaliddocmaxperiod.message.description.rotext
source: The value cannot be greater than 32767 days.
eu: Balioa ezin da izan 32767 egun baino handiagoa.
fr: La valeur ne peut pas être supérieure à 32 767 jours.

# RES_configurationoptions.invaliddocmaxperiod.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invaliddocperiod.message.description.rotext
source: The value cannot be less than 15 days.
eu: Balioa ezin da izan 15 egun baino gutxiago.
fr: La valeur ne peut pas être inférieure à 15 jours.

# RES_configurationoptions.invaliddocperiod.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invaliddomain.message.description.rotext
source: You must insert a valid domain in the mail configuration parameters
eu: Posta elektronikoaren konfigurazio-parametroetan baliozko domeinu bat txertatu behar duzu
fr: Vous devez insérer un domaine valide dans les paramètres de configuration d´e-mail

# RES_configurationoptions.invaliddomain.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invalidemail.message.description.rotext
source: The email address format is incorrect
eu: Helbide elektronikoaren formatua ez da zuzena
fr: Le format de l´adresse e-mail est incorrect

# RES_configurationoptions.invalidemail.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invalidemergencyreportkey.message.description.rotext
source: Enter an emergency reporting key
eu: Sartu larrialdien berri emateko pasahitza
fr: Saisissez une clé de rapports d´urgence

# RES_configurationoptions.invalidemergencyreportkey.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invalidmailserver.message.description.rotext
source: You must insert a mail server
eu: Posta-zerbitzari bat sartu behar duzu
fr: Vous devez insérer un serveur de messagerie

# RES_configurationoptions.invalidmailserver.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invalidphotomaxperiod.message.description.rotext
source: The value cannot be greater than 32767 days.
eu: Balioa ezin da izan 32767 egun baino handiagoa.
fr: La valeur ne peut pas être supérieure à 32 767 jours.

# RES_configurationoptions.invalidphotomaxperiod.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invalidphotoperiod.message.description.rotext
source: The value cannot be less than 15 days.
eu: Balioa ezin da izan 15 egun baino gutxiago.
fr: La valeur ne peut pas être inférieure à 15 jours.

# RES_configurationoptions.invalidphotoperiod.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.invalidport.message.description.rotext
source: The port must be between 1 and 65535
eu: Portuak 1 eta 65535 artean egon behar du
fr: Le port doit être compris entre 1 et 65535

# RES_configurationoptions.invalidport.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.label1.text.rotext
source: Time display options
eu: Ordua bistaratzeko aukerak
fr: Options d´affichage de l´heure

# RES_configurationoptions.label2.text.rotext
source: Database
eu: Datu-basea
fr: Base de données

# RES_configurationoptions.label3.text.rotext
source: For example, 2h 30min will be seen as 2.5 hours.
eu: Adibidez, 2h 30min 2,5 ordu itxura izango du.
fr: Par exemple, 2 h 30 min. sera affiché comme 2,5 heures.

# RES_configurationoptions.label4.text.rotext
source: Domain:
eu: Domeinua:
fr: Domaine :

# RES_configurationoptions.label5.text.rotext
source: Planning
eu: Plangintza
fr: Planification

# RES_configurationoptions.label55.text.rotext
source: Emergency
eu: Larrialdia
fr: Urgence
