Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDXReport.*.resx
Languages: pt

# RES_subreportpaymentsbygroup.totalcost.rotext
source: Importe total
pt: Montante total

# RES_subreportpaymentsbyreport.totalcost.rotext
source: Importe total
pt: Montante total

source: Abs. no retribuido
pt: Abs. não remunerado

source: Abs. retribuido
pt: Abs. remunerado

# RES_subreportprevisionabsentismo_subabsences.ausenciasprolongadas.rotext
source: Ausencias prolongadas previstas
pt: Ausências prolongadas previstas

# RES_subreportprevisionabsentismo_subabsences.cause.rotext
source: Motivo
pt: Razão

# RES_subreportprevisionabsentismo_subabsences.days.rotext
source: Días
pt: Dias

# RES_subreportprevisionabsentismo_subabsences.employee.rotext
source: Empleado
pt: Colaborador

# RES_subreportprevisionabsentismo_subabsences.enddate.rotext
source: Fecha fin
pt: Data de fim

# RES_subreportprevisionabsentismo_subabsences.startdate.rotext
source: Fecha inicio
pt: Data de início

# RES_subreportprevisionabsentismo_subincidences.cause.rotext
source: Motivo
pt: Razão

# RES_subreportprevisionabsentismo_subincidences.employee.rotext
source: Empleado
pt: Colaborador

# RES_subreportprevisionabsentismo_subincidences.enddate.rotext
source: Fecha fin
pt: Data de fim

# RES_subreportprevisionabsentismo_subincidences.incidenciasprevistas.rotext
source: Incidencias previstas
pt: Incidentes previstos

# RES_subreportprevisionabsentismo_subincidences.startdate.rotext
source: Fecha inicio
pt: Data de início

# RES_subreportprevisionabsentismo_subincidences.time.rotext
source: Tiempo
pt: Tempo

# RES_subreportsubabsencesnotrewarded.absnonretrib.rotext
source: Abs no retribuido
pt: Abs. não remunerado

# RES_subreportsubabsencesrewarded.absretrib.rotext
source: Abs retribuido
pt: Abs. remunerado

# RES_subreportsubconcepts.description.rotext
source: Descripción
pt: Descrição

# RES_subreportsubconcepts.factor.rotext
source: Factor
pt: Fator

# RES_subreportsubconcepts.justification.rotext
source: Justificación
pt: Justificação

# RES_subreportsubincidencescausestotal.totals.rotext
source: Totales
pt: Totais

# RES_subreportsubtotalabsentismo.reportname.rotext
source: Resumen total
pt: Resumo total

# RES_subreportsubtotalabsentismonoretribuido.reportname.rotext
source: Resumen total de absentismo no retribuido
pt: Resumo total de absentismo não remunerado

# RES_subreportsubtotalabsentismoretribuido.reportname.rotext
source: Resumen total de absentismo retribuido
pt: Resumo total de absentismo remunerado

# RES_subreportvisitsmovebasic.gotin.rotext
source: Fichó
pt: Picou

# RES_subreportvisitsmovebasic.visitedemployee.rotext
source: Usuario visitado
pt: Utilizador visitado

# RES_tareasdiariasporusuario.day.rotext
source: Día
pt: Dia

# RES_tareasdiariasporusuario.dni.rotext
source: DNI
pt: CC/BI

# RES_tareasdiariasporusuario.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_tareasdiariasporusuario.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_tareasdiariasporusuario.periodto.rotext
source: hasta
pt: a

# RES_tareasdiariasporusuario.project.rotext
source: Proyecto
pt: Projeto

# RES_tareasdiariasporusuario.reportname.rotext
source: Tareas diarias por usuario
pt: Tarefas diárias por utilizador

# RES_tareasdiariasporusuario.task.rotext
source: Tarea
pt: Tarefa

# RES_tareasdiariasporusuario.time.rotext
source: Tiempo
pt: Tempo

# RES_tarjetasenuso.assignedfrom.rotext
source: Asignada desde
pt: Atribuída a partir de

# RES_tarjetasenuso.assignedto.rotext
source: Asignada a
pt: Atribuída a

# RES_tarjetasenuso.cardnumber.rotext
source: Núm. tarjeta
pt: Núm. cartão

# RES_tarjetasenuso.freedon.rotext
source: Quedará libre el
pt: Ficará livre em

# RES_tarjetasenuso.reportname.rotext
source: Tarjetas en uso
pt: Cartões em uso

# RES_visitantesdetallado.employee.rotext
source: Usuario
pt: Utilizador

# RES_visitantesdetallado.in.rotext
source: Entró
pt: Entrou

# RES_visitantesdetallado.location.rotext
source: Ubicación:
pt: Localização:

# RES_visitantesdetallado.numberofvisitsperlocation.rotext
source: Nº visitas por ubicación
pt: Núm. de visitas por localização:

# RES_visitantesdetallado.out.rotext
source: Salió
pt: Saiu

# RES_visitantesdetallado.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_visitantesdetallado.periodto.rotext
source: hasta
pt: a

# RES_visitantesdetallado.reportname.rotext
source: Visitantes detallado
pt: Visitantes detalhado

# RES_visitantesdetallado.totalnumberofvisits.rotext
source: Nº visitas totales
pt: Núm. de visitas totais:

# RES_visitantespresentes.employee.rotext
source: Usuario
pt: Utilizador

# RES_visitantespresentes.in.rotext
source: Entró
pt: Entrou

# RES_visitantespresentes.location.rotext
source: Ubicación:
pt: Localização:

# RES_visitantespresentes.numberofvisitsperlocation.rotext
source: Nº visitas por ubicación
pt: Núm. de visitas por localização:

# RES_visitantespresentes.out.rotext
source: Salió
pt: Saiu

# RES_visitantespresentes.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_visitantespresentes.periodto.rotext
source: hasta
pt: a

# RES_visitantespresentes.totalnumberofvisits.rotext
source: Nº visitas totales
pt: Núm. de visitas totais:

# RES_listadodetallediaromenús.turno.rotext
source: Turno
pt: Horário

# RES_informeausenciasyvacacionesentrefechas.reportname.rotext
source: Informe ausencias y vacaciones entre fechas
pt: Comunique ausências e férias entre datas

# RES_informeausenciasyvacacionesentrefechas.reportdescription.rotext
source: Permite ver las ausencias y vacaciones entre unas fechas seleccionadas
pt: Permite visualizar as ausências e as férias entre datas selecionadas.

# RES_seguimientodesolicitudesexcel.reportname.rotext
source: Seguimiento de solicitudes Excel
pt: Acompanhamento de pedidos em Excel

# RES_seguimientodesolicitudesexcel.reportdescription.rotext
source: Este informe permite obtener las solicitudes realizadas por los usuarios seleccionados dentro de un periodo de tiempo y exportarlo en formato Excel.
pt: Este relatório permite-lhe obter os pedidos efectuados pelos utilizadores seleccionados num determinado intervalo de tempo e exportá-los em formato Excel.

# RES_seguimientodesolicitudesexcel.denied.rotext
source: Denegada
pt: Recusado

# RES_seguimientodesolicitudesexcel.accepted.rotext
source: Aprobada
pt: Aprovada

# RES_seguimientodesolicitudesexcel.ongoing.rotext
source: En curso
pt: Em curso

# RES_seguimientodesolicitudesexcel.pending.rotext
source: Pendiente
pt: Pendente

# RES_seguimientodesolicitudesexcel.externalworkweekresume.rotext
source: Parte de fichaje
pt: Registo de picagem

# RES_seguimientodesolicitudesexcel.plannedholidays.rotext
source: Vacaciones/permisos por horas
pt: Férias/licenças por horas

# RES_seguimientodesolicitudesexcel.forgottencostcenterpunch.rotext
source: Fichaje de centro de coste no realizado
pt: Picagem de centro de custo não efetuada

# RES_seguimientodesolicitudesexcel.cancelholidays.rotext
source: Cancelación de vacaciones
pt: Cancelamento de férias

# RES_seguimientodesolicitudesexcel.forbiddentaskpunch.rotext
source: Fichaje de tarea no realizado
pt: Picagem de tarefa não efetuada

# RES_seguimientodesolicitudesexcel.plannedcauses.rotext
source: Previsión horas de ausencia
pt: Previsão horas de ausência

# RES_seguimientodesolicitudesexcel.exchangeshiftbetweenemployees.rotext
source: Cambio de horario entre empleados
pt: Alteração de horário entre colaboradores

# RES_seguimientodesolicitudesexcel.plannedabsences.rotext
source: Previsión días de ausencia
pt: Previsão dias de ausência

# RES_seguimientodesolicitudesexcel.vacationsorpermissions.rotext
source: Vacaciones
pt: Férias

# RES_seguimientodesolicitudesexcel.changeshift.rotext
source: Cambio de horario
pt: Alteração de horário

# RES_seguimientodesolicitudesexcel.externalworkresumepart.rotext
source: Parte resumen trabajo externo
pt: Parte resumo do trabalho externo

# RES_seguimientodesolicitudesexcel.justifypunch.rotext
source: Justificación de fichaje
pt: Justificação de picagem

# RES_seguimientodesolicitudesexcel.forbiddenpunch.rotext
source: Fichaje no realizado
pt: Picagem não efetuada

# RES_seguimientodesolicitudesexcel.userfieldschange.rotext
source: Modificación de campo de la ficha
pt: Alteração de campo da ficha

# RES_seguimientodesolicitudesexcel.usuario.rotext
source: Usuario
pt: Utilizador

# RES_seguimientodesolicitudesexcel.inicio.rotext
source: Inicio
pt: Início

# RES_seguimientodesolicitudesexcel.requestdate.rotext
source: Fecha registro
pt: Data registo

# RES_seguimientodesolicitudesexcel.startdate.rotext
source: Fecha inicio
pt: Data de início

# RES_seguimientodesolicitudesexcel.enddate.rotext
source: Fecha fin
pt: Data de fim

# RES_seguimientodesolicitudesexcel.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_seguimientodesolicitudesexcel.plannedovertimes.rotext
source: Horas de exceso
pt: Horas em excesso

# RES_seguimientodesolicitudesexcel.dailyrecord.rotext
source: Declaración de la jornada
pt: Declaração do horário de trabalho

# RES_justificacionespendientesexcel.reportname.rotext
source: Justificaciones Pendientes
pt: Justificações Pendentes

# RES_justificacionespendientesexcel.reportdescription.rotext
source: Este informe permite obtener las justifiaciones pendientes de los usuarios seleccionados dentro de un periodo de tiempo y exportarlo en formato Excel.
pt: Este relatório permite obter as justificações pendentes dos utilizadores seleccionados num determinado período de tempo e exportá-las em formato Excel.

# RES_justificacionespendientesexcel.codempleadoapv.rotext
source: Cod Empleado
pt: Cod Colaborador

# RES_justificacionespendientesexcel.apellidosnombreapv.rotext
source: Apellidos y nombre
pt: Apelidos e nome próprio

# RES_justificacionespendientesexcel.fechaausenciaapv.rotext
source: Fecha ausencia
pt: Data ausência

# RES_justificacionespendientesexcel.tipoausenciaapv.rotext
source: Tipo ausencia
pt: Tipo ausência

# RES_justificacionespendientesexcel.solentrdocapv.rotext
source: Sol/Entr de documentación
pt: Ped/Entr de documentação

# RES_justificacionespendientesexcel.motivonojustificadoapv.rotext
source: Motivo del no justificado
pt: Motivo da não justificação

# RES_justificacionespendientesexcel.statusdocumentacionapv.rotext
source: Estado de la documentación
pt: Estado da documentação

# RES_justificacionespendientesexcel.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_saldosafecha.selecteddate.rotext
source: Fecha seleccionada:
pt: Data selecionada:

# RES_accesosporzonas.invalid1.rotext
source: Fuera de periodo
pt: Fora de período

# RES_accesosporzonas.invalid2.rotext
source: Reglas por zona
pt: Regras por zona

# RES_accesosporzonas.invalid0.rotext
source: Documentación incorrecta
pt: Documentação incorreta

# RES_accesosporzonas.invalid3.rotext
source: Acceso inválido
pt: Acesso inválido

# RES_accesosporzonas.noautorizado.rotext
source: No autorizado
pt: Não autorizado

# RES_listadetareasdetalladas.reportname.rotext
source: Lista de tareas detalladas
pt: Lista de tarefas pormenorizadas

# RES_documentospendientesdeentregar.reportname.rotext
source: Documentos pendientes de entregar
pt: Documentos pendentes de entrega

# RES_documentospendientesdeentregar.reportdescription.rotext
source: Permite obtener un listado de los documentos pendientes de entregar desglosado por usuario en un periodo de fechas.
pt: Permite obter uma lista dos documentos pendentes de entrega discriminados por utilizador durante um período de datas.

# RES_documentospendientesdeentregar.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_documentospendientesdeentregar.periodto.rotext
source: hasta
pt: a

# RES_documentospendientesdeentregar.docspendientes.rotext
source: Documentos pendientes
pt: Documentos pendentes

# RES_documentospendientesdeentregar.pendiente.rotext
source: Pendiente
pt: Pendente

# RES_documentospendientesdeentregar.rechazado.rotext
source: Rechazado
pt: Recusado

# RES_documentospendientesdeentregar.no.rotext
source: NO
pt: Não

# RES_documentospendientesdeentregar.yes.rotext
source: SI
pt: SIM

# RES_documentospendientesdeentregar.delivered.rotext
source: Entregado
pt: Entregue

# RES_documentospendientesdeentregar.requirement.rotext
source: Requirimiento
pt: Pedido

# RES_documentospendientesdeentregar.enddate.rotext
source: Fecha fin
pt: Data de fim

# RES_documentospendientesdeentregar.startdate.rotext
source: Fecha inicio
pt: Data de início

# RES_documentospendientesdeentregar.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_presentes.reportname.rotext
source: Usuarios presentes
pt: Utilizadores presentes

# RES_presentes.reportdescription.rotext
source: Permite conocer en tiempo real los usuarios presentes de nuestra organización, pudiendo añadir campos del Expediente de HR de los usuarios.
pt: Permite-nos conhecer em tempo real os utilizadores presentes na nossa organização, podendo adicionar campos do Dossier de RH dos utilizadores.

# RES_presentes.hname.rotext
source: Nombre
pt: Nome

# RES_presentes.gotin.rotext
source: Entró
pt: eu entro

# RES_presentes.totalpresentemployees.rotext
source: Total de usuarios presentes:
pt: Total de utilizadores presentes:

# RES_presentes.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_tarjetasenuso.reportdescription.rotext
source: Permite obtener un listado de tarjetas en uso.
pt: Permite obter uma lista dos cartões em utilização.

# RES_tarjetasenuso.assignedsince.rotext
source: Asignada desde
pt: Atribuída a partir de

# RES_tarjetasenuso.freefrom.rotext
source: Quedará libre el
pt: Ficará livre em

# RES_visitantespresentes.reportdescription.rotext
source: Permite obtener un listado de los visitantes que están presentes en el momento de la ejecución del informe.
pt: Permite obter uma lista dos visitantes que estão presentes no momento da execução do relatório.

# RES_visitantespresentes.gotout.rotext
source: Salió
pt: Saiu

# RES_visitantespresentes.gotin.rotext
source: Entró
pt: eu entro

# RES_visitantespresentes.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_listadeusuarios.reportname.rotext
source: Lista de usuarios
pt: Lista de utilizadores

# RES_listadeusuarios.reportdescription.rotext
source: Permite obtener un listado de los usuarios junto con el grupo al que pertenecen.
pt: Permite obter uma lista dos utilizadores juntamente com o grupo a que pertencem.

# RES_listadeusuarios.hname.rotext
source: Nombre
pt: Nome

# RES_listadeusuarios.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_díasconfichajesimpares.reportname.rotext
source: Días con fichajes impares
pt: Dias com picagens ímpares

# RES_díasconfichajesimpares.reportdescription.rotext
source: Permite obtener un listado de los usuarios que han realizado fichajes impares dentro de un periodo de fechas.
pt: Permite obter uma lista dos utilizadores que efetuaram picagens ímpares num determinado período de datas.

# RES_díasconfichajesimpares.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_díasconfichajesimpares.periodto.rotext
source: hasta
pt: a

# RES_díasconfichajesimpares.hname.rotext
source: Nombre:
pt: Nome:

# RES_díasconfichajesimpares.haproval.rotext
source: Aprobación
pt: Aprovação

# RES_díasconfichajesimpares.hpunches.rotext
source: Fichajes
pt: Picagens

# RES_díasconfichajesimpares.htype.rotext
source: Horario
pt: Horário

# RES_díasconfichajesimpares.hdate.rotext
source: Fecha
pt: Data

# RES_díasconfichajesimpares.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_saldosmesames.reportdescription.rotext
source: Permite obtener los saldos mensuales en un periodo de fechas.
pt: Permite obter os saldos mensais num período de datas.

# RES_saldosmesames.fecha.rotext
source: Fecha
pt: Data

# RES_saldosmesames.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. A sua divulgação é proibida. Se recebeu este documento por engano, a sua leitura, cópia e utilização são proibidas. Proceda imediatamente à sua destruição.

# RES_reportsdx.roreportdesignerholidays.rotext
source: Horarios de vacaciones
pt: Calendário de férias

# RES_mapadeferias.reportname.rotext
source: Mapa de vacaciones
pt: Mapa de férias

# RES_mapadeferias.reportdescription.rotext
source: Resumen anual de las vacaciones de los empleados
pt: Resumo anual das férias dos colaboradores

# RES_mapadeferias.employeekey.rotext
source: Clave de empleado
pt: Chave do empregado

# RES_mapadeferias.employeename.rotext
source: Empleado
pt: Funcionário

# RES_mapadeferias.totalholidays.rotext
source: Total vacaciones iniciales
pt: Total de férias iniciais

# RES_mapadeferias.plannedholidays.rotext
source: Total vacaciones planificadas
pt: Total de férias planeadas

# RES_mapadeferias.holidaysperiod.rotext
source: Períodos de vacaciones
pt: Períodos de férias

# RES_mapadeferias.year.rotext
source: Año
pt: Ano

# RES_cuadranteporhorarios.reportname.rotext
source: Cuadrante por horarios
pt: Quadrante por horário

# RES_cuadranteporhorarios.reportdescription.rotext
source: Este informe extrae información de presencia acerca de los usuarios planificados en un horario
pt: Este relatório extrai informações de presença sobre utilizadores planeados numa hora programada

# RES_cuadranteporhorarios.lblpresence.rotext
source: Presencia
pt: Presença

# RES_cuadranteporhorarios.lblgeneraltotal.rotext
source: Total general
pt: Total geral

# RES_quadrantbyschedule.reportname.rotext
source: Cuadrante por horarios
pt: Quadrante por horário

# RES_quadrantbyschedule.reportdescription.rotext
source: Consulta de planificación semanal que permite conocer diariamente el estado de presencia/ausencia de los usuarios asignados
pt: Consulta de planeamento semanal que permite conhecer o estado diário de presença/ausência dos utilizadores atribuídos.

# RES_quadrantbyschedule.lblpresence.rotext
source: Presencia
pt: Presença

# RES_quadrantbyschedule.lblgeneraltotal.rotext
source: Total general
pt: Total geral

# RES_quadrantbyschedule.diciembre.rotext
source: DIC
pt: DEC

# RES_quadrantbyschedule.octubre.rotext
source: OCT
pt: PTU

# RES_quadrantbyschedule.mayo.rotext
source: MAY
pt: MAIO

# RES_quadrantbyschedule.marzo.rotext
source: MAR
pt: MARINHA

# RES_quadrantbyschedule.enero.rotext
source: ENE
pt: JAN

# RES_quadrantbyschedule.viernes.rotext
source: Viernes
pt: Sexta-feira

# RES_quadrantbyschedule.jueves.rotext
source: Jueves
pt: Quinta-feira

# RES_quadrantbyschedule.miercoles.rotext
source: Miércoles
pt: Quarta-feira

# RES_quadrantbyschedule.martes.rotext
source: Martes
pt: Terça-feira

# RES_quadrantbyschedule.lunes.rotext
source: Lunes
pt: Segunda-feira

# RES_informedefichajesaldetalleconaccesos(totales).reportname.rotext
source: Informe de fichajes al detalle con accesos (Totales)
pt: Relatório pormenorizado de marcação de ponto com os acessos (Totais)

# RES_informedefichajesaldetalleconaccesos(totales).reportdescription.rotext
source: Informe detallada diaria de horario, horas teóricas, fichajes de presencia y accesos, incluyendo información de incidencias diarias y justificaciones con totales por usuario
pt: Relatório diário detalhado de horários, horas teóricas, registos de presenças e acessos, incluindo informações sobre incidentes diários e justificações com totais por utilizador

# RES_informedefichajesaldetalleconaccesos(totales).periodfrom.rotext
source: Periodo desde
pt: Período de

# RES_informedefichajesaldetalleconaccesos(totales).periodto.rotext
source: hasta
pt: a

# RES_informedefichajesaldetalleconaccesos(totales).dni.rotext
source: DNI:
pt: CC/BI:

# RES_informedefichajesaldetalleconaccesos(totales).lastacc.rotext
source: Salida Acc.
pt: Ac. de saída

# RES_informedefichajesaldetalleconaccesos(totales).lastpres.rotext
source: Salida Pres.
pt: Sair do Pres.

# RES_informedefichajesaldetalleconaccesos(totales).incidence.rotext
source: Incidencia
pt: Incidência

# RES_informedefichajesaldetalleconaccesos(totales).time.rotext
source: Tiempo
pt: Tempo

# RES_informedefichajesaldetalleconaccesos(totales).cause.rotext
source: Justificación
pt: justificação

# RES_informedefichajesaldetalleconaccesos(totales).fin.rotext
source: Fin
pt: Fim

# RES_informedefichajesaldetalleconaccesos(totales).inicio.rotext
source: Inicio
pt: Início

# RES_informedefichajesaldetalleconaccesos(totales).firstacc.rotext
source: Ent. Acc.
pt: Ent. Ac.

# RES_informedefichajesaldetalleconaccesos(totales).shift.rotext
source: Horario
pt: Horário
