Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tgenius.aexecuted.rotext
source: Se ha lanzado la vista genius
ca: S’ha obert la vista Genius
eu: Genius ikuspegia kaleratu da
fr: La vue Genius a été lancée
gl: Lanzouse a vista Genius
it: È stata avviata la vista Genius
pt: A visualização Genius foi lançada
sk: Zobrazenie génia bolo spustené

# RES_audit.message.tgenius.ainsert.rotext
source: Se ha creado una nueva vista genius
ca: S’ha creat una nova vista Genius
eu: Jenio ikuspegi berri bat sortu da
fr: Une nouvelle vue Genius a été créée
gl: Creouse unha nova vista Genius
it: È stata creata una nuova vista Genius
pt: Foi criada uma nova visualização Genius
sk: Bol vytvorený nový pohľad génia

# RES_audit.message.tgenius.aselect.rotext
source: Se ha consultado la vista genius
ca: S’ha consultat la vista Genius
eu: Jenioaren ikuspegia kontsultatu da
fr: La vue Genius a été consultée
gl: Consultouse a vista Genius
it: È stata consultata la vista Genius
pt: A visualização Genius foi consultada
sk: Konzultoval sa názor génia

# RES_audit.message.tgenius.aupdate.rotext
source: Se han modificado los parametros de la vista genius
ca: S’han modificat els paràmetres de la vista Genius
eu: Jenio ikuspegiaren parametroak aldatu dira
fr: Les paramètres de la vue Genius ont été modifiés
gl: Modificáronse os parámetros da vista Genius
it: Sono stati modificati i parametri della vista Genius
pt: Os parâmetros da visualização Genius foram alterados
sk: Parametre zobrazenia génia boli upravené

# RES_audit.message.tgeniusscheduler.adelete.rotext
source: Se ha borrado la planificación del estudio: $@ReportSchedulerName@
ca: S´ha esborrat la planificació de l´estudi: $@ReportSchedulerName@
eu: Ikasketa-egutegia ezabatu da: $@ReportSchedulerName@
fr: Le planning d´étude a été supprimé : $@ReportSchedulerName@
gl: Eliminouse a programación do estudo: $@ReportSchedulerName@
it: Il programma dello studio è stato eliminato: $@ReportSchedulerName@
pt: O cronograma de estudo foi excluído: $@ReportSchedulerName@
sk: Plánovanie štúdie bolo odstránené: $@ReportSchedulerName@

# RES_audit.message.tgeniusscheduler.ainsert.rotext
source: Se ha creado una nueva planificación del estudio con los siguientes datos:$CRLF $@FieldsValues@
ca: S´ha creat una nova planificació de l´estudi amb les dades següents: $CRLF $@FieldsValues@
eu: Ikasketa-egutegi berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau planning d´étude a été créé avec les données suivantes :$CRLF $@FieldsValues@
gl: Creouse unha nova programación de estudo cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo programma di studio con i seguenti dati:$CRLF $@FieldsValues@
pt: Um novo cronograma de estudo foi criado com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový študijný plán s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tgeniusscheduler.amultiselect.rotext
source: Se han consultado las siguientes planificaciones del estudio: $@GeniusSchedulerNames@.
ca: S´han consultat les planificacions següents de l´estudi: $@GeniusSchedulerNames@.
eu: Ikasketa-egutegi hauek kontsultatu dira: $@GeniusSchedulerNames@.
fr: Les horaires d´études suivants ont été consultés : $@GeniusSchedulerNames@.
gl: Consultáronse os seguintes horarios de estudo: $@GeniusSchedulerNames@.
it: Sono stati consultati i seguenti programmi di studio: $@GeniusSchedulerNames@.
pt: Foram consultados os seguintes cronogramas de estudos: $@GeniusSchedulerNames@.
sk: Boli konzultované tieto študijné plány: $@GeniusSchedulerNames@.

# RES_audit.message.tgeniusscheduler.aselect.rotext
source: Se ha consultado la planificación del estudio: $@GeniusSchedulerName@.
ca: S´ha consultat la planificació de l´estudi: $@GeniusSchedulerName@.
eu: Ikasketa-egutegia kontsultatu da: $@GeniusSchedulerName@.
fr: Le planning des études a été consulté : $@GeniusSchedulerName@.
gl: Consultouse o calendario do estudo: $@GeniusSchedulerName@.
it: Il programma degli studi è stato consultato: $@GeniusSchedulerName@.
pt: O cronograma de estudos foi consultado: $@GeniusSchedulerName@.
sk: Plánovanie štúdie bolo konzultované: $@GeniusSchedulerName@.

# RES_audit.message.tgeniusscheduler.aupdate.rotext
source: Se han modificado los siguientes datos de la planificación del estudio:$CRLF $@FieldsValues@
ca: S´han modificat les dades següents de la planificació de l´estudi: $CRLF $@FieldsValues@
eu: Ikasketa planifikatzeko datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données de planification de l´étude suivantes ont été modifiées :$CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos de planificación do estudo:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati di pianificazione dello studio:$CRLF $@FieldsValues@
pt: Os seguintes dados de planeamento do estudo foram modificados:$CRLF $@FieldsValues@
sk: Nasledujúce údaje o plánovaní štúdie boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tgroup.adelete.rotext
source: Se ha borrado el grupo $@GroupName@.
ca: S’ha esborrat el grup $@GroupName@.
eu: $@GroupName@ taldea ezabatu da.
fr: Le groupe $@GroupName@ a été supprimé.
gl: Borrouse o grupo $@GroupName@.
it: È stato eliminato il gruppo $@GroupName@.
pt: Foi eliminado o grupo $@GroupName@.
sk: Skupina $@GroupName@ bola odstránená.

# RES_audit.message.tgroup.ainsert.rotext
source: Se ha creado un nuevo grupo con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou grup amb les dades següents:$CRLF $@FieldsValues@
eu: Talde berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau groupe été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo grupo cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo gruppo con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo grupo com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová skupina s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tgroup.amultiselect.rotext
source: Se han consultado los siguientes grupos: $@GroupNames@.
ca: S’han consultat els grups següents: $@GroupNames@.
eu: Talde hauek kontsultatu dira: $@GroupNames@.
fr: Les groupes suivants ont été consultés : $@GroupNames@.
gl: Consultáronse os seguintes grupos: $@GroupNames@.
it: Sono stati consultati i seguenti gruppi: $@GroupNames@.
pt: Foram consultados os seguintes grupos: $@GroupNames@.
sk: Boli konzultované tieto skupiny: $@GroupNames@.

# RES_audit.message.tgroup.aselect.rotext
source: Se ha consultado el grupo $@GroupName@.
ca: S’ha consultat el grup $@GroupName@.
eu: $@GroupName@ taldeari kontsulta egin zaio.
fr: Le groupe $@GroupName@ a été consulté.
gl: Consultouse o grupo $@GroupName@.
it: È stato consultato il gruppo $@GroupName@.
pt: Foi consultado o grupo $@GroupName@.
sk: Bola vyhľadaná skupina $@GroupName@.

# RES_audit.message.tgroup.aupdate.rotext
source: Se han modificado los siguientes datos del grupo:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del grup:$CRLF $@FieldsValues@
eu: Taldeko datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du groupe ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do grupo:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del gruppo:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do grupo:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje skupiny:$CRLF $@FieldsValues@

# RES_audit.message.tgroupfeature.adelete.rotext
source: Se ha eliminado una función
ca: S’ha eliminat una funció
eu: Ezaugarri bat kendu da
fr: Une fonction a été supprimée
gl: Eliminouse unha función
it: È stata eliminata una funzione
pt: Foi eliminada uma função
sk: Funkcia bola odstránená

# RES_audit.message.tgroupfeature.ainsert.rotext
source: Se ha creado una función
ca: S’ha creat una funció
eu: Funtzio bat sortu da
fr: Une fonction a été créée
gl: Creouse unha función
it: È stata creata una funzione
pt: Foi criada uma função
sk: Bola vytvorená funkcia

# RES_audit.message.tgroupfeature.aselect.rotext
source: Se ha consultado una función
ca: S’ha consultat una funció
eu: Funtzio bat kontsultatu da
fr: Une fonction a été consultée
gl: Consultouse unha función
it: È stata consultata una funzione
pt: Foi consultada uma função
sk: Bola dotazovaná funkcia

# RES_audit.message.tgroupfeature.aupdate.rotext
source: Se ha actualizado una función
ca: S’ha actualitzat una funció
eu: Ezaugarri bat eguneratu da
fr: Une fonction a été mise à jour
gl: Actualizouse unha función
it: È stata aggiornata una funzione
pt: Foi atualizada uma função
sk: Bola aktualizovaná funkcia

# RES_audit.message.tgroupfeaturepermissionoverfeature.aexecuted.rotext
source: Se ha establecido el permiso $@sFeature@ en el nivel: $@sPermission@
ca: S´ha establert el permís $@sFeature@ al nivell: $@sPermission@
eu: $@sFeature@ baimena mailan ezarri da: $@sPermission@
fr: L´autorisation $@sFeature@ a été définie au niveau : $@sPermission@
gl: O permiso $@sFeature@ estableceuse no nivel: $@sPermission@
it: L´autorizzazione $@sFeature@ è stata impostata al livello: $@sPermission@
pt: A permissão $@sFeature@ foi definida no nível: $@sPermission@
sk: Oprávnenie $@sFeature@ bolo nastavené na úrovni: $@sPermission@

# RES_audit.message.tgroupfeaturepermissionoverfeature.ainsert.rotext
source: Se ha creado una función
ca: S’ha creat una funció
eu: Funtzio bat sortu da
fr: Une fonction a été créée
gl: Creouse unha función
it: È stata creata una funzione
pt: Foi criada uma função
sk: Bola vytvorená funkcia

# RES_audit.message.tgroupuserfield.ainsert.rotext
source: Se ha creado un nuevo campo de usuario
ca: S’ha creat un nou camp d’usuari
eu: Erabiltzaile-eremu berri bat sortu da
fr: Un nouveau champ d´utilisateur a été créé
gl: Creouse un novo campo de usuario
it: È stato creato un nuovo campo di utente
pt: Foi criado um novo campo de utilizador
sk: Bolo vytvorené nové používateľské pole

# RES_audit.message.tindicator.adelete.rotext
source: Se ha borrado el indicador $@IndicatorName@.
ca: S’ha esborrat l’indicador $@IndicatorName@.
eu: $@IndicatorName@ adierazlea garbitu da.
fr: L´indicateur $@IndicatorName@ a été supprimé.
gl: Borrouse o indicador $@IndicatorName@.
it: È stato eliminato l´indicatore $@IndicatorName@.
pt: Foi eliminado o indicador $@IndicatorName@.
sk: Indikátor $@IndicatorName@ bol odstránený.

# RES_audit.message.tindicator.ainsert.rotext
source: Se ha creado un nuevo indicador con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou indicador amb les dades següents:$CRLF $@FieldsValues@
eu: Adierazle berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouvel indicateur a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo indicador cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo indicatore con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo indicador com os seguintes dados:$CRLF $@FieldsValues@
sk: Bol vytvorený nový indikátor s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tindicator.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.message.tindicator.aupdate.rotext
source: Se han modificado los siguientes datos del indicador:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de l’indicador:$CRLF $@FieldsValues@
eu: Adierazleen datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de l´indicateur ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do indicador:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati dell´indicatore:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do indicador:$CRLF $@FieldsValues@
sk: Nasledujúce údaje indikátora boli zmenené:$CRLF $@FieldsValues@ bol zmenený

# RES_audit.message.tjustifiedincidences.aupdate.rotext
source: Se ha realizado una justificación masiva de incidencias entre el $@DateIni@ y el $@DateEnd@.
ca: S’ha realitzat una justificació massiva d’incidències entre el $@DateIni@ i el $@DateEnd@.
eu: Gorabeheren justifikazio masiboa egin da $@DateIni@ eta $@DateEnd@ artean.
fr: Une justification en masse d´incidents a été effectuée entre le $@DateIni@ et le $@DateEnd@.
gl: Realizouse unha xustificación masiva de incidencias entre o $@DateIni@ e o $@DateEnd@.
it: È stata effettuata una giustificazione in blocco di eventi tra il $@DateIni@ e il $@DateEnd@.
pt: Foi realizada uma justificação massiva de incidências entre $@DateIni@ e $@DateEnd@.
sk: Bolo vykonané rozsiahle zdôvodnenie problému medzi $@DateIni@ a $@DateEnd@.

# RES_audit.message.tlabagree.adelete.rotext
source: Se ha borrado el convenio
ca: S’ha esborrat el conveni
eu: Akordioa ezabatu da
fr: La convention a été supprimée
gl: Borrouse o convenio
it: È stato eliminato l´accordo
pt: O acordo foi apagado
sk: Dohoda bola vymazaná

# RES_audit.message.tlabagree.ainsert.rotext
source: Se ha creado un nuevo grupo de convenio con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou grup de conveni amb les dades següents:$CRLF $@FieldsValues@
eu: Hitzarmen-talde berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau groupe de convention été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo grupo de convenio cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo gruppo di accordo con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo grupo do acordo com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová skupina dohôd s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tlabagree.aselect.rotext
source: Se ha consultado un convenio
ca: S’ha consultat un conveni
eu: Akordio bat kontsultatu da
fr: Une convention a été consultée
gl: Consultouse un convenio
it: È stato consultato un accordo
pt: Foi consultado um acordo
sk: Dohoda bola konzultovaná

# RES_audit.message.tlabagree.aupdate.rotext
source: Se han modificado los siguientes datos del convenio:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del conveni:$CRLF $@FieldsValues@
eu: Konbentzio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la convention ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do convenio:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati dell´accordo:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do acordo:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce konvenčné údaje:$CRLF $@FieldsValues@

# RES_audit.message.tlabagreeaccrualrule.adelete.rotext
source: Se ha borrado la regla de convenio
ca: S’ha esborrat la regla de conveni
eu: Konbentzio-araua ezabatu da
fr: La règle de convention a été supprimée
gl: Borrouse a regra de convenio laboral
it: È stata eliminata la regola dell´accordo
pt: Foi apagada a regra do acordo
sk: Pravidlo dohovoru bolo vypustené

# RES_audit.message.tlabagreeaccrualrule.ainsert.rotext
source: Se ha creado una nueva regla de convenio con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova regla de conveni amb les dades següents:$CRLF $@FieldsValues@
eu: Konbentzio-arau berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle règle de convention a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova regra de convenio cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova regola dell´accordo con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova regra do acordo com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené nové pravidlo konvencie s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tlabagreeaccrualrule.aselect.rotext
source: Se ha consultado un saldo de regla de convenio
ca: S’ha consultat un saldo de regla de conveni
eu: Konbentzio-arauen balantzea kontsultatu da
fr: Un solde de règle de convention a été consulté
gl: Consultouse un saldo de regra de convenio
it: È stato consultato un saldo di regola dell´accordo
pt: Foi consultado um saldo de regra do acordo
sk: Bola konzultovaná rovnováha pravidiel dohovoru

# RES_audit.message.tlabagreerule.adelete.rotext
source: Se ha borrado la regla de convenio
ca: S’ha esborrat la regla de conveni
eu: Konbentzio-araua ezabatu da
fr: La règle de convention a été supprimée
gl: Borrouse a regra de convenio laboral
it: È stata eliminata la regola dell´accordo
pt: Foi apagada a regra do acordo
sk: Pravidlo dohovoru bolo vypustené

# RES_audit.message.tlabagreerule.ainsert.rotext
source: Se ha creado un nueva regla de convenio con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova regla de conveni amb les dades següents:$CRLF $@FieldsValues@
eu: Konbentzio-arau berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle règle de convention a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova regra de convenio cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova regola dell´accordo con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova regra do acordo com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené nové pravidlo konvencie s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tlabagreerule.aselect.rotext
source: Se ha consultado la regla de convenio
ca: S’ha consultat la regla de conveni
eu: Hitzarmenaren araua kontsultatu da
fr: La règle de convention a été consultée
gl: Consultouse a regra de convenio
it: È stata consultata la regola dell´accordo
pt: Foi consultada a regra do acordo
sk: Pravidlo dohovoru bolo konzultované

# RES_audit.message.tlabagreerule.aupdate.rotext
source: Se han modificado los siguientes datos de la regla de convenio:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la regla de conveni:$CRLF $@FieldsValues@
eu: Konbentzio-arauaren datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la règle de convention ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da regra de convenio:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della regola dell´accordo:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da regra do acordo:$CRLF $@FieldsValues@
sk: Nasledujúce údaje pravidla konvencie boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tlivetask.aexecuted.rotext
source: La ejecución de la tarea $@LiveTaskParameters@ (Configuración: $@LiveTaskConfiguration@) ha finalizado
ca: L’execució de la tasca $@LiveTaskParameters@ (Configuració: $@LiveTaskConfiguration@) ha finalitzat
eu: $@LiveTaskParameters@ zereginaren exekuzioa (konfigurazioa: $@LiveTaskConfiguration@) amaitu da
fr: L´exécution de la tâche $@LiveTaskParameters@ (Configuration : $@LiveTaskConfiguration@) est terminée
gl: A execución da tarefa $@LiveTaskParameters@ (Configuración: $@LiveTaskConfiguration@) finalizou
it: Lo svolgimento dell´attività $@LiveTaskParameters@ (configurazione: $@LiveTaskConfiguration@) si è concluso
pt: A execução da tarefa $@LiveTaskParameters@ (Configuração: @LiveTaskConfiguration@) foi concluída
sk: Vykonávanie úlohy $@LiveTaskParameters@ (Konfigurácia: $@LiveTaskConfiguration@) je ukončené

# RES_audit.message.tlivetask.ainsert.rotext
source: Se ha creado una tarea en background
ca: S’ha creat una tasca en segon pla
eu: Zeregin bat sortu da atzealdean
fr: Une tâche a été créée en arrière-plan
gl: Creouse unha tarefa en background
it: È stata creata un´attività in background
pt: Foi criada uma tarefa em segundo plano
sk: Bola vytvorená úloha na pozadí

# RES_audit.message.tlockdate.aexecuted.rotext
source: Se ha programado asignación de fecha de cierre masiva(tarea $@iTask@) a los usuarios:$@DestinationEmployeeName@. Con las siguientes opciones: aplicar fecha global: $@ApplyLockDateGlobal@, Fecha aplicada: $@LockDate@
ca: S’ha programat l’assignació de la data de tancament massiva (tasca $@iTask@) als usuaris:$@DestinationEmployeeName@. Amb les opcions següents: aplicar data global: $@ApplyLockDateGlobal@, Data aplicada: $@LockDate@
eu: Itxiera dataren esleipen masiboa ($@iTask@ ataza) erabiltzaileentzat programatu da: $@DestinationEmployeeName@. Aukera hauekin: aplikatu data globala: $@ApplyLockDateGlobal@, Aplikatu data: $@LockDate@
fr: L’attribution de la date de clôture en masse (tâche $@iTask@) a été programmée pour les utilisateurs : $@DestinationEmployeeName@. Avec les options suivantes : appliquer date globale : $@ApplyLockDateGlobal@, Date appliquée : $@LockDate@
gl: Programouse asignación de data de peche masiva(tarefa $@iTask@) aos usuarios:$@DestinationEmployeeName@. Coas seguintes opcións: aplicar data global: $@ApplyLockDateGlobal@, Data aplicada: $@LockDate@
it: È stata programmata l’assegnazione della data di chiusura in blocco(attività $@iTask@) agli utenti:$@DestinationEmployeeName@. Con le seguenti opzioni: applica data globale: $@ApplyLockDateGlobal@, data applicata: $@LockDate@
pt: A atribuição da data de conclusão massiva (tarefa $@iTask@) aos utilizadores:$@DestinationEmployeeName@ foi programada. Com as seguintes opções: aplicar data geral: $@ApplyLockDateGlobal@, Data aplicada: $@LockDate@
sk: Priradenie dátumu hromadného uzamknutia (úloha $@iTask@) bolo naplánované pre používateľov:$@DestinationEmployeeName@. S týmito možnosťami: Apply global date (Použiť globálny dátum): $@ApplyLockDateGlobal@ (Použiť globálny dátum uzamknutia), Date applied (Použitý dátum): $@LockDate@ (Dátum uzamknutia), Date applied (Použitý dátum): $@LockDate@ (Dátum uzamknutia)

# RES_audit.message.tlockdate.aselect.rotext
source: Se ha consultado la fecha de cierre del usuario
ca: S’ha consultat la data de tancament de l’usuari
eu: Erabiltzailearen itxiera data kontsultatu da
fr: La date de clôture de l´utilisateur a été consultée
gl: Consultouse a data de peche do usuario
it: È stata consultata la data di chiusura dell´utente
pt: A data de conclusão do utilizador foi consultada
sk: Bol zistený dátum uzávierky používateľa

# RES_audit.message.tlockdate.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.message.tlogbook.aselect.rotext
source: Se ha consultado el libro de registro de la denuncia $@ComplaintRef@
ca: S´ha consultat el llibre de registre de la denúncia $@ComplaintRef@
eu: $@ComplaintRef@ kexen erregistro-liburua kontsultatu da
fr: Le journal des plaintes $@ComplaintRef@ a été consulté
gl: Consultouse o rexistro de reclamacións $@ComplaintRef@
it: Il registro dei reclami $@ComplaintRef@ è stato consultato
pt: O livro de denúncias $@ComplaintRef@ foi consultado
sk: Prehľadal sa denník sťažností $@ComplaintRef@
