Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_frmadvcopy.lblrepeat.text.rotext
source: Repeat
ca: Repetir
pt: Repetir
sk: Opakujte

# RES_frmadvcopy.lblrepeatoptions.text.rotext
source: Other options:
ca: Altres opcions:
pt: Outros opções:
sk: Ďalšie možnosti:

# RES_frmadvcopy.lblrepeatskipdays.text.rotext
source: days
ca: dies
pt: dias
sk: dni

# RES_frmadvcopy.lblrepeatstart.text.rotext
source: Each repetition begins:
ca: Cada repetició comença:
pt: Cada repetição começa:
sk: Každé opakovanie sa začína:

# RES_frmadvcopy.lblrepeatto.text.rotext
source: Repeat until
ca: Repetir fins al
pt: Repetir até ao
sk: Opakujte, kým sa

# RES_frmadvcopy.lblshiftsdesc.robudget.rotext
source: modes starting the
ca: modes a partir del
pt: modos que começam a
sk: spôsoby začínajúce na

# RES_frmadvcopy.lblshiftsdesc.rocalendar.rotext
source: Schedules starting on
ca: Horaris a partir del
pt: Horários que começam a
sk: Rozvrhy začínajúce sa na

# RES_frmadvcopy.lblshiftsdesc.text.rotext
source: Schedules starting on
ca: Horaris a partir del
pt: Horários que começam a
sk: Rozvrhy začínajúce sa na

# RES_frmadvcopy.lblskipoptionsdesc.text.rotext
source: jump reps:
ca: repeticions saltar:
pt: repetições saltar:
sk: opakovanie skokov:

# RES_frmadvcopy.lblskipoptionseach.text.rotext
source: Each
ca: Cada
pt: Cada
sk: Každá stránka

# RES_frmadvcopy.lblskiptomonth.text.rotext
source: until the next day of the month
ca: fins al següent dia del mes
pt: até ao seguinte dia do mês
sk: do ďalšieho dňa v mesiaci

# RES_frmadvcopy.lblskiptoweek.text.rotext
source: Until the next day of the week
ca: Fins al següent dia de la setmana
pt: Até ao dia seguinte da semana
sk: Do ďalšieho dňa v týždni

# RES_frmadvcopy.lblstartsinmediately.text.rotext
source: Each repetition will start right after the previous one ends.
ca: Cada repetició començarà just quan s’acabi l’anterior.
pt: Cada repetição começará exatamente quando acabar a anterior.
sk: Každé opakovanie sa začne hneď po predchádzajúcom opakovaní.

# RES_frmadvcopy.lbltitle.text.rotext
source: Paste Special
ca: Enganxament especial
pt: Colar Especial
sk: Špeciálne lepenie

# RES_frmassignments.assignment.notselected.rotext
source: No position
ca: Sense lloc de treball
pt: Sem posto
sk: Žiadny príspevok

# RES_frmassignments.lblassignment.text.rotext
source: Position:
ca: Lloc de treball:
pt: Posto:
sk: Pozícia:

# RES_frmassignments.lblassignmentstitle.text.rotext
source: Select a position
ca: Selecciona un lloc de treball
pt: Selecione um posto
sk: Výber pozície

# RES_frmassignments.lblcomplementaryinfo.text.rotext
source: This form allows you to assign or modify the position that the user will perform.
ca: Aquest formulari et permet assignar o modificar el lloc de treball que l’usuari ocuparà.
pt: Este formulário permite-lhe atribuir ou modificar o posto de trabalho que o utilizador vai ocupar.
sk: Tento formulár umožňuje priradiť alebo upraviť príspevok, ktorý má používateľ vytvoriť.

# RES_frmbudgetaddemployees.lblavailableemployeestitle.text.rotext
source: Users
ca: Usuaris
pt: Utilizadores
sk: používatelia

# RES_frmbudgetaddemployees.lblbudgetaddemployeedescription.text.rotext
source: Select the user you want to assign to the specified position.
ca: Selecciona l’usuari que vols assignar al lloc de treball especificat.
pt: Selecione o utilizador que deseja atribuir ao posto especificado.
sk: Vyberte používateľa, ktorého chcete priradiť k zadanému pracovnému miestu.

# RES_frmbudgetaddemployees.lblbudgetaddemployeetitle.text.rotext
source: Available users
ca: Usuaris disponibles
pt: Utilizadores disponíveis
sk: Dostupní používatelia

# RES_frmbudgetaddemployees.lblerrordescription.text.rotext
source: Select the user you want to assign to the specified position.
ca: Selecciona l’usuari que vols assignar al lloc de treball especificat.
pt: Selecione o utilizador que deseja atribuir ao posto especificado.
sk: Vyberte používateľa, ktorého chcete priradiť k zadanému pracovnému miestu.

# RES_frmbudgetaddemployees.lblinholidaysdesc.text.rotext
source: Vacations
ca: De vacances
pt: De férias
sk: Na dovolenke

# RES_frmbudgetaddemployees.lblinrestdesc.text.rotext
source: On break
ca: En descans
pt: Em descanso
sk: V pokoji

# RES_frmbudgetaddemployees.lblonabsencedesc.text.rotext
source: In absence
ca: En absència
pt: Em ausência
sk: V prípade absencie

# RES_frmbudgetaddemployees.lblwithoutassignmentdesc.text.rotext
source: No position
ca: Sense lloc de treball
pt: Sem posto
sk: Žiadny príspevok

# RES_frmbusinesscenterselector.btncancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_frmbusinesscenterselector.btncancel.tooltip.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_frmbusinesscenterselector.btnok.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_frmbusinesscenterselector.btnok.tooltip.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_frmbusinesscenterselector.businesscenterselector.names.rotext
source: List of cost centers
ca: Llista de centres de cost
pt: Lista de centros de custos
sk: Zoznam nákladových stredísk

# RES_frmbusinesscenterselector.chkcenters.text.rotext
source: Select all cost centers
ca: Seleccionar tots els centres de cost
pt: Selecionar todos os centros de custos
sk: Vyberte všetky nákladové strediská

# RES_frmbusinesscenterselector.criteria.contains.rotext
source: Contains
ca: Conté
pt: Contém
sk: obsahuje

# RES_frmbusinesscenterselector.criteria.different.rotext
source: Unlike
ca: Diferent de
pt: Diferente de
sk: Odlišné od

# RES_frmbusinesscenterselector.criteria.equal.rotext
source: Equal to
ca: Igual a
pt: Igual a
sk: Rovná sa

# RES_frmbusinesscenterselector.criteria.major.rotext
source: Greater than
ca: Més gran que
pt: Maior que
sk: väčšia ako

# RES_frmbusinesscenterselector.criteria.majororequal.rotext
source: Greater than or equal to
ca: Major o igual que
pt: É maior ou igual a
sk: Väčšie alebo rovné

# RES_frmbusinesscenterselector.criteria.minor.rotext
source: Minor
ca: Més petit
pt: Menor
sk: Menor

# RES_frmbusinesscenterselector.criteria.minororequal.rotext
source: Less than or equal to
ca: Més petit o igual que
pt: Menor ou igual a
sk: Menej alebo rovná sa

# RES_frmbusinesscenterselector.criteria.startswith.rotext
source: Start with
ca: Comença per
pt: Começa por
sk: Začína sa to

# RES_frmbusinesscenterselector.gridcenters.column.center.rotext
source: Selected cost centers
ca: Centres de cost seleccionats
pt: Centros de custos selecionados
sk: Vybrané nákladové strediská

# RES_frmbusinesscenterselector.lblbcselector.text.rotext
source: Cost centers
ca: Centres de cost
pt: Centros de custos
sk: Nákladové strediská

# RES_frmbusinesscenterselector.lblbcselectordesc.text.rotext
source: Cost center selector with advanced filters
ca: Selector de centres de cost amb filtres avançats
pt: Seletor de centros de custos com filtros avançados
sk: Výber nákladového strediska s pokročilými filtrami

# RES_frmbusinesscenterselector.lblcentername.text.rotext
source: Name:
ca: Nom:
pt: Nome:
sk: Názov:

# RES_frmbusinesscenterselector.lblcriteria.text.rotext
source: Criterion:
ca: Criteri:
pt: Critério:
sk: Kritériá:

# RES_frmbusinesscenterselector.lblfield.text.rotext
source: Field:
ca: Camp:
pt: Campo:
sk: Oblasť:

# RES_frmbusinesscenterselector.lblvalue.text.rotext
source: Worth:
ca: Valor:
pt: Valor:
sk: Hodnota:

# RES_frmbusinesscenterselector.lggrid.text.rotext
source: Loading…
ca: Carregant&hellip;
pt: A carregar&hellip;
sk: Načítanie&hellip;

# RES_frmbusinesscenterselector.lpselector.text.rotext
source: Loading…
ca: Carregant&hellip;
pt: A carregar&hellip;
sk: Načítanie&hellip;

# RES_frmbusinesscenterselector.lptree.text.rotext
source: Loading…
ca: Carregant&hellip;
pt: A carregar&hellip;
sk: Načítanie&hellip;

# RES_frmcomplementary.lblcomplementaryhours.text.rotext
source: Additional Hours:
ca: Hores complementàries:
pt: Horas Complementares:
sk: Doplnkové hodiny:

# RES_frmcomplementary.lblcomplementaryhours2.text.rotext
source: Additional Hours:
ca: Hores complementàries:
pt: Horas Complementares:
sk: Doplnkové hodiny:

# RES_frmcomplementary.lblcomplementaryinfo.text.rotext
source: This form allows you to schedule an hourly or floating schedule.
ca: Aquest formulari et permet planificar un horari per hores o flotant.
pt: Este formulário permite-lhe planear um horário por horas ou flutuante.
sk: Tento formulár umožňuje plánovať hodinový alebo pohyblivý rozvrh.

# RES_frmcomplementary.lblcomplementarytitle.text.rotext
source: Scheduling Assistant
ca: Assistent de planificació d’horaris
pt: Assistente de Planeamento de horários
sk: Asistent pre tvorbu rozvrhu

# RES_frmcomplementary.lblfirstlayer.text.rotext
source: Definition of the first strip
ca: Definició primera franja
pt: Definição primeira faixa
sk: Definícia prvého pásma

# RES_frmcomplementary.lblfloatingshift.text.rotext
source: Floating Schedule Start Time
ca: Hora inici horari flotant
pt: Hora Início de horário Flutuante
sk: Čas Začiatočný čas Pohyblivý čas

# RES_frmcomplementary.lblinicio1.text.rotext
source: Start time:
ca: Hora inici:
pt: Hora de início:
sk: Čas začiatku:

# RES_frmcomplementary.lblinicio2.text.rotext
source: Start time:
ca: Hora inici:
pt: Hora de início:
sk: Čas začiatku:

# RES_frmcomplementary.lblordinary1.text.rotext
source: Regular Hours:
ca: Hores ordinàries:
pt: Horas Normais:
sk: Obyčajné hodiny:

# RES_frmcomplementary.lblordinary2.text.rotext
source: Regular Hours:
ca: Hores ordinàries:
pt: Horas Normais:
sk: Obyčajné hodiny:

# RES_frmcomplementary.lblsecondlayer.text.rotext
source: Definition of the second strip
ca: Definició segona franja
pt: Definição segunda faixa
sk: Definícia druhého pásma

# RES_frmcomplementary.lblshiftstartfloating.text.rotext
source: Start time:
ca: Hora inici:
pt: Hora de início:
sk: Čas začiatku:

# RES_frmcomplementary.manualdetect.shiftafter.rotext
source: from the day after the schedule
ca: del dia després al de l’horari
pt: do dia após ao do horário
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_frmcomplementary.manualdetect.shiftbefore.rotext
source: from the day before the schedule
ca: del dia anterior al de l’horari
pt: do dia anterior ao do horário
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_frmcomplementary.manualdetect.shiftday.rotext
source: of the day of the schedule
ca: del dia de l’horari
pt: do dia do horário
sk: dňa rozvrhu

# RES_frmcopyoptions.ckspcopyholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
pt: Copiar férias
sk: Kopírovanie dovolenky

# RES_frmcopyoptions.ckspcopymainshifts.text.rotext
source: Copy main schedules
ca: Copiar horaris principals
pt: Copiar horários principais
sk: Kopírovanie hlavných plánov

# RES_frmcopyoptions.ckspkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
pt: Dias bloqueados
sk: Blokované dni

# RES_frmcopyoptions.ckspkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
pt: Férias atuais
sk: Aktuálne sviatky

# RES_frmcopyoptions.lblcopytitle.text.rotext
source: What do you want to copy?
ca: Què voleu copiar?
pt: O que pretende copiar?
sk: čo chcete kopírovať?

# RES_frmcopyoptions.lblespecialpasteinfo.text.rotext
source: This form allows you to assign schedules you have copied to your clipboard to a user between the dates you specify.
ca: Aquest formulari us permet assignar els horaris que tingueu copiats al porta-retalls a un usuari entre les dates que especifiqueu.
pt: Este formulário permite atribuir os horários copiados para a área de transferência a um utilizador entre as datas que especificar.
sk: Tento formulár umožňuje priradiť používateľovi rozvrhy, ktoré ste skopírovali do schránky, medzi dátumami, ktoré ste zadali.

# RES_frmcopyoptions.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
pt: O que pretende manter?
sk: čo si chcete ponechať?

# RES_frmcopyoptions.lbltitle.text.rotext
source: Paste Special
ca: Enganxament especial
pt: Colar Especial
sk: Špeciálne lepenie

# RES_frmeditdailyview.dailyperiod.15.rotext
source: 15 minute period
ca: Període de 15 minuts
pt: Período de 15 minutos
sk: 15-minútové obdobie

# RES_frmeditdailyview.dailyperiod.30.rotext
source: 30 minute period
ca: Període de 30 minuts
pt: Período de 30 minutos
sk: 30-minútové obdobie

# RES_frmeditdailyview.dailyperiod.60.rotext
source: 1 hour period
ca: Període d’1 hora
pt: Período de 1 hora
sk: 1 hodina

# RES_frmeditdailyview.lblerrortitle.text.rotext
source: Daily View Settings
ca: Configuració de vista diària
pt: Configuração de vista diária
sk: Nastavenia denného zobrazenia

# RES_frmerrordetail.lblerrordescription.text.rotext
source: The following errors occurred while processing the calendar.
ca: S’han produït els errors següents en processar el calendari.
pt: Foram produzidos os seguintes erros ao processar o calendário.
sk: Pri spracovaní kalendára sa vyskytli nasledujúce chyby.

# RES_frmerrordetail.lblerrortitle.text.rotext
source: Import errors
ca: Errors d’importació
pt: Erros de importação
sk: Chyby importu

# RES_frmfiltercalendar.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
pt: Arraste uma coluna para aqui...
sk: Potiahnite stĺpec sem...

# RES_frmfiltercalendar.filtercalendar.noassignment.rotext
source: (No positions)
ca: (Sense llocs de treball)
pt: (Sem posto)
sk: (Žiadne príspevky)

# RES_frmfiltercalendar.gridcauses.column.name.rotext
source: Position
ca: Lloc de treball
pt: Posto
sk: pošta

# RES_frmfiltercalendar.gridcauses.column.robudget.name.rotext
source: Production units
ca: Unitats productives
pt: Unidades de produção
sk: Výrobné jednotky

# RES_frmfiltercalendar.gridcauses.column.rocalendar.name.rotext
source: Positions
ca: Llocs
pt: Postos
sk: Príspevky

# RES_frmfiltercalendar.gridcauses.column.rodaydetail.name.rotext
source: Production units
ca: Unitats productives
pt: Unidades de produção
sk: Výrobné jednotky

# RES_frmfiltercalendar.lblassignmentalerts.text.rotext
source: Select what type of alerts you want to display.
ca: Selecciona quin tipus d’alertes vols mostrar.
pt: Selecione que tipo de alertas pretende mostrar.
sk: Vyberte typ upozornení, ktoré chcete zobraziť.

# RES_frmfiltercalendar.lblassignmentdescription.robudget.rotext
source: Select the production units you want to display
ca: Selecciona les unitats productives que vols mostrar
pt: Selecione as unidades de produção que deseja mostrar
sk: Vyberte výrobné jednotky, ktoré chcete zobraziť

# RES_frmfiltercalendar.lblassignmentdescription.rocalendar.rotext
source: Select the positions you want to display
ca: Selecciona els llocs de treball que vols mostrar
pt: Selecione os postos que pretende mostrar
sk: Vyberte príspevky, ktoré chcete zobraziť

# RES_frmfiltercalendar.lblassignmentdescription.rodaydetail.rotext
source: Select the production units you want to display
ca: Selecciona les unitats productives que vols mostrar
pt: Selecione as unidades de produção que deseja mostrar
sk: Vyberte výrobné jednotky, ktoré chcete zobraziť

# RES_frmfiltercalendar.lblassignmentdescription.text.rotext
source: Select the positions you want to display.
ca: Selecciona els llocs de treball que vols mostrar.
pt: Selecione os postos que pretende mostrar.
sk: Vyberte príspevky, ktoré chcete zobraziť.

# RES_frmfiltercalendar.lblfiltertitle.robudget.rotext
source: Visualization of productive units
ca: Visualització d’unitats productives
pt: Visualização de unidades de produção
sk: Vizualizácia výrobných jednotiek

# RES_frmfiltercalendar.lblfiltertitle.rocalendar.rotext
source: Displaying positions
ca: Visualització de llocs de treball
pt: Visualização de postos
sk: Vizualizácia príspevkov

# RES_frmfiltercalendar.lblfiltertitle.rodaydetail.rotext
source: Visualization of productive units
ca: Visualització d’unitats productives
pt: Visualização de unidades de produção
sk: Vizualizácia výrobných jednotiek

# RES_frmfiltercalendar.lblfiltertitle.text.rotext
source: Displaying positions
ca: Visualització de llocs de treball
pt: Visualização de postos
sk: Vizualizácia príspevkov

# RES_frmfiltercalendar.rbplannedview.text.rotext
source: Alerts on planned staffing
ca: Alertes sobre dotació planificada
pt: Alertas sobre o pessoal planeado
sk: Plánované výstrahy pre posádku

# RES_frmfiltercalendar.rbrealview.text.rotext
source: Alerts on actual endowment
ca: Alertes sobre dotació real
pt: Alertas sobre pessoal real
sk: Upozornenia na skutočnú dotáciu

# RES_frmimportdetail.lblerrordescription.text.rotext
source: Only the days that fall between the selected date range and users could be imported.
ca: Només s’han pogut importar els dies compresos en el període de dates i usuaris seleccionats.
pt: Só foi possível importar os dias compreendidos entre o período de datas e utilizadores selecionados.
sk: Importovať bolo možné len dni v rámci zvoleného rozsahu dátumov a obdobia používateľa.

# RES_frmimportdetail.lblerrortitle.text.rotext
source: Import result
ca: Resultat de la importació
pt: Resultado da importação
sk: Výkonnosť importu

# RES_frmimportexcel.ckimportcopyholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
pt: Copiar férias
sk: Kopírovanie dovolenky

# RES_frmimportexcel.ckimportcopymainshifts.text.rotext
source: Copy main schedules
ca: Copiar horaris principals
pt: Copiar horários principais
sk: Kopírovanie hlavných plánov

# RES_frmimportexcel.ckimportkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
pt: Dias bloqueados
sk: Blokované dni

# RES_frmimportexcel.ckimportkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
pt: Férias atuais
sk: Aktuálne sviatky

# RES_frmimportexcel.lblimportdescription.text.rotext
source: From this form you can upload an Excel file with the planning to continue modifying it and import it into Visualtime.
ca: Des d’aquest formulari pots carregar un fitxer Excel amb la planificació per continuar modificant-la i importar-la a Visualtime.
pt: A partir deste formulário pode carregar um ficheiro excel com o planeamento para continuar a alterá-lo e importá-lo para o Visualtime.
sk: Z tohto formulára môžete nahrať súbor Excel s plánom jeho ďalších úprav a importovať ho do aplikácie Visualtime.

# RES_frmimportexcel.lblimportfile.text.rotext
source: Select a file to import
ca: Selecciona un fitxer per importar
pt: Selecione um ficheiro a importar
sk: Vyberte súbor, ktorý chcete importovať

# RES_frmimportexcel.lblimporttitle.text.rotext
source: Import file
ca: Importar fitxer
pt: Importar ficheiro
sk: Importovať súbor

# RES_frmimportexcel.lblplantype.text.rotext
source: What type of planning do you want to do?
ca: Quin tipus de planificació voleu fer?
pt: Que tipo de planeamento pretende fazer?
sk: aký druh plánovania chcete uskutočniť?

# RES_frmimportexcel.lblwhatcopy.text.rotext
source: What do you want to copy?
ca: Què voleu copiar?
pt: O que pretende copiar?
sk: čo chcete kopírovať?

# RES_frmimportexcel.lblwhatkeep.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
pt: O que pretende manter?
sk: čo si chcete ponechať?

# RES_frmimportexcel.rbexceltype1.text.rotext
source: Apply the planning outlined in the Excel sheet to each selected user
ca: Aplicar a cada usuari seleccionat la planificació ressenyada al full Excel
pt: Aplicar o planeamento descrito na folha Excel a cada utilizador selecionado
sk: Uplatnite plánovanie uvedené v hárku programu Excel na každého vybraného používateľa

# RES_frmimportexcel.rbexceltype2.text.rotext
source: Apply a scheduling template to all selected users
ca: Aplicar una plantilla de planificació a tots els usuaris seleccionats
pt: Aplicar um modelo de planeamento a todos os utilizadores selecionados
sk: Použitie šablóny plánovania pre všetkých vybraných používateľov

# RES_frmproductiveunitselector.lblpunit.text.rotext
source: Production unit:
ca: Unitat productiva:
pt: Unidade de produção:
sk: Produktívna jednotka:

# RES_frmproductiveunitselector.lblpunitinfo.text.rotext
source: This form allows you to add the production unit to the budget.
ca: Aquest formulari et permet afegir la unitat productiva al pressupost.
pt: Este formulário permite-lhe adicionar a unidade de produção ao orçamento.
sk: Tento formulár umožňuje pridať výrobnú jednotku do rozpočtu.

# RES_frmproductiveunitselector.lblpunitselectortitle.text.rotext
source: Select the productive unit
ca: Selecciona la unitat productiva
pt: Selecione a unidade de produção
sk: Výber výrobnej jednotky

# RES_frmshiftselector.lblcomplementaryinfo.text.rotext
source: This form allows you to assign the schedule you will need to work on.
ca: Aquest formulari et permet assignar l’horari que haurà de fer.
pt: Este formulário permite-lhe atribuir o horário que deverá realizar.
sk: Tento formulár umožňuje priradiť rozvrh, ktorý sa má vykonať.

# RES_frmshiftselector.lblshift.text.rotext
source: Schedule:
ca: Horari:
pt: Horário:
sk: Rozvrh:

# RES_frmshiftselector.lblshiftselectortitle.text.rotext
source: Select the schedule
ca: Selecciona l’horari
pt: Selecione o horário
sk: Výber rozvrhu

# RES_frmsortcalendar.lblerrordescription.text.rotext
source: Select the order of the fields by which the sort will be performed.
ca: Selecciona l’ordre dels camps que servirà de referència per a l’ordenació.
pt: Selecione a ordem dos campos pela qual se fará a ordenação.
sk: Vyberte poradie polí, podľa ktorých sa majú zoradiť.

# RES_frmsortcalendar.lblsorttitle.text.rotext
source: Sort calendar
ca: Ordenar calendari
pt: Ordenar o calendário
sk: Objednávkový kalendár

# RES_frmsortcalendar.order.assignment.rotext
source: Position
ca: Lloc de treball
pt: Posto
sk: pošta

# RES_frmsortcalendar.order.budget.rotext
source: Budget
ca: Pressupost
pt: Orçamento
sk: Rozpočet

# RES_frmsortcalendar.order.employee.rotext
source: User
ca: Usuari
pt: Utilizador
sk: používateľ

# RES_frmsortcalendar.order.group.rotext
source: Cluster
ca: Grup
pt: Grupo
sk: skupina

# RES_frmsortcalendar.order.shift.rotext
source: Schedule
ca: Horari
pt: Horário
sk: rozvrh hodín

# RES_frmstartershift.lblend1.text.rotext
source: End time:
ca: Hora final:
pt: Hora de fim:
sk: Časová pokuta:

# RES_frmstartershift.lblinicio1.text.rotext
source: Start time:
ca: Hora inici:
pt: Hora de início:
sk: Čas začiatku:

# RES_frmstartershift.lblordinary1.text.rotext
source: Regular Hours:
ca: Hores ordinàries:
pt: Horas Normais:
sk: Obyčajné hodiny:

# RES_frmstartershift.lblstarterinfo.text.rotext
source: This form allows you to indicate the different schedule options as well as the start, end and duration time of the same.
ca: Aquest formulari et permet indicar les diferents opcions de l’horari, així com l’hora d’inici i de final i la durada d’aquests.
pt: Este formulário permite-lhe indicar as diferentes opções do horário, assim como a hora de início, fim e duração dos mesmos.
sk: Tento formulár umožňuje uviesť rôzne možnosti rozvrhu, ako aj čas začiatku, konca a trvania.

# RES_frmstartershift.lblstartertitle.text.rotext
source: Scheduling Assistant
ca: Assistent de planificació d’horaris
pt: Assistente de Planeamento de horários
sk: Asistent pre tvorbu rozvrhu

# RES_genericcaptchavalidator.btnaccept.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_genericcaptchavalidator.btnaccept.tooltip.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_genericcaptchavalidator.btncancel.text.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_genericcaptchavalidator.btncancel.tooltip.rotext
source: Cancel
ca: Cancel·la
pt: Anular
sk: Zrušiť

# RES_genericcaptchavalidator.calendar.warning.message.rotext
source: This operation cannot be undone. Do you wish to proceed?
ca: No es pot desfer aquesta operació. Vols continuar?
pt: Não é possível anular esta operação. Pretende continuar?
sk: Túto operáciu nie je možné vrátiť späť, chcete pokračovať?
