Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDocuments.*.resx
Languages: eu, fr, gl, sk

# RES_documenttemplate.rbnadvicecriticality.tooltip.rotext
source: Non-compliance will be notified. If access control exists, access will be permitted.
eu: Ez-adostasuna jakinaraziko da. Sarbide-kontrola badago, sarbidea baimenduko da
fr: La non-conformité sera notifiée. S´il existe un contrôle d´accès, l´accès sera autorisé
gl: Avisarase da non conformidade. Se existe un control de acceso, permitirase o acceso
sk: O nedodržaní podmienok sa vydá oznámenie. Ak je zavedená kontrola prístupu, prístup sa povolí

# RES_documenttemplate.rbndeniedcriticality.text.rotext
source: If the document is not correct, access is denied.
eu: Dokumentua zuzena ez bada, sarbidea ukatu egingo da.
fr: Si le document n´est pas correct, l´accès est refusé.
gl: Se o documento non é correcto, denégase o acceso.
sk: Ak dokument nie je správny, prístup sa zamietne.

# RES_documenttemplate.rbndeniedcriticality.tooltip.rotext
source: If there is access control, access will not be allowed
eu: sarbide-kontrola badago, ez da sarbiderik onartuko
fr: s´il existe un contrôle d´accès, l´accès ne sera pas autorisé
gl: se existe un control de acceso, non se permitirá o acceso
sk: ak je zavedená kontrola prístupu, nesmie byť povolený žiadny prístup

# RES_documenttemplate.rbnnoncriticality.text.rotext
source: Not required
eu: Ez da beharrezkoa
fr: Non requis
gl: Non requirido
sk: Nevyžaduje sa

# RES_documenttemplate.rbnnoncriticality.tooltip.rotext
source: No action will be taken in the event of non-compliance with the document.
eu: Ez da neurririk hartuko dokumentua bat ez badator.
fr: Aucune action ne sera effectuée en cas de non-conformité du document
gl: Non se levará a cabo ningunha acción ante a non conformidade do documento
sk: V prípade nesúladu s dokumentom sa neprijmú žiadne opatrenia

# RES_documenttemplate.rooptvaliduntiltitle.text.rotext
source: Over a period of time
eu: Denbora tarte batean
fr: Pendant un laps de temps
gl: Durante un período de tempo
sk: V priebehu určitého obdobia

# RES_documenttemplate.scope.causenote.rotext
source: Document relating to a justification
eu: Justifikazio bati dagokion dokumentua
fr: Document relatif à une justification
gl: Documento relativo a unha xustificación
sk: Dokument týkajúci sa odôvodnenia

# RES_documenttemplate.scope.communique.rotext
source: Internal company communication for users
eu: Enpresaren barne-komunikazioa erabiltzaileentzat
fr: Communiqué interne de l´entreprise pour les utilisateurs
gl: Comunicado interno da empresa para usuarios
sk: Interná komunikácia spoločnosti pre používateľov

# RES_documenttemplate.scope.company.rotext
source: Company related document
eu: Enpresari lotutako dokumentua
fr: Document en rapport avec l´entreprise
gl: Documento relacionado coa empresa
sk: Dokument týkajúci sa spoločnosti

# RES_documenttemplate.scope.companyaccessauthorization.rotext
source: Document relating to a company access authorization
eu: Enpresa sartzeko baimen bati buruzko dokumentua
fr: Document relatif à une autorisation d´accès d´entreprise
gl: Documento relativo a unha autorización de acceso de empresa
sk: Dokument týkajúci sa povolenia na prístup do spoločnosti

# RES_documenttemplate.scope.employee.rotext
source: User related document
eu: Erabiltzailearekin lotutako dokumentua
fr: Document en rapport avec l’utilisateur
gl: Documento relacionado co usuario
sk: Dokument týkajúci sa používateľa

# RES_documenttemplate.scope.employeeaccessauthorization.rotext
source: Document relating to a user access authorization
eu: Erabiltzaileen sartzeko baimen bati buruzko dokumentua
fr: Document relatif à une autorisation d’accès d’utilisateur
gl: Documento relativo a unha autorización de acceso de usuario
sk: Dokument týkajúci sa oprávnenia na prístup používateľa

# RES_documenttemplate.scope.employeecontract.rotext
source: General User Documentation
eu: Erabiltzaileen dokumentazio orokorra
fr: Documentation générale de l’utilisateur
gl: Documentación xeral de usuario
sk: Všeobecná používateľská dokumentácia

# RES_documenttemplate.scope.employeefield.rotext
source: Document related to a field of the user file (e.g. photocopy of the user's ID)
eu: Erabiltzaile-fitxategiko eremu bati lotutako dokumentua (adibidez, erabiltzailearen NANaren fotokopia)
fr: Document relatif à un champ de la fiche d’utilisateur (par ex. photocopie de la carte d’identité de l’utilisateur)
gl: Documento relativo a un campo da ficha de usuario (p. ex., fotocopia do DNI do usuario)
sk: Dokument súvisiaci s poľom v súbore používateľa (napr. fotokópia preukazu totožnosti používateľa)

# RES_documenttemplate.scope.leaveorpermission.rotext
source: Document related to a leave or permit
eu: Baja edo baimen bati lotutako dokumentua
fr: Document en rapport avec un arrêt ou une permission
gl: Documento relacionado cunha baixa ou permiso
sk: Dokument týkajúci sa dovolenky alebo povolenia

# RES_documenttemplate.scope.punch.rotext
source: Document related to the signing (e.g. photo of the signing taken by the terminal)
eu: Sinadurarekin lotutako dokumentua (adibidez, terminalak ateratako sinaduraren argazkia)
fr: Document en rapport avec le pointage (par ex. photo du pointage prise par le terminal)
gl: Documento relacionado coa fichaxe (p. ex., foto da fichaxe realizada polo terminal)
sk: Dokument súvisiaci s podpisom (napr. fotografia podpisu z terminálu)

# RES_documenttemplate.scope.reason.rotext
source: Document related to a justification
eu: Justifikazio bati lotutako dokumentua
fr: Document en rapport avec une justification
gl: Documento relacionado cunha xustificación
sk: Dokument súvisiaci s odôvodnením

# RES_documenttemplate.scope.short.causenote.rotext
source: Proof
eu: Froga
fr: Pièce justificative
gl: Xustificante
sk: Dôkaz

# RES_documenttemplate.scope.short.communique.rotext
source: Release
eu: Askatu
fr: Communiqué
gl: Comunicado
sk: Komuniké

# RES_documenttemplate.scope.short.company.rotext
source: Company
eu: Enpresa
fr: Entreprise
gl: Empresa
sk: Spoločnosť

# RES_documenttemplate.scope.short.companyaccessauthorization.rotext
source: Company authorization
eu: Enpresaren baimena
fr: Autorisation d´entreprise
gl: Autorización de empresa
sk: Povolenie spoločnosti

# RES_documenttemplate.scope.short.employee.rotext
source: User
eu: Erabiltzailea
fr: Utilisateur
gl: Usuario
sk: používateľ

# RES_documenttemplate.scope.short.employeeaccessauthorization.rotext
source: User authorization
eu: Erabiltzailearen baimena
fr: Autorisation d’utilisateur
gl: Autorización de usuario
sk: Autorizácia používateľa

# RES_documenttemplate.scope.short.employeecontract.rotext
source: Contract
eu: Kontratua
fr: Contrat
gl: Contrato
sk: Zmluva

# RES_documenttemplate.scope.short.employeefield.rotext
source: Field of the record
eu: Fitxa eremua
fr: Champ d'onglet
gl: Campo da ficha
sk: Pole záznamu

# RES_documenttemplate.scope.short.leaveorpermission.rotext
source: Leave or permission
eu: Alta edo baimena
fr: Arrêt ou permission
gl: Baixa ou permiso
sk: Prepustenie alebo dovolenka

# RES_documenttemplate.scope.short.punch.rotext
source: Clock in/out
eu: Sinatzea
fr: Pointage
gl: Fichaxe
sk: Podpisovanie

# RES_documenttemplate.scope.short.reason.rotext
source: Justification
eu: Justifikazioa
gl: Xustificación
sk: odôvodnenie

# RES_documenttemplate.scope.short.visit.rotext
source: Visit
eu: Bisitatu
fr: Visite
gl: Visita
sk: Navštívte stránku

# RES_documenttemplate.scope.visit.rotext
source: Document relating to a visit (e.g. photocopy of a visitor's ID)
eu: Bisita bati lotutako dokumentua (adibidez, bisitari baten NANaren fotokopia)
fr: Document relatif à une visite (par ex. photocopie de la carte d´identité d´un visiteur)
gl: Documento relativo a unha visita (p. ex., fotocopia do DNI dun visitante)
sk: Doklad týkajúci sa návštevy (napr. fotokópia preukazu návštevníka)

# RES_documenttemplate.tabapprove.rotext
source: Approval
eu: Onarpena
fr: Approbation
gl: Aprobación
sk: Schválenie

# RES_documenttemplate.tabcontrol.rotext
source: Control
eu: Kontrola
fr: Contrôle
sk: Kontrola

# RES_documenttemplate.tabestado.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
sk: všeobecné

# RES_documenttemplate.tabgeneral.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
sk: všeobecné

# RES_documenttemplate.tablopd.rotext
source: Security
eu: Segurtasuna
fr: Sécurité
gl: Seguridade
sk: Zabezpečenie

# RES_documenttemplate.tabnotifications.rotext
source: News
eu: Iragarkiak
fr: Communiqués
gl: Comunicados
sk: komunikoval

# RES_documenttemplate.tabscope.rotext
source: Type
eu: Guy
gl: Tipo
sk: typ

# RES_documenttemplate.tbaddnewactivity.rotext
source: Add a new activity.
eu: Gehitu jarduera berri bat.
fr: Ajouter une nouvelle activité.
gl: Engadir unha nova actividade.
sk: Pridanie novej aktivity.

# RES_documenttemplate.tbaddnewdocument.rotext
source: Add new template.
eu: Gehitu txantiloi berria.
fr: Ajouter nouveau modèle.
gl: Engadir novo modelo.
sk: Pridanie novej šablóny.

# RES_documenttemplate.tbdeldocument.rotext
source: Delete template.
eu: Ezabatu txantiloia.
fr: Supprimer modèle.
gl: Eliminar modelo.
sk: Odstránenie šablóny.

# RES_documenttemplate.title.rotext
source: Documents
eu: Dokumentuak
gl: Documentos
sk: Dokumenty

# RES_documenttemplate.treecaptiondocumenttemplates.rotext
source: Document template
eu: Dokumentu txantiloia
fr: Modèle de document
gl: Modelo de documento
sk: Šablóna dokumentu

# RES_srvmsgboxdocument.deleteactivity.description.rotext
source: Are you sure?
eu: Ziur zaude?
fr: Êtes-vous sûr(e) ?
gl: Estás seguro/a?
sk: ste si istý?

# RES_srvmsgboxdocument.deleteactivity.option1description.rotext
source: It will delete the selected activity group.
eu: Aukeratutako jarduera taldea ezabatuko du.
fr: Vous supprimerez le groupe d´activités sélectionné.
gl: Eliminará o grupo de actividades seleccionado.
sk: Odstránenie vybranej skupiny činností.

# RES_srvmsgboxdocument.deleteactivity.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
sk: Odstrániť

# RES_srvmsgboxdocument.deleteactivity.option2description.rotext
source: It will not delete the selected activity group.
eu: Ez du ezabatuko hautatutako jarduera taldea.
fr: Ne supprimera pas le groupe d´activités sélectionné.
gl: Non eliminará o grupo de actividades seleccionado.
sk: Vybranú skupinu činností nevymaže.

# RES_srvmsgboxdocument.deleteactivity.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
sk: Nevymazávať

# RES_srvmsgboxdocument.deleteactivity.title.rotext
source: It will delete the selected activity group.
eu: Hautatutako jarduera-taldea ezabatuko duzu.
fr: Vous allez supprimer le groupe d´activités sélectionné.
gl: Vai eliminar o grupo de actividades seleccionado.
sk: Vymažete vybranú skupinu činností.

# RES_srvmsgboxdocument.deletedocument.description.rotext
source: Are you sure?
eu: Ziur zaude?
fr: Êtes-vous sûr(e) ?
gl: Estás seguro/a?
sk: ste si istý?

# RES_srvmsgboxdocument.deletedocument.option1description.rotext
source: Will delete the selected template.
eu: Hautatutako txantiloia ezabatuko du.
fr: Vous supprimerez le modèle sélectionné.
gl: Eliminará o modelo seleccionado.
sk: Odstráni vybranú šablónu.

# RES_srvmsgboxdocument.deletedocument.option1text.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
sk: Odstrániť

# RES_srvmsgboxdocument.deletedocument.option2description.rotext
source: It will not delete the selected template.
eu: Ez du hautatutako txantiloia ezabatuko.
fr: Ne supprimera pas le modèle sélectionné.
gl: Non eliminará o modelo seleccionado.
sk: Vybraná šablóna sa neodstráni.

# RES_srvmsgboxdocument.deletedocument.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
sk: Nevymazávať

# RES_srvmsgboxdocument.deletedocument.title.rotext
source: You are going to delete the selected template.
eu: Hautatutako txantiloia ezabatuko duzu.
fr: Vous allez supprimer le modèle sélectionné.
gl: Vai eliminar o modelo seleccionado.
sk: Odstráni vybranú šablónu.

# RES_srvmsgboxdocument.error.infreezingdate.rotext
source: There are users in a closing period
eu: Erabiltzaileak daude itxiera epean
fr: Il existe des utilisateurs en période de clôture
gl: Existen usuarios en período de peche
sk: V období uzávierky sú používatelia

# RES_srvmsgboxdocument.error.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
sk: Prijať

# RES_srvmsgboxdocument.error.okdesc.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
sk: Prijať

# RES_srvmsgboxdocument.error.validationfailed.rotext
source: Warning
eu: Abisua
fr: Notification
gl: Aviso
sk: Oznámenie

# RES_srvmsgboxdocument.error.validationfieldsfailed.rotext
source: Not all required fields have been entered
eu: Ez dira beharrezko eremu guztiak sartu
fr: Tous les champs obligatoires n'ont pas été renseignés
gl: Non se introduciron todos os campos obrigatorios
sk: Nie sú zadané všetky požadované polia

# RES_srvmsgboxdocument.error.validationtitle.rotext
source: Mistake
eu: Akatsa
fr: Erreur
gl: Erro
sk: Chyba

# RES_srvmsgboxdocument.savename.error.option1description.rotext
source: Errors have been found
eu: Erroreak aurkitu dira
fr: Erreurs trouvées
gl: Atopáronse erros
sk: Zistené chyby

# RES_srvmsgboxdocument.savename.error.option1text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
sk: Prijať

# RES_srvmsgboxdocument.title.rotext
source: Not Found
eu: Ez da aurkitu
fr: Introuvable
gl: Non atopado

# RES_documenttemplate.lbllopdtitle.text.rotext
source: GDPR
fr: RGPD
gl: RXPD
