Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurityChart.*.resx
Languages: ca, fr, gl, pt

# RES_supervisorcopy.lblwelcome2.text.rotext
source: Este asistente le ayudará a asignar restricciones a partir de un supervisor.
ca: Aquest assistent t’ajudarà a assignar restriccions a partir d’un supervisor.
fr: Cet assistant vous aidera à attribuer des restrictions à partir d´un superviseur.
gl: Este asistente axudaralle a asignar restricións a partir dun supervisor.
pt: Este assistente irá ajudá-lo a atribuir restrições a partir de um supervisor.

# RES_supervisorcopy.lblwelcome3.text.rotext
source: Para continuar, haga clic en siguiente.
ca: Per continuar, fes clic a Següent.
fr: Pour continuer, cliquez sur Suivant.
gl: Para continuar, preme en Seguinte.
pt: Para continuar clique em seguinte.

# RES_supervisorcopy.lblwelcomeemployees.text.rotext
source: Bienvenido al asistente para la copia de propiedades de supervisores
ca: Et donem la benvinguda a l’assistent per a la còpia de propietats de supervisors
fr: Bienvenue dans l´assistant pour la copie des propriétés des superviseurs
gl: Benvido/a ao asistente para a copia de propiedades de supervisores
pt: Bem-vindo/a ao assistente para a cópia de propriedades dos supervisores

# RES_supervisorcopy.title.rotext
source: Asistente para modificar parámetros de seguridad
ca: Assistent per modificar paràmetres de seguretat
fr: Assistant pour la modification des paramètres de sécurité
gl: Asistente para modificar parámetros de seguridade
pt: Assistente para modificar os parâmetros de segurança

# RES_supervisorsv3.savepassport.infopwd.resetdescription.rotext
source: Se ha restablecido la contraseña del supervisor y se le ha enviado a su dirección de correo.
ca: S’ha restablert la contrasenya del supervisor i se li ha enviat a la seva adreça de correu.
fr: Le mot de passe du superviseur a été réinitialisé et lui a été envoyé à son adresse e-mail.
gl: Restableceuse o contrasinal do supervisor e enviouse á súa conta de correo.
pt: Foi restabelecida a palavra-passe do supervisor e foi enviada para a sua conta de email.

# RES_srvmsgboxsecuritychart.searchfrm.itemnotfound.option1text.rotext
source: OK
gl: Aceptar
