Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveLabAgree.*.resx
Languages: eu, it, pt, sk

# RES_frmeditschedulerules.lblminweekendsinperiodtitle.text.rotext
source: Número:
eu: Zenbakia:
it: Numero:
sk: Číslo:

# RES_frmeditschedulerules.lblname.text.rotext
source: Nombre:
eu: Izena:
it: Nome:
pt: Nome:
sk: Názov:

# RES_frmeditschedulerules.lblnamedescription.text.rotext
source: Nombre identificativo de la regla de planificación
eu: Plangintza-arauaren izena identifikatzea
it: Nome identificativo della regola di pianificazione
pt: Nome de identificação da regra de planeamento
sk: Identifikačný názov pravidla plánovania

# RES_frmeditschedulerules.lbloneshiftonedaydesc.text.rotext
source: Horarios a los que afecta la regla
eu: Arauak eragindako orduak
it: Orari interessati dalla norma
pt: Horários afetados pela regra
sk: Časy, na ktoré sa vzťahuje pravidlo

# RES_frmeditschedulerules.lbloneshiftonedayparamdesc.text.rotext
source: Solo se podrá planificar los horarios especificados si cumplen los siguientes requisitos
eu: Zehaztutako ordutegiak honako baldintza hauek betetzen badituzte soilik programatu daitezke
it: Le pianificazioni specificate possono essere pianificate solo se soddisfano i seguenti requisiti
pt: Apenas será possível planear os horários especificados se cumprirem os seguintes requisitos
sk: Uvedené časy je možné naplánovať, len ak spĺňajú tieto požiadavky

# RES_frmeditschedulerules.lbloneshiftonedayparamtitle.text.rotext
source: Planificado en
eu: urtean aurreikusita
it: Pianificato
pt: Planeado em
sk: Plánované v

# RES_frmeditschedulerules.lbloneshiftonedaytitle.text.rotext
source: Horarios
eu: Ordutegiak
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_frmeditschedulerules.lbloneshiftonedayvalidatetitle.text.rotext
source: y el
eu: eta
it: e il
pt: e o
sk: a

# RES_frmeditschedulerules.lblrestbetweenshifsdesc.text.rotext
source: Número de horas de descanso que deben existir entre jornadas
eu: Egunen artean egon behar den atseden ordu kopurua
it: Numero di ore di riposo che devono essere presenti tra giornate
pt: Número de horas de pausa que devem existir entre jornadas
sk: Počet hodín odpočinku medzi zmenami

# RES_frmeditschedulerules.lblrestbetweenshifstitle.text.rotext
source: Número de horas
eu: Ordu kopurua
it: Numero di ore
sk: Počet hodín

# RES_frmeditschedulerules.lblruletype.text.rotext
source: Tipo de regla
eu: Arau mota
it: Tipo di regola
pt: Tipo de regra
sk: Typ pravidla

# RES_frmeditschedulerules.lblruletypedesc.text.rotext
source: Tipo de regla que desea configurar
eu: Konfiguratu nahi duzun arau mota
it: Tipo di regola che desideri configurare
pt: Tipo de regra que pretende configurar
sk: Typ pravidla, ktoré chcete nakonfigurovať

# RES_frmeditschedulerules.lblsequencedesc.text.rotext
source: Máximo número consecutivo de jornadas del tipo indicado
eu: Adierazitako motako gehienezko egun segidan
it: Numero massimo consecutivo di giorni della tipologia indicata
pt: Número máximo de dias de trabalho consecutivos do tipo indicado
sk: Maximálny počet po sebe nasledujúcich dní uvedeného typu

# RES_frmeditschedulerules.lblsequencetitle.text.rotext
source: Número:
eu: Zenbakia:
it: Numero:
sk: Číslo:

# RES_frmeditschedulerules.lbltwoshiftsequencebeforedesc.text.rotext
source: Si el día anterior hay planificado uno de los siguientes
eu: Bezperan honako hauetakoren bat aurreikusi bada
it: Se il giorno precedente è pianificato uno dei seguenti
pt: Se o dia anterior tiver planeado um dos seguintes
sk: Ak je na predchádzajúci deň naplánovaná jedna z nasledujúcich činností

# RES_frmeditschedulerules.lbltwoshiftsequencebeforetitle.text.rotext
source: Horarios
eu: Ordutegiak
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_frmeditschedulerules.lbltwoshiftsequencedesc.text.rotext
source: No se podrán planificar los siguientes horarios
eu: Ondorengo ordutegiak ezin dira planifikatu
it: Non è possibile pianificare i seguenti orari
pt: Não será possível planear os seguintes horários
sk: Nasledujúce časy sa nesmú plánovať

# RES_frmeditschedulerules.lblyearhourstitle.text.rotext
source: Horas anuales:
eu: Urteko ordutegia:
it: Ore annuali:
pt: Horas anuais:
sk: Počet hodín za rok:

# RES_frmeditschedulerules.rboneshiftonedayvalidatehours.text.rotext
source: Mínimo descanso desde la última jornada sea superior a
eu: Azken egunetik gutxieneko atsedena baino handiagoa da
it: Il riposo minimo dall'ultimo giorno è maggiore di
pt: O período mínimo de descanso desde o último dia de trabalho é superior a
sk: Minimálna doba odpočinku od posledného dňa je dlhšia ako

# RES_frmeditschedulerules.rboneshiftonedayvalidateshift.text.rotext
source: El día anterior
eu: Aurreko egunean
it: Il giorno precedente
pt: O dia anterior
sk: Deň predtým

# RES_frmeditschedulerules.rbpostoneshiftonedayvalidateshift.text.rotext
source: El día posterior
eu: Hurrengo egunean
it: Il giorno dopo
pt: O dia seguinte
sk: Deň po

# RES_frmeditschedulerules.schedulerrule.name.custom.rotext
source: Personalizada
eu: Pertsonalizatua
it: Costume
sk: Prispôsobené

# RES_frmeditschedulerules.schedulerrule.name.freedaysinperiod.rotext
source: Días libres
eu: Egun libreak
it: Giorni liberi
pt: Dias livres
sk: Dni voľna

# RES_frmeditschedulerules.schedulerrule.name.freelabourdaysinperiod.rotext
source: Máximo o mínimo de días
eu: Gehieneko edo gutxieneko egun kopurua
it: Numero massimo o minimo di giorni
pt: Número máximo ou mínimo de dias
sk: Maximálny alebo minimálny počet dní

# RES_frmeditschedulerules.schedulerrule.name.maxnotscheduled.rotext
source: Días no planificados
eu: Planifikatu gabeko egunak
it: Giorni non pianificati
pt: Dias não planeados
sk: Neplánované dni

source: Máximo o mínimo de horario en seqüencia
eu: Gehieneko edo gutxieneko ordutegia sekuentzian
it: Programmazione massima o minima in sequenza
pt: Máximo ou mínimo de horário em sequência
sk: Maximálny alebo minimálny rozvrh v poradí

# RES_frmeditschedulerules.schedulerrule.name.minmaxdayssequence.rotext
source: Secuencias
eu: Sekuentziak
it: Sequenze
pt: Sequências
sk: Sekvencie

# RES_frmeditschedulerules.schedulerrule.name.minmaxexpectedhours.rotext
source: Máximo de horas anuales
eu: Urteko gehienezko orduak
it: Ore massime annuali
pt: Número máximo de horas anuais
sk: Maximálny počet hodín za rok

# RES_frmeditschedulerules.schedulerrule.name.minmaxexpectedhoursinperiod.rotext
source: Máximo o mínimo de horas planificadas en el periodo
eu: Epealdian aurreikusitako gehienezko edo gutxieneko orduak
it: Ore massime o minime previste nel periodo
pt: Número máximo ou mínimo de horas planeadas no período
sk: Maximálny alebo minimálny počet hodín plánovaných v danom období

# RES_frmeditschedulerules.schedulerrule.name.minmaxfreelabourdaysinperiod.rotext
source: Máximo o mínimo de días
eu: Gehieneko edo gutxieneko egun kopurua
it: Numero massimo o minimo di giorni
pt: Número máximo ou mínimo de dias
sk: Maximálny alebo minimálny počet dní

# RES_frmeditschedulerules.schedulerrule.name.minmaxshiftsinperiod.rotext
source: Máximo o mínimo de horarios
eu: Gehienezko edo gutxieneko orduak
it: Massimo o minimo di orari
pt: Máximo ou mínimo de horários
sk: Maximálny alebo minimálny rozvrh

# RES_frmeditschedulerules.schedulerrule.name.minmaxshiftssequence.rotext
source: Máximo o mínimo de secuencias de horarios
eu: Gehieneko edo gutxieneko programazio-sekuentziak
it: Sequenze di pianificazione massime o minime
pt: Número máximo ou mínimo de sequências de horários
sk: Maximálny alebo minimálny počet sekvencií rozvrhu

# RES_frmeditschedulerules.schedulerrule.name.minweekendsinperiod.rotext
source: Mínimo de fines de semana de descanso
eu: Asteburuetako gutxieneko atsedenaldia
it: Minimo di fine settimana di riposo
pt: Mínimo de fins de semana de pausa
sk: Minimálny počet voľných víkendov

# RES_frmeditschedulerules.schedulerrule.name.oneshiftoneday.rotext
source: Un horario un día
eu: Ordutegi bat egun batean
it: Un programma un giorno
pt: Um horário, um dia
sk: Jeden rozvrh na jeden deň

# RES_frmeditschedulerules.schedulerrule.name.restbetweenshifts.rotext
source: Descanso entre jornadas
eu: Egunen artean atsedena
it: Riposa tra un giorno e l'altro
pt: Descanso entre dias de trabalho
sk: Prestávky medzi jednotlivými dňami

# RES_frmeditschedulerules.schedulerrule.name.twoshiftsequence.rotext
source: Incompatibilidad de horarios
eu: Ordutegi bateraezintasuna
it: Incompatibilità di pianificazione
pt: Incompatibilidade de horários
sk: Nezlučiteľnosť cestovných poriadkov

# RES_frmeditschedulerules.twoshiftsequencetitle.text.rotext
source: Horarios
eu: Ordutegiak
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_frmeditschedulerules.txtfrom.text.rotext
source: entre
eu: artean
it: tra
sk: Navštívte stránku

# RES_frmeditschedulerules.txtsequencefrom.text.rotext
source: entre
eu: artean
it: tra
sk: Navštívte stránku

# RES_frmeditschedulerules.txtsequenceperiod.text.rotext
source: Período en el que se calculará la regla
eu: Araua zenbatuko den epea
it: Periodo in cui verrà calcolata la regola
pt: Período em que a regra será calculada
sk: Obdobie, v ktorom sa má pravidlo vypočítať

# RES_frmeditschedulerules.txtsequenceto.text.rotext
source: y
eu: eta
it: E
pt: e

# RES_frmeditschedulerules.txtto.text.rotext
source: y
eu: eta
it: E
pt: e

# RES_frmeditschedulerules.validation.fieldsempty.rotext
source: Faltan por completar datos de la regla
eu: Arauaren datuak betetzeke daude
it: Dati della regola ancora da completare
pt: Falta preencher dados da regra
sk: Chýbajúce údaje v pravidle

# RES_frmeditstartupvalue.aspxbutton1.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditstartupvalue.aspxbutton1.tooltip.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditstartupvalue.aspxbutton2.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditstartupvalue.aspxbutton2.tooltip.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditstartupvalue.aspxcheckbox1.text.rotext
source: Excepción al inciar un nuevo contrato
eu: Salbuespena kontratu berri bat hasten denean
it: Eccezione quando si inizia un nuovo contratto
pt: Exceção ao iniciar um novo contrato
sk: Výnimka pri začatí novej zmluvy

# RES_frmeditstartupvalue.aspxcheckbox2.text.rotext
source: Excepción al inciar un nuevo contrato
eu: Salbuespena kontratu berri bat hasten denean
it: Eccezione quando si inizia un nuovo contratto
pt: Exceção ao iniciar um novo contrato
sk: Výnimka pri začatí novej zmluvy

# RES_frmeditstartupvalue.aspxlabel1.text.rotext
source: Valor base total
eu: Oinarrizko balio osoa
it: Valore base totale
sk: Celková základná hodnota

# RES_frmeditstartupvalue.aspxlabel2.text.rotext
source: Valor base total
eu: Oinarrizko balio osoa
it: Valore base totale
sk: Celková základná hodnota

# RES_frmeditstartupvalue.aspxlabel3.text.rotext
source: Valor teórico total
eu: Balio teoriko osoa
it: Valore teorico totale
sk: Celková teoretická hodnota

# RES_frmeditstartupvalue.aspxlabel4.text.rotext
source: Valor teórico total
eu: Balio teoriko osoa
it: Valore teorico totale
sk: Celková teoretická hodnota

# RES_frmeditstartupvalue.aspxradiobutton1.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.aspxradiobutton2.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditstartupvalue.aspxradiobutton3.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.aspxradiobutton4.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditstartupvalue.btnacceptcalculatedinitialvalue.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditstartupvalue.btnacceptcalculatedinitialvalue.tooltip.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditstartupvalue.btncancel.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditstartupvalue.btncancel.tooltip.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditstartupvalue.btncancelcalculatedinitialvalue.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditstartupvalue.btncancelcalculatedinitialvalue.tooltip.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditstartupvalue.btnok.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditstartupvalue.btnok.tooltip.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditstartupvalue.chkant.text.rotext
source: En base a antigüedad
eu: Antzinatasunaren arabera
it: In base all'anzianità
pt: Com base na antiguidade
sk: Na základe odpracovaných rokov

# RES_frmeditstartupvalue.chkyear.text.rotext
source: En base a días trabajados en el año
eu: Urtean lan egindako egunetan oinarrituta
it: Basato sui giorni lavorati nell'anno
pt: Com base nos dias trabalhados no ano
sk: Na základe odpracovaných dní v roku

# RES_frmeditstartupvalue.ckcoe.text.rotext
source: Aplicar coeficiente indicado en el campo de la ficha:
eu: Aplikatu fitxa eremuan adierazitako koefizientea:
it: Applicare il coefficiente indicato nel campo della scheda:
pt: Aplicar coeficiente indicado no campo da ficha:
sk: Použite koeficient uvedený v poli fiškátu:

# RES_frmeditstartupvalue.ckendcustomperiod.text.rotext
source: Aplicar el valor del campo de la ficha:
eu: Aplikatu fitxa eremuaren balioa:
it: Applicare il valore del campo scheda:
pt: Aplicar o valor do campo da ficha:
sk: Použite hodnotu poľa token:

# RES_frmeditstartupvalue.ckstartcontractexception.text.rotext
source: Excepción: al inciar nuevos contratos, arrastrar el valor anterior del saldo si
eu: Salbuespena: kontratu berriak hastean, aurreko saldoaren balioa eraman, baldin
it: Eccezione: quando si avviano nuovi contratti, riportare il valore del saldo precedente, se
pt: Exceção: ao iniciar novos contratos, transitar o valor anterior do saldo se
sk: Výnimka: pri začatí nových zmlúv preneste predchádzajúcu hodnotu zostatku, ak

# RES_frmeditstartupvalue.escalado.text.rotext
source: Campo
eu: Eremua
sk: Pole

# RES_frmeditstartupvalue.lblalertwith.text.rotext
source: Avisar si el saldo supera el valor
eu: Jakinarazi saldoak balioa gainditzen badu
it: Segnala se il saldo supera il valore
pt: Avisar se o saldo ultrapassar o valor
sk: Upozornenie, ak zostatok prekročí hodnotu

# RES_frmeditstartupvalue.lblautomaticaccrualdesc.text.rotext
source: (En función de las horas teóricas de una jornada normal, por ejemplo 0,5 o 1 por defecto)
eu: (Egun normal bateko ordu teorikoen arabera, adibidez 0,5 edo 1 lehenespenez)
it: (A seconda delle ore teoriche di una giornata normale, ad esempio 0,5 o 1 per impostazione predefinita)
pt: (Com base nas horas teóricas de um dia de trabalho normal, por exemplo, 0,5 ou 1 por defeito)
sk: (Na základe teoretického počtu hodín bežného pracovného dňa, napr. 0,5 alebo 1 za predvolený čas)

# RES_frmeditstartupvalue.lblautomaticaccrualtitle.text.rotext
source: Coeficiente de parcialidad
eu: Alborapen-koefizientea
it: Coefficiente di polarizzazione
pt: Coeficiente de parcialidade
sk: Koeficient nestrannosti

# RES_frmeditstartupvalue.lblbasehoursdescription.text.rotext
source: (Por ejemplo 22 días por año)
eu: (Adibidez, urtean 22 egun)
it: (Ad esempio 22 giorni all'anno)
pt: (Por exemplo, 22 dias por ano)
sk: (napr. 22 dní v roku)

# RES_frmeditstartupvalue.lblbasehourstitle.text.rotext
source: Valor inicial base
eu: Oinarrizko hasierako balioa
it: Valore iniziale di base
sk: Základná počiatočná hodnota

# RES_frmeditstartupvalue.lblcalculatedvalue.text.rotext
source: Indique la configuración del valor
eu: Mesedez, adierazi balio-ezarpena
it: Si prega di indicare l'impostazione del valore
pt: Indique a configuração do valor
sk: Uveďte nastavenie hodnoty

# RES_frmeditstartupvalue.lblcmbconcept.text.rotext
source: Saldo
eu: Balantzea
it: Bilancia

# RES_frmeditstartupvalue.lblcmbconceptdescription.text.rotext
source: Saldo utilizado para definir los valores iniciales
eu: Hasierako balioak definitzeko erabiltzen den balantza
it: Saldo utilizzato per definire i valori iniziali
pt: Saldo utilizado para definir os valores iniciais
sk: Rovnováha použitá na definovanie počiatočných hodnôt

# RES_frmeditstartupvalue.lbldesc.text.rotext
source: Campo de la ficha en función del que se calculará el valor a aplicar:
eu: Aplikatu beharreko balioa kalkulatuko den txartelaren eremua:
it: Campo della scheda in funzione del quale verrà calcolato il valore da applicare:
pt: Campo da ficha em função do qual se calculará o valor a aplicar:
sk: Pole na informačnom liste, na základe ktorého sa vypočíta hodnota, ktorá sa má uplatniť:

# RES_frmeditstartupvalue.lblendcustomperiod.text.rotext
source: como fecha de fin de periodo en el caso que tenga valor. Si no, utilizar por defecto la fecha del propio saldo.
eu: aldiaren amaiera data gisa balioa badu. Hala ez bada, erabili saldoaren data bera lehenespenez.
it: come data di fine periodo se ha valore. In caso contrario, utilizzare per impostazione predefinita la data del saldo stesso.
pt: como a data de fim do período, caso tenha um valor. Caso contrário, utilizar por defeito a data do próprio saldo.
sk: ako dátum konca obdobia, ak má hodnotu. V opačnom prípade sa štandardne použije dátum samotného zostatku.

# RES_frmeditstartupvalue.lblendcustomperioddesc.text.rotext
source: Configurar fecha de fin de periodo diferente a la del saldo
eu: Ezarri aldiaren amaiera data balantzearen datatik desberdina
it: Impostare una data di fine periodo diversa dalla data del saldo
pt: Configurar data de fim do período diferente da do saldo
sk: Nastavenie iného dátumu ukončenia obdobia ako dátumu súvahy

# RES_frmeditstartupvalue.lblendcustomperiodtitle.text.rotext
source: Fin del periodo
eu: Epearen amaiera
it: Fine del periodo
pt: Fim do período
sk: Koniec obdobia

# RES_frmeditstartupvalue.lblescalado.text.rotext
source: Escalado
eu: Eskalatzea
it: Ridimensionamento
pt: Escala
sk: Škálovanie

# RES_frmeditstartupvalue.lblfield.text.rotext
source: Campo
eu: Eremua
sk: Pole

# RES_frmeditstartupvalue.lblgeneraldescription.text.rotext
source: Definición de un saldos iniciales con alertas de máximos y mínimos.
eu: Hasierako saldoen definizioa gehienezko eta gutxieneko alertekin.
it: Definizione di saldi iniziali con avvisi di limiti massimi e minimi.
pt: Definição de saldos iniciais com alertas de valores máximos e mínimos.
sk: Definícia počiatočného stavu s maximálnymi a minimálnymi výstrahami.

# RES_frmeditstartupvalue.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_frmeditstartupvalue.lblinitializawith.text.rotext
source: Iniciar con el valor
eu: Hasi balioarekin
it: Inizia con il valore
pt: Iniciar com o valor
sk: Začnite s hodnotou

# RES_frmeditstartupvalue.lblmaximumvalue.text.rotext
source: Avisar si supera el valor del campo de la ficha
eu: Jakinarazi txartelaren eremuaren balioa gainditzen duen
it: Segnala se viene superato il saldo del campo della scheda
pt: Avisar se ultrapassar o valor do campo da ficha
sk: Upozornenie, ak je hodnota poľa token prekročená

# RES_frmeditstartupvalue.lblmin.text.rotext
source: Avisar si el saldo no supera el valor
eu: Jakinarazi saldoak balioa gainditzen ez badu
it: Avvisare se il saldo non supera il valore
pt: Notificar se o saldo não exceder o valor
sk: Upozornenie, ak zostatok nepresahuje hodnotu

# RES_frmeditstartupvalue.lblminimumvalue.text.rotext
source: Mínimo establecer al valor del campo de la ficha
eu: Gutxieneko ezarrita fitxa-eremuaren balioa
it: Minimo impostato sul valore del campo della scheda
pt: Mínimo a estabelecer para o valor do campo da ficha
sk: Minimálna hodnota nastavená na hodnotu poľa token

# RES_frmeditstartupvalue.lblname.text.rotext
source: Nombre:
eu: Izena:
it: Nome:
pt: Nome:
sk: Názov:

# RES_frmeditstartupvalue.lblnamedescription.text.rotext
source: Nombre identificativo de un saldo iniciales con alertas de máximos y mínimos.
eu: Hasierako saldo baten identifikazio-izena, gehienezko eta gutxieneko abisuekin.
it: Nome identificativo di un saldo iniziale con avvisi di limiti massimi e minimi.
pt: Nome identificativo de um saldo inicial com alertas de valores máximos e mínimos.
sk: Názov identifikujúci počiatočný zostatok s vysokými a nízkymi výstrahami.

# RES_frmeditstartupvalue.lblroundvalue.text.rotext
source: Redondear el valor
eu: Balioa biribildu
it: Arrotonda il valore
pt: Arredondar o valor
sk: Zaokrúhľovanie hodnoty

# RES_frmeditstartupvalue.lblstartupvalues.text.rotext
source: En esta pantalla, se definen los saldos iniciales y alertas de máximos y mínimos.
eu: Pantaila honetan, hasierako saldoak eta alerta maximoak eta minimoak definitzen dira.
it: In questa schermata, vengono definiti i saldi iniziali e gli avvisi di massimi e minimi.
pt: Neste ecrã definem-se os saldos iniciais e os alertas de valores máximos e mínimos.
sk: Na tejto obrazovke definujete počiatočné zostatky a maximálne a minimálne výstrahy.

# RES_frmeditstartupvalue.lblstartupvaluesdefinitiontitle.text.rotext
source: Definición
eu: Definizioa
it: Definizione
pt: Definição
sk: definícia

# RES_frmeditstartupvalue.lblstartvalue.text.rotext
source: Iniciar con el valor del campo de la ficha
eu: Hasi fitxa eremuaren balioarekin
it: Inizia con il valore del campo della scheda
pt: Iniciar com o valor do campo da ficha
sk: Začnite s hodnotou poľa karty

# RES_frmeditstartupvalue.lbltotalhoursdescription.text.rotext
source: (Por ejemplo 365 días si el periodo es un año)
eu: (Adibidez, 365 egun epea urtebetekoa bada)
it: (Ad esempio 365 giorni se il periodo è di un anno)
pt: (Por exemplo, 365 dias, se o período for um ano)
sk: (napr. 365 dní, ak je obdobie jeden rok)

# RES_frmeditstartupvalue.lbltotalhourstitle.text.rotext
source: Valor total teórico del periodo
eu: Aldiaren guztizko balio teorikoa
it: Valore totale teorico del periodo
pt: Valor total teórico do período
sk: Celková pomyselná hodnota za obdobie

# RES_frmeditstartupvalue.rbalertminvaluefix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditstartupvalue.rbalertminvalueuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.rbalertvaluefix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditstartupvalue.rbalertvalueuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.rbautomaticaccrualfix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota

# RES_frmeditstartupvalue.rbautomaticaccrualuf.text.rotext
source: Valor del campo de la ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren balioa
it: Valore del campo del record utente
pt: Valor do campo da ficha do utilizador
sk: Hodnota poľa v zázname používateľa

# RES_frmeditstartupvalue.rbbasehoursfix.text.rotext
source: Valor fijo
eu: Balio finkoa
it: Valore fisso
pt: Valor fixo
sk: Pevná hodnota
