Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tchannel.ainsert.rotext
source: Se ha creado un nuevo canal de comunicaciones $@ChannelTitle@: $CRLF Ids de empleados suscritos: $@ChannelSuscribedEmployeesId@ $CRLF Ids de departamentos suscritos: $@ChannelSuscribedGroupsId@ $CRLF Ids de supervisores suscritos: $@ChannelSuscribedSupervisorId@
ca: S´ha creat un nou canal de comunicacions $@ChannelTitle@: $CRLF Ids d´empleats subscrits: $@ChannelSuscribedEmployeesId@ $CRLF Ids de departaments subscrits: $@ChannelSuscribedGroupsId@ $CRLF Ids de supervisors subscrits: $@ChannelSu
eu: Komunikazio-kanal berri bat sortu da $@ChannelTitle@: $CRLF Harpidetutako Langileen Id.ak: $@ChannelSuscribedEmployeesId@ $CRLF Harpidedun Sailaren Id.ak: $@ChannelSuscribedGroupsId@ $CRLF Harpidetutako Supervisor Idak: $@ChannelSuscribedSupervisorId@
fr: Un nouveau canal de communication a été créé $@ChannelTitle@ : $ID d´employé abonné au CRLF : $@ChannelSuscribeEmployeesId@ $ID de service abonné au CRLF : $@ChannelSuscribeGroupsId@ $ID de superviseur abonné au CRLF : $@ChannelSuscribeSupervisorId@
gl: Creouse unha nova canle de comunicacións $@ChannelTitle@: $CRLF ID de empregado subscrito: $@ChannelSuscribedEmployeesId@ $CRLF ID de departamento subscrito: $@ChannelSuscribedGroupsId@ $CRLF ID de supervisor subscrito: $@ChannelSuscribedSupervisorId@
it: È stato creato un nuovo canale di comunicazione $@ChannelTitle@: $CRLF ID dipendente iscritto: $@ChannelSuscriptionEmployeesId@ $CRLF ID dipartimento iscritto: $@ChannelSuscriptionGroupsId@ $CRLF ID supervisore iscritto: $@ChannelSuscriptionSupervisorId@
pt: Um novo canal de comunicação foi criado $@ChannelTitle@: $CRLF IDs de colaboradors inscritos: $@ChannelSuscribedEmployeesId@ $CRLF IDs de departamentos inscritos: $@ChannelSuscribedGroupsId@ $CRLF IDs de supervisores inscritos: $@ChannelSuscribedSupervisorId@
sk: Bol vytvorený nový komunikačný kanál $@ChannelTitle@: $CRLF Prihlásený zamestnanec Ids: $@ChannelSubscribedEmployeesId@ $CRLF Prihlásené oddelenie Ids: $@ChannelSubscribedGroupsId@ $CRLF Prihlásený vedúci Ids: $@ChannelSubscribedSupervisorId@ $CRLF Prihlásený vedúci Ids: $@ChannelSubscribedSupervisorId@ $CRLF Prihlásené oddelenie Ids: $@ChannelSubscribedGroupsId@ $CRLF Prihlásený vedúci Ids: $@ChannelSubscribedSupervisorId@

# RES_audit.message.tchannel.aselect.rotext
source: Se ha consultado el canal de comunicaciones $@ChannelTitle@
ca: S´ha consultat el canal de comunicacions $@ChannelTitle@
eu: $@ChannelTitle@ komunikazio kanala kontsultatu da
fr: Le canal de communication $@ChannelTitle@ a été consulté
gl: Consultouse a canle de comunicación $@ChannelTitle@
it: È stato consultato il canale di comunicazione $@ChannelTitle@
pt: O canal de comunicação $@ChannelTitle@ foi consultado
sk: Komunikačný kanál $@ChannelTitle@ bol vyhľadaný

# RES_audit.message.tchannel.aupdate.rotext
source: Se ha modificado el canal de comunicaciones $@ChannelTitle@: $CRLF Estado: $@ChannelStatus@ $CRLF Ids de empleados suscritos: $@ChannelSuscribedEmployeesId@ $CRLF Ids de departamentos suscritos: $@ChannelSuscribedGroupsId@ $CRLF Ids de supervisores suscritos: $@ChannelSuscribedSupervisorId@
ca: S´ha modificat el canal de comunicacions $@ChannelTitle@: $CRLF Estat: $@ChannelStatus@ $CRLF Ids d´empleats subscrits: $@ChannelSuscribedEmployeesId@ $CRLF Ids de departaments subscrits: $@ChannelSuscribedGroupsId@ $CRLF @ChannelSuscribedSupervisorId@
eu: $@ChannelTitle@ komunikazio-kanala aldatu da: $CRLF Egoera: $@ChannelStatus@ $CRLF Harpidetutako Langileen Id.ak: $@ChannelSuscribedEmployeesId@ $CRLF Harpidetutako Sailaren Id.ak: $@ChannelSuscribedGroupsId@ $CRLF Harpidetutako Begiralearen Id.ak: $ISubscribed@
fr: Le canal de communication $@ChannelTitle@ a été modifié : $CRLF Statut : $@ChannelStatus@ $CRLF Identifiants des employés abonnés : $@ChannelSuscribeEmployeesId@ $CRLF Identifiants des services abonnés : $@ChannelSuscribeGroupsId@ $CRLF Identifiants des superviseurs abonnés : $ @ChannelSubscribeSupervisorId@
gl: Modificouse a canle de comunicación $@ChannelTitle@: Estado de $CRLF: $@ChannelStatus@ $CRLF Id. de empregado subscrito: $@ChannelSuscribedEmployeesId@ $CRLF Id. de departamento subscrito: $@ChannelSuscribedGroupsId@ $CRLF Id. de supervisor subscrito: $Ibscribed@
it: Il canale di comunicazione $@ChannelTitle@ è stato modificato: $CRLF Stato: $@ChannelStatus@ $CRLF ID dipendente iscritto: $@ChannelSuscriptionEmployeesId@ $CRLF ID dipartimento iscritto: $@ChannelSuscriptionGroupsId@ $CRLF ID supervisore iscritto: $ @ChannelSubscriptionSupervisorId@
pt: O canal de comunicação $@ChannelTitle@ foi modificado: $CRLF Status: $@ChannelStatus@ $CRLF IDs de colaboradors inscritos: $@ChannelSuscribedEmployeesId@ $CRLF IDs de departamentos inscritos: $@ChannelSuscribedGroupsId@ $CRLF IDs de supervisores inscritos: $ @ChannelSubscribedSupervisorId@
sk: Komunikačný kanál bol upravený $@ChannelTitle@: $CRLF Status: $@ChannelStatus@ $CRLF Id prihlásených zamestnancov: $@ChannelSubscribedEmployeesId@ $CRLF Id prihlásených oddelení: $@ChannelSubscribedGroupsId@ $CRLF Id prihlásených vedúcich: $@ChannelSubscribedSupervisorId@ $CRLF Id prihlásených vedúcich: $@ChannelSubscribedSupervisorId@

# RES_audit.message.tchannelconversation.adelete.rotext
source: Se ha borrado la conversación
ca: S´ha esborrat la conversa
eu: Elkarrizketa ezabatu da
fr: La conversation a été supprimée
gl: Eliminouse a conversa
it: La conversazione è stata eliminata
pt: A conversa foi excluída
sk: Konverzácia bola vymazaná

# RES_audit.message.tchannelconversation.ainsert.rotext
source: Se ha creado una nueva $@ConversationType@. Referencia $@ConversationReference@
ca: S´ha creat una nova $@ConversationType@. Referència $@ConversationReference@
eu: $@ConversationType@ berria sortu da. Erreferentzia $@ConversationReference@
fr: Un nouveau $@ConversationType@ a été créé. Référence $@ConversationReference@
gl: Creouse un novo $@ConversationType@. Referencia $@ConversationReference@
it: È stato creato un nuovo $@ConversationType@. Riferimento $@ConversationReference@
pt: Um novo $@ConversationType@ foi criado. Referência $@ConversationReference@
sk: Bol vytvorený nový $@ConversationType@. Odkaz $@ConversationReference@

# RES_audit.message.tchannelconversation.aselect.rotext
source: Se ha consultado la $@ConversationType@ $@ConversationReference@
ca: S´ha consultat la $@ConversationType@ $@ConversationReference@
eu: $@ConversationType@ $@ConversationReference@ kontsultatu da
fr: $@ConversationType@ $@ConversationReference@ a été interrogé
gl: Consultado $@ConversationType@ $@ConversationReference@
it: $@ConversationType@ $@ConversationReference@ è stata interrogata
pt: $@ConversationType@ $@ConversationReference@ foi consultado
sk: $@ConversationType@ $@ConversationReference@ bol dotazovaný

# RES_audit.message.tchannelconversation.aupdate.rotext
source: Se ha modificado el estado de la $@ConversationType@ $@ConversationReference@: $@ConversationStatus@
ca: S´ha modificat l´estat de $@ConversationType@ $@ConversationReference@: $@ConversationStatus@
eu: $@ConversationType@ $@ConversationReference@-ren egoera aldatu da: $@ConversationStatus@
fr: Le statut du $@ConversationType@ $@ConversationReference@ a été modifié : $@ConversationStatus@
gl: O estado do $@ConversationType@ $@ConversationReference@ cambiou: $@ConversationStatus@
it: Lo stato di $@ConversationType@ $@ConversationReference@ è stato modificato: $@ConversationStatus@
pt: O status do $@ConversationType@ $@ConversationReference@ foi alterado: $@ConversationStatus@
sk: Stav $@ConversationType@ $@ConversationReference@ bol zmenený na $@ConversationStatus@: $@ConversationStatus@

# RES_audit.message.tchannelconversationcomplexity.aupdate.rotext
source: Se ha modificado la complejidad de la denuncia: $@ConversationComplexity@
ca: S´ha modificat la complexitat de la denúncia: $@ConversationComplexity@
eu: Kexaren konplexutasuna aldatu da: $@ConversationComplexity@
fr: La complexité de la plainte a été modifiée : $@ConversationComplexity@
gl: Cambiouse a complexidade da reclamación: $@ConversationComplexity@
it: La complessità del reclamo è stata modificata: $@ConversationComplexity@
pt: A complexidade da denúncia foi alterada: $@ConversationComplexity@
sk: Zmenila sa zložitosť sťažnosti: $@ConversationComplexity@

# RES_audit.message.tchannelconversationmessage.adelete.rotext
source: Se ha borrado el mensaje de la conversación.
ca: S´ha suprimit el missatge de la conversa.
eu: Mezua elkarrizketatik ezabatu da.
fr: Le message a été supprimé de la conversation.
gl: Eliminouse a mensaxe da conversa.
it: Il messaggio è stato eliminato dalla conversazione.
pt: A mensagem foi excluída da conversa.
sk: Správa bola z konverzácie vymazaná.

# RES_audit.message.tchannelconversationmessage.ainsert.rotext
source: Se ha creado un nuevo mensaje en la $@ConversationType@ con referencia $@ConversationReference@
ca: S´ha creat un missatge nou a la $@ConversationType@ amb referència $@ConversationReference@
eu: Mezu berri bat sortu da $@ConversationType@-n $@ConversationReference@ erreferentziarekin
fr: Un nouveau message a été créé dans le $@ConversationType@ avec la référence $@ConversationReference@
gl: Creouse unha mensaxe nova no $@ConversationType@ coa referencia $@ConversationReference@
it: È stato creato un nuovo messaggio in $@ConversationType@ con riferimento $@ConversationReference@
pt: Uma nova mensagem foi criada em $@ConversationType@ com referência $@ConversationReference@
sk: V kategórii $@ConversationType@ bola vytvorená nová správa s odkazom $@ConversationReference@

# RES_audit.message.tchannelconversationmessage.aselect.rotext
source: Se ha leído el mensaje
ca: S´ha llegit el missatge
eu: Mezua irakurri da
fr: Le message a été lu
gl: A mensaxe foi lida
it: Il messaggio è stato letto
pt: A mensagem foi lida
sk: Správa bola prečítaná

# RES_audit.message.tchannelconversationmessage.aupdate.rotext
source: Se ha modificado el mensaje con los siguientes datos:$CRLF $@FieldsValues@
ca: S´ha modificat el missatge amb les dades següents: $CRLF $@FieldsValues@
eu: Mezua datu hauekin aldatu da:$CRLF $@FieldsValues@
fr: Le message a été modifié avec les données suivantes :$CRLF $@FieldsValues@
gl: A mensaxe foi modificada cos seguintes datos:$CRLF $@FieldsValues@
it: Il messaggio è stato modificato con i seguenti dati:$CRLF $@FieldsValues@
pt: A mensagem foi modificada com os seguintes dados:$CRLF $@FieldsValues@
sk: Správa bola upravená o tieto údaje:$CRLF $@FieldsValues@

# RES_audit.message.tcompletetasks.aexecuted.rotext
source: (Tarea $@iTask@) Los siguientes proyectos han sido finalizados:&quot;$@strProjects@&quot; . Las siguientes tareas han sido finalizadas: &quot;$@strTaskNames@&quot;.
ca: (Tasca $@iTask@) Els projectes següents s’han completat:&quot;$@strProjects@&quot; . Les tasques següents s’han completat: &quot;$@strTaskNames@&quot;.
eu: ($@iTask@ ataza) Proiektu hauek burutu dira:&quot;$@strProjects@&quot; . Honako zeregin hauek burutu dira: &quot;$@strTaskNames@&quot;.
fr: (Tâche $@iTask@) Les projets suivants ont été achevés :&quot;$@strProjects@&quot; . Les tâches suivantes ont été achevées : &quot;$@strTaskNames@&quot;.
gl: (Tarefa $@iTask@) Finalizáronse os seguintes proxectos:&quot;$@strProjects@&quot; . Finalizáronse as seguintes tarefas: &quot;$@strTaskNames@&quot;.
it: (Attività $@iTask@) Sono stati conclusi i seguenti progetti:&quot;$@strProjects@&quot; . Sono state concluse le seguente attività: &quot;$@strTaskNames@&quot;.
pt: (Tarefa $@iTask@) Os seguintes projetos foram concluídos:&quot;$@strProjects@&quot; . As seguintes tarefas foram concluídas: &quot;$@strTaskNames@&quot;.
sk: (Úloha $@iTask@) Boli dokončené nasledujúce projekty:&quot;$@strProjects@&quot; . Boli dokončené tieto úlohy: &quot;$@strTaskNames@&quot;.

# RES_audit.message.tconcept.adelete.rotext
source: Se ha borrado el saldo
ca: S’ha esborrat el saldo
eu: Saldoa ezabatu da
fr: Le solde a été supprimé
gl: Borrouse o saldo
it: È stato eliminato il saldo
pt: Foi apagado o saldo
sk: Zostatok bol vymazaný

# RES_audit.message.tconcept.ainsert.rotext
source: Se ha creado un nuevo saldo con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou saldo amb les dades següents:$CRLF $@FieldsValues@
eu: Balantze berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Un nouveau solde a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo saldo cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo saldo con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo saldo com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová bilancia s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tconcept.aselect.rotext
source: Se ha consultado el saldo $@Name@
ca: S’ha consultat el saldo $@Name@
eu: $@Name@ saldoa kontsultatu da
fr: Le solde $@Name@ a été consulté
gl: Consultouse o saldo $@Name@
it: È stato consultato il saldo $@Name@
pt: Foi consultado o saldo $@Name@
sk: Zostatok $@Name@ bol vyžiadaný

# RES_audit.message.tconcept.aupdate.rotext
source: Se han modificado los siguientes datos del saldo:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del saldo:$CRLF $@FieldsValues@
eu: Balantze-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du solde ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do saldo:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del saldo:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do saldo:$CRLF $@FieldsValues@
sk: Nasledujúce údaje o zostatku boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tconceptcomposition.adelete.rotext
source: Se ha borrado la composición del saldo
ca: S’ha esborrat la composició del saldo
eu: Balantzearen konposizioa ezabatu da
fr: La composition du solde a été supprimée
gl: Borrouse a composición do saldo
it: È stata eliminata la composizione del saldo
pt: Foi apagada a composição do saldo
sk: Zloženie zostatku bolo vypustené

# RES_audit.message.tconceptcomposition.ainsert.rotext
source: Se ha creado una nueva composición de saldo con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova composició del saldo amb les dades següents:$CRLF $@FieldsValues@
eu: Balantze-konposizio berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle composition de solde a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova composición de saldo cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova composizione di saldo con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova composição de saldo com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová zostava bilancie s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tconceptcomposition.aselect.rotext
source: Se ha consultado la composición del saldo
ca: S’ha consultat la composició del saldo
eu: Balantzearen osaera kontsultatu da
fr: La composition du solde a été consultée
gl: Consultouse a composición do saldo
it: È stata consultata la composizione del saldo
pt: Foi consultada a composição do saldo
sk: Zloženie bilancie bolo konzultované

# RES_audit.message.tconceptgroup.adelete.rotext
source: Se ha borrado el grupo de saldo
ca: S’ha esborrat el grup de saldo
eu: Balantze taldea ezabatu da
fr: Le groupe de solde a été supprimé
gl: Borrouse o grupo de saldo
it: È stato eliminato il gruppo di saldo
pt: Foi apagado o grupo de saldo
sk: Bilančná skupina bola vymazaná

# RES_audit.message.tconceptgroup.ainsert.rotext
source: Se ha creado un nuevo grupo de saldos con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou grup de saldos amb les dades següents:$CRLF $@FieldsValues@
eu: Balantze-talde berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Un nouveau groupe de soldes a été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo grupo de saldos cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo gruppo di saldi con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo grupo de saldos com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová skupina zostatkov s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tconceptgroup.aselect.rotext
source: Se ha consultado el grupo de saldo
ca: S’ha consultat el grup de saldo
eu: Oreka taldeari galdetu zaio
fr: Le groupe de solde a été consulté
gl: Consultouse o grupo de saldo
it: È stato consultato il gruppo di saldo
pt: Foi consultado o grupo de saldo
sk: Konzultácie so skupinou pre rovnováhu

# RES_audit.message.tconceptgroup.aupdate.rotext
source: Se han modificado los siguientes datos del grupo de saldo:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del grup de saldo:$CRLF $@FieldsValues@
eu: Balantze-taldearen datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du groupe de solde ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do grupo de saldo:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del gruppo di saldo:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do grupo de saldo:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje bilančnej skupiny:$CRLF $@FieldsValues@

# RES_audit.message.tconnection.aconnect.rotext
source: El usuario se ha conectado.
ca: L’usuari s’ha connectat.
eu: Erabiltzaileak saioa hasi du.
fr: L´utilisateur s´est connecté.
gl: Conectouse o usuario.
it: L´utente si è collegato.
pt: O utilizador iniciou sessão.
sk: Používateľ sa prihlásil.

# RES_audit.message.tconnection.aconnectfail.rotext
source: El usuario $@Passport@ no ha podido acceder a Visualtime.Motivo: $@ErrorText@
ca: L’usuari $@Passport@ no ha pogut accedir a Visualtime. Motiu: $@ErrorText@
eu: $@Passport@ erabiltzaileak ezin izan du Visualtime atzitu Arrazoia: $@ErrorText@.
fr: L´utilisateur $@Passport@ n´a pas pu accéder à Visualtime. Motif : $@ErrorText@
gl: O usuario $@Passport@ non puido acceder a Visualtime. Motivo: $@ErrorText@
it: L´utente $@Passport@ non ha potuto effettuare l´accesso a Visualtime. Motivo: $@ErrorText@
pt: O utilizador $@Passport@ não pôde aceder ao Visualtime.Motivo: $@ErrorText@
sk: Používateľovi $@Passport@ sa nepodarilo získať prístup k službe Visualtime.dôvod: $@ErrorText@

# RES_audit.message.tconnection.adisconnect.rotext
source: El usuario se ha desconectado.
ca: L’usuari s’ha desconnectat.
eu: Erabiltzaileak saioa amaitu du.
fr: L´utilisateur s´est déconnecté.
gl: O usuario desconectouse.
it: L´utente si è scollegato.
pt: O utilizador terminou a sessão.
sk: Používateľ sa odhlásil.

# RES_audit.message.tcopyplanification.ainsert.rotext
source: Se ha programado una copia de planificación(tarea $@iTask@) de los usuarios:$@SourceEmployeeName@ a los usuarios:$@DestinationEmployeeName@ entre les fechas $@DateIni@ - $@DateEnd@. Opciones de copia: horarios principales:$@CopyMainShifts@ - horarios alternativos:$@AlternativeShifts@ - copiar vacaciones:$@CopyHolidays@ - Mantener vacaciones actuales:$@KeepBloquedDays@ - Mantener días bloqueados:$@KeepHolidays@
ca: S’ha programat una còpia de planificació (tasca $@iTask@) dels usuaris:$@SourceEmployeeName@ als usuaris:$@DestinationEmployeeName@ entre les dates $@DateIni@ - $@DateEnd@. Opcions de còpia: horaris principals:$@CopyMainShifts@ - horaris alternatius:$@AlternativeShifts@ - copiar vacances:$@CopyHolidays@ - Mantenir vacances actuals:$@KeepBloquedDays@ - Mantenir dies bloquejats:$@KeepHolidays@
eu: Plangintzaren kopia bat ($@iTask@ ataza) programatu da erabiltzaileengandik:$@SourceEmployeeName@ erabiltzaileentzat:$@DestinationEmployeeName@ $@DateIni@ - $@DateEnd@ daten artean. Kopiatu aukerak: ordutegi nagusiak:$@CopyMainShifts@ - ordutegi alternatiboak:$@AlternativeShifts@ - kopiatu oporrak:$@CopyHolidays@ - Mantendu uneko oporrak:$@KeepBlockedDays@ - Mantendu blokeatutako egunak:$@KeepHolidays@
fr: Une copie de planification (tâche $@iTask@) a été programmée des utilisateurs : $@SourceEmployeeName@ aux utilisateurs : $@DestinationEmployeeName@ entre les dates $@DateIni@ - $@DateEnd@. Options de copie : horaires principaux : $@CopyMainShifts@ - horaires alternatifs : $@AlternativeShifts@ - Copier congés : $@CopyHolidays@ - Conserver congés actuels : $@KeepBloquedDays@ - Conserver jours bloqués : $@KeepHolidays@
gl: Programouse unha copia de planificación(tarefa @iTask@) dos usuarios:$@SourceEmployeeName@ aos usuarios:$@DestinationEmployeeName@ entre as datas $@DateIni@ - $@DateEnd@. Opcións de copia: horarios principais:$@CopyMainShifts@ - horarios alternativos:$@AlternativeShifts@ - copiar vacacións:$@CopyHolidays@ - Manter vacacións actuais:$@KeepBloquedDays@ - Manter días bloqueados:$@KeepHolidays@
it: È stata programmata una copia di pianificazione (attività $@iTask@) degli utenti:$@SourceEmployeeName@ agli utenti:$@DestinationEmployeeName@ tra le date $@DateIni@ - $@DateEnd@. Opzioni di copia: orari principali:$@CopyMainShifts@ - orari alternativi:$@AlternativeShifts@ - Copia di vacanze:$@CopyHolidays@ - Mantieni vacanze attuali:$@KeepBloquedDays@ - Mantieni giorni bloccati:$@KeepHolidays@
pt: Foi programada uma cópia do planeamento (tarefa $@iTask@) dos utilizadores:$@SourceEmployeeName@ aos utilizadores:$@DestinationEmployeeName@ entre as datas $@DateIni@ - $@DateEnd@. Opções de cópia: horários principais:$@CopyMainShifts@ - horários alternativos:$@AlternativeShifts@ - copiar férias:$@CopyHolidays@ - Manter férias atuais:$@KeepBloquedDays@ - Manter dias bloqueados:$@KeepHolidays@
sk: Bola naplánovaná kópia plánu (úloha $@iTask@) z users:$@SourceEmployeeName@ na users:$@DestinationEmployeeName@ medzi dátumami $@DateIni@ - $@DateEnd@. Možnosti kopírovania: hlavné rozvrhy:$@CopyMainShifts@ - alternatívne rozvrhy:$@AlternativeShifts@ - kopírovať sviatky:$@CopyHolidays@ - zachovať aktuálne sviatky:$@KeepBloquedDays@ - zachovať blokované dni:$@KeepHolidays@

# RES_audit.message.tcopyplanification.aselect.rotext
source: Se ha realizado una copia de planificación de calendario
ca: S’ha realitzat una còpia de planificació de calendari
eu: Egutegiaren plangintzaren kopia egin da
fr: Une copie de la planification du calendrier a été effectuée
gl: Realizouse unha copia de planificación de calendario
it: È stata effettuata una copia di pianificazione del calendario
pt: Foi feita uma cópia do planeamento do calendário
sk: Bola vytvorená kópia plánovacieho kalendára
