Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDXReport.*.resx
Languages: pt

# RES_cumplencriterio.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_cumplencriterio.nosuperan.rotext
source: Los que no superan
pt: Os que não excedam

# RES_cumplencriterio.elvalordelcampo.rotext
source: el valor del campo
pt: O valor do campo

# RES_cumplencriterio.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_cumplencriterio.periodto.rotext
source: hasta
pt: a

# RES_cumplencriterio.reportdescription.rotext
source: Permite conocer qué usuarios y en qué fechas, dentro en un rango determinado, superan o no superan el valor que se indique de saldos, incidencias y/o justificaciones.
pt: Permite saber que utilizadores e em que datas, dentro de um determinado intervalo, excedem ou não excedem o valor indicado nos saldos, incidências e/ou justificações.

# RES_cumplencriterio.reportname.rotext
source: Los que cumplen un criterio
pt: Os que cumprem um critério

# RES_cumplencriterio.superan.rotext
source: Los que superan
pt: Os que excedam

# RES_cumplimientohorario,horasexcesoymayordedicación.begin.rotext
source: Inicio
pt: Começar

# RES_cumplimientohorario,horasexcesoymayordedicación.blshift.rotext
source: Horario
pt: Agendar

# RES_cumplimientohorario,horasexcesoymayordedicación.end.rotext
source: Fin
pt: Fim

# RES_cumplimientohorario,horasexcesoymayordedicación.lblcau.rotext
source: Justificación
pt: Justificação

# RES_cumplimientohorario,horasexcesoymayordedicación.lblcause.rotext
source: Justificación
pt: Justificação

# RES_cumplimientohorario,horasexcesoymayordedicación.lblcauses.rotext
source: Justificaciones
pt: Justificações

# RES_cumplimientohorario,horasexcesoymayordedicación.lbldate.rotext
source: Fecha
pt: Data

# RES_cumplimientohorario,horasexcesoymayordedicación.lblemployee.rotext
source: Empleado:
pt: Colaborador:

# RES_cumplimientohorario,horasexcesoymayordedicación.lblgroup.rotext
source: GRUPO
pt: CONJUNTO

# RES_cumplimientohorario,horasexcesoymayordedicación.lblmonth.rotext
source: MES
pt: MÊS

# RES_cumplimientohorario,horasexcesoymayordedicación.lblpunchcau.rotext
source: J. Fichajes
pt: J. Picagens

# RES_cumplimientohorario,horasexcesoymayordedicación.lblpunchcauses.rotext
source: J. Fichajes
pt: J. Picagens

# RES_cumplimientohorario,horasexcesoymayordedicación.lblpunches.rotext
source: Fichajes
pt: Picagens

# RES_cumplimientohorario,horasexcesoymayordedicación.lblreportname.rotext
source: Calendario detallado por empleado
pt: Calendário detalhado por colaborador

# RES_cumplimientohorario,horasexcesoymayordedicación.lblshift.rotext
source: Horario
pt: Agendar

# RES_cumplimientohorario,horasexcesoymayordedicación.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. Sua divulgação é proibida. Se recebeu este documento por engano, é proibido lê-lo, copiá-lo e utilizá-lo. Pedimos-lhe que proceda imediatamente à sua destruição.

# RES_cumplimientohorario,horasexcesoymayordedicación.periodfrom.rotext
source: Desde
pt: De

# RES_cumplimientohorario,horasexcesoymayordedicación.periodto.rotext
source: Hasta
pt: A

# RES_cumplimientohorario,horasexcesoymayordedicación.reportname.rotext
source: Cumplimiento Horario, horas exceso y mayor dedicación
pt: Cumprimento de cronograma, excesso de horas e maior dedicação

# RES_definicióndesaldos.accusedinreports.rotext
source: Este acumulado se utiliza en los informes de pago de horas.
pt: Este acumulado utiliza-se nos relatórios de pagamentos por horas.

# RES_definicióndesaldos.anoencurso.rotext
source: Año en curso
pt: Ano em curso

# RES_definicióndesaldos.canconsultonterminal.rotext
source: Este saldo podrá ser consultado en los terminales.
pt: Este saldo poderá ser consultado nos terminais.

# RES_definicióndesaldos.exportfactor.rotext
source: Factor de exportación
pt: Fator de exportação

# RES_definicióndesaldos.hasta.rotext
source: hasta
pt: a

# RES_definicióndesaldos.mesencurso.rotext
source: Mes en curso
pt: Mês em curso

# RES_definicióndesaldos.pornumerodeveces.rotext
source: Por número de veces
pt: Por número de vezes

# RES_definicióndesaldos.portiempo.rotext
source: Por tiempo
pt: Por tempo

# RES_definicióndesaldos.reportname.rotext
source: Definición de saldos
pt: Definição de saldos

# RES_definicióndesaldos.screendisplayedvalue.rotext
source: Valor mostrado en las pantallas de consulta
pt: Valor apresentado nos ecrãs de consulta

# RES_definicióndesaldos.shortname.rotext
source: Nombre corto:
pt: Nome abreviado:

# RES_definicióndesaldos.validperiod.rotext
source: Periodo de validez
pt: Período de validade

# RES_identificadoresbiométricos.employee.rotext
source: Usuario
pt: Utilizador

# RES_identificadoresbiométricos.face.rotext
source: Cara
pt: Tipo

# RES_identificadoresbiométricos.recordedin.rotext
source: Grabada en
pt: Gravada em

# RES_informedeemergencia.emergencynumber.rotext
source: Número de emergencia
pt: Número de emergência

# RES_informedeemergencia.gotin.rotext
source: Fichó
pt: Picou

# RES_informedeemergencia.includedzones.rotext
source: Zonas incluidas:
pt: Zonas incluídas:

# RES_informedeemergencia.name.rotext
source: Nombre
pt: Nome

# RES_informedeemergencia.point.rotext
source: Punto:
pt: Ponto:

# RES_informedeemergencia.presentemployees.rotext
source: Usuarios presentes:
pt: Utilizadores presentes:

# RES_informedeemergencia.reportdescription.rotext
source: Permite conocer en tiempo real los usuarios presentes de nuestra organización, seleccionando la zona o zonas que queremos incluir y pudiendo añadir campos del Expediente de HR de los usuarios.
pt: Permite conhecer em tempo real os utilizadores presentes da nossa organização, selecionando a zona ou zonas que queremos incluir e podendo adicionar campos do Dossier de RH dos utilizadores.

# RES_informedeemergencia.reportname.rotext
source: Informe de Emergencia
pt: Relatório de emergência

# RES_informedeemergencia.sinasignar.rotext
source: Sin asignar
pt: Por atribuir

# RES_informedeemergencia.terminal.rotext
source: Terminal
pt: Posto

# RES_informedeemergencia.totalpresentemployees.rotext
source: Total de usuarios presentes:
pt: Total de utilizadores presentes:

# RES_informedepresencia.gotin.rotext
source: Entró
pt: eu entro

# RES_informedepresencia.hname.rotext
source: Nombre
pt: Nome

# RES_informedepresencia.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. Sua divulgação é proibida. Se recebeu este documento por engano, é proibido lê-lo, copiá-lo e utilizá-lo. Pedimos-lhe que proceda imediatamente à sua destruição.

# RES_informedepresencia.reportdescription.rotext
source: Permite conocer en tiempo real los usuarios presentes de nuestra organización, pudiendo añadir campos del Expediente de HR de los usuarios.
pt: Permite-nos conhecer em tempo real os utilizadores presentes na nossa organização, podendo adicionar campos do Dossier de RH dos utilizadores.

# RES_informedepresencia.totalpresentemployees.rotext
source: Total de usuarios presentes:
pt: Total de utilizadores presentes:

# RES_informedetalladoporusuario.date.rotext
source: Fecha
pt: Data

# RES_informedetalladoporusuario.employee.rotext
source: Fdo: El Trabajador
pt: Ass: O trabalhador

# RES_informedetalladoporusuario.enterprise.rotext
source: Fdo: La Empresa
pt: Ass: A empresa

# RES_informedetalladoporusuario.lblpunches.rotext
source: Fichajes
pt: Picagens

# RES_informedetalladoporusuario.lbltime.rotext
source: Tiempo
pt: Tempo

# RES_informedetalladoporusuario.lblto.rotext
source: Hasta
pt: A

# RES_informedetalladoporusuario.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_informedetalladoporusuario.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_informedetalladoporusuario.periodto.rotext
source: hasta
pt: a

# RES_informedetalladoporusuario.reportdescription.rotext
source: Permite obtener el registro de entradas y salidas, el horario planificado, los saldos e incidencias de los usuarios seleccionados en el rango de fechas determinado.
pt: Permite obter o registo de entradas e saídas, o horário planeado, os saldos e incidências dos utilizadores selecionados no intervalo de datas determinado.

# RES_informedetalladoporusuario.reportname.rotext
source: Informe detallado por usuario
pt: Relatório detalhado por utilizador

# RES_informedetalladoporusuarioexcel.reportdescription.rotext
source: Permite obtener el registro de entradas y salidas, el horario planificado, los saldos e incidencias de los usuarios seleccionados en el rango de fechas determinado en formato excel.
pt: Permite obter o registo de entradas e saídas, o horário planeado, os saldos e as incidências dos utilizadores selecionados no intervalo de datas determinado, em formato excel.

# RES_informedetalladoporusuarioexcel.reportname.rotext
source: Informe detallado por usuario EXCEL
pt: Relatório detalhado por utilizador EXCEL

# RES_justificacionescondetalle.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_justificacionescondetalle.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_justificacionescondetalle.periodto.rotext
source: hasta
pt: a

# RES_justificacionescondetalle.reportdescription.rotext
source: Mostrará las justificaciones generadas por los usuarios seleccionados dentro del periodo descrito. Pudiendo extraer los totales del periodo.
pt: Mostrará as justificações geradas pelos utilizadores selecionados dentro do período descrito. Podendo extrair os totais do período.

# RES_justificacionescondetalle.reportname.rotext
source: Justificaciones con detalle
pt: Justificações com detalhe

# RES_listadetareas.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_listadetareas.project.rotext
source: Proyecto:
pt: Projeto:

# RES_listadetareas.reportname.rotext
source: Lista de tareas
pt: Lista de tarefas

# RES_listadodetallediaromenús.fechahora.rotext
source: Fecha / Hora
pt: Data / Hora

# RES_listadodetallediaromenús.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_listadodetallediaromenús.nota.rotext
source: Nota: Tipo = 7 = fichaje Offline. Requiere revisión.
pt: Nota: Tipo = 7 = picagem offline. Requer revisão.

# RES_listadodetallediaromenús.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_listadodetallediaromenús.periodto.rotext
source: hasta
pt: a

# RES_listadodetallediaromenús.reportdescription.rotext
source: Listado con detalle diario de fichajes en comedor para los usuarios seleccionados.
pt: Lista com detalhe diário de picagens no refeitório para os utilizadores selecionados.

# RES_listadodetallediaromenús.reportname.rotext
source: Listado diario de comedor
pt: Lista diária do refeitório

# RES_listadodetallediaromenús.totalseleccion.rotext
source: Total Selección
pt: Total seleção

# RES_listadodetallediaromenús.usuario.rotext
source: Usuario
pt: Utilizador

# RES_listadototalmenús.cantidad.rotext
source: Cantidad
pt: Quantidade

# RES_listadototalmenús.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_listadototalmenús.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_listadototalmenús.periodto.rotext
source: hasta
pt: a

# RES_listadototalmenús.reportdescription.rotext
source: Listado con detalle total de fichajes en comedor para los usuarios seleccionados.
pt: Lista com detalhe total de picagens no refeitório para os utilizadores selecionados.

# RES_listadototalmenús.reportname.rotext
source: Listado total de comedor
pt: Lista total do refeitório

# RES_listadototalmenús.totalempleado.rotext
source: Total Empleado
pt: Total colaborador

# RES_listadototalmenús.turno.rotext
source: Turno
pt: Horário

# RES_listadototalmenús.usuario.rotext
source: Usuario
pt: Utilizador

# RES_losquecumplanuncriterio.reportname.rotext
source: &quot;Los que cumplan un criterio&quot;
pt: &quot;Os que cumpram um critério&quot;

# RES_pagosporcontrato.empleado.rotext
source: Usuario
pt: Utilizador

# RES_pagosporcontrato.employeestotal.rotext
source: Total usuario:
pt: Total utilizador:

# RES_pagosporcontrato.horasveces.rotext
source: Horas/Veces
pt: Horas/Vezes

# RES_pagosporcontrato.importe.rotext
source: Importe
pt: Montante

# RES_pagosporcontrato.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_pagosporcontrato.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_pagosporcontrato.periodto.rotext
source: hasta
pt: a

# RES_pagosporcontrato.precio.rotext
source: Precio
pt: Preço

# RES_pagosporcontrato.reportdescription.rotext
source: Obtenemos el listado de los pagos por usuario dentro de un periodo de fechas.
pt: Obtemos a lista dos pagamentos por utilizador dentro de um intervalo de datas.

# RES_pagosporcontrato.reportname.rotext
source: Pagos por contrato
pt: Pagamentos por contrato

# RES_pagosporcontrato.times.rotext
source: Horas/Veces
pt: Horas/Vezes

# RES_pagosporcontrato.totalempleado.rotext
source: Total empleado:
pt: Total colaborador:

# RES_porcentajedeabsentismo.absnoretri.rotext
source: Abs. no retribuido
pt: Abs. não remunerado

# RES_porcentajedeabsentismo.absretri.rotext
source: Abs. retribuido
pt: Abs. remunerado

# RES_porcentajedeabsentismo.empleado.rotext
source: Empleado:
pt: Colaborador:

# RES_porcentajedeabsentismo.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_porcentajedeabsentismo.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_porcentajedeabsentismo.periodto.rotext
source: hasta
pt: a

# RES_porcentajedeabsentismo.reportdescription.rotext
source: Permite obtener del periodo y usuarios seleccionados, las horas teóricas y de absentismo retribuido y no retribuido y sus porcentajes respecto a las horas teóricas.
pt: Permite obter do período e dos utilizadores selecionados as horas teóricas e de absentismo remunerado e não remunerado e as respetivas percentagens relativas às horas teóricas.

# RES_porcentajedeabsentismo.reportname.rotext
source: Porcentaje del absentismo
pt: Percentagem de absentismo

# RES_porcentajedelabsentismo.absnonretrib.rotext
source: Abs no retribuido
pt: Abs. não remunerado

# RES_porcentajedelabsentismo.absretrib.rotext
source: Abs retribuido
pt: Abs. remunerado

# RES_porcentajedelabsentismo.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_porcentajedelabsentismo.periodto.rotext
source: hasta
pt: a

# RES_porcentajedelabsentismo.reportname.rotext
source: Porcentaje del absentismo
pt: Percentagem de absentismo

# RES_previsióndelabsentismo.grupo.rotext
source: Grupo:
pt: Conjunto:

# RES_previsióndelabsentismo.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. Sua divulgação é proibida. Se recebeu este documento por engano, é proibido lê-lo, copiá-lo e utilizá-lo. Pedimos-lhe que proceda imediatamente à sua destruição.

# RES_previsióndelabsentismo.periodfrom.rotext
source: Periodo desde
pt: Periodo de

# RES_previsióndelabsentismo.periodto.rotext
source: hasta
pt: a

# RES_previsióndelabsentismo.reportdescription.rotext
source: Permite obtener la previsión del absentismo del periodo y usuarios seleccionados.
pt: Permite obter a previsão de absentismo do período e dos utilizadores selecionados.

# RES_previsióndelabsentismo.reportname.rotext
source: Previsión del absentismo
pt: Previsão de absentismo

# RES_puestosdesglosado.empleado.rotext
source: Empleado
pt: Colaborador

# RES_puestosdesglosado.equivalencia.rotext
source: Equivalencia
pt: Equivalência

# RES_puestosdesglosado.fecha.rotext
source: Fecha
pt: Data

# RES_puestosdesglosado.fechafin.rotext
source: Fin intervalo
pt: Intervalo final

# RES_puestosdesglosado.fechainicio.rotext
source: Inicio intervalo
pt: Intervalo inicial

# RES_puestosdesglosado.fechas.rotext
source: FECHAS
pt: DATAS

# RES_puestosdesglosado.observaciones.rotext
source: Observaciones
pt: Observações

# RES_puestosdesglosado.puesto.rotext
source: Puesto
pt: Posição

# RES_puestosdesglosado.reportdescription.rotext
source: Permite obtener de la planificación por puestos los datos de horario asignado, observaciones y equivalencia del mismo y puesto de los empleados en un rango de fechas.
pt: Permite obter dados sobre o horário atribuído, observações e equivalência do mesmo e dos cargos dos colaboradors em um intervalo de datas a partir do planeamento de cargos.

# RES_puestosdesglosado.reportname.rotext
source: Puestos desglosado
pt: Posições divididas

# RES_puestosdesglosado.turno.rotext
source: Turno
pt: Horário

# RES_puestosyhorariosporempleado.empleado.rotext
source: Empleado
pt: Colaborador

# RES_puestosyhorariosporempleado.fecha.rotext
source: Fecha
pt: Data

# RES_puestosyhorariosporempleado.grupo.rotext
source: Grupo:
pt: Conjunto:

# RES_puestosyhorariosporempleado.horario.rotext
source: Horario
pt: Agendar

# RES_puestosyhorariosporempleado.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Este documento contém INFORMAÇÕES CONFIDENCIAIS. Sua divulgação é proibida. Se recebeu este documento por engano, é proibido lê-lo, copiá-lo e utilizá-lo. Pedimos-lhe que proceda imediatamente à sua destruição.

# RES_puestosyhorariosporempleado.periodfrom.rotext
source: Periodo desde
pt: Periodo de

# RES_puestosyhorariosporempleado.periodto.rotext
source: hasta
pt: a

# RES_puestosyhorariosporempleado.puesto.rotext
source: Puesto
pt: Posição

# RES_puestosyhorariosporempleado.reportdescription.rotext
source: Permite obtener de la planificación por puestos los datos de horario asignado, puesto y horas teóricas de los empleados en un rango de fechas.
pt: Permite obter dados sobre horário atribuído, cargo e horas teóricas dos colaboradors num intervalo de datas a partir do planeamento de cargos.

# RES_puestosyhorariosporempleado.reportname.rotext
source: Puestos y horarios por empleado
pt: Cargos e horários por colaborador

# RES_puestosyhorariosporempleado.teoricas.rotext
source: H. Teóricas
pt: H. Teórico

# RES_puestosyhorariosporempleado.totalempleado.rotext
source: Total empleado:
pt: Colaborador total:

# RES_quiendeberíaestarpresenteahora.assignedschedule.rotext
source: Horario asignado
pt: Horário atribuído

# RES_quiendeberíaestarpresenteahora.employee.rotext
source: Usuario
pt: Utilizador

# RES_quiendeberíaestarpresenteahora.observations.rotext
source: Observaciones
pt: Observações

# RES_quiendeberíaestarpresenteahora.reportname.rotext
source: Quién debería estar presente ahora
pt: Quem deveria estar presente agora

# RES_quiendeberíaestarpresenteahora.start.rotext
source: Inicio
pt: Início

# RES_quiendeberíahaberllegado.assignedschedule.rotext
source: Horario asignado
pt: Horário atribuído

# RES_quiéndeberíahaberllegado.assignedshift.rotext
source: Horario asignado
pt: Horário atribuído

# RES_quiéndeberíahaberllegado.ausenciaprolongada.rotext
source: en ausencia prolongada por
pt: em ausência prolongada por

# RES_quiéndeberíahaberllegado.cause.rotext
source: Justificación
pt: Justificação

# RES_quiendeberíahaberllegado.employee.rotext
source: Usuario
pt: Utilizador

# RES_quiéndeberíahaberllegado.fichosalida.rotext
source: fichó salida por
pt: picou a saída por

# RES_quiéndeberíahaberllegado.incidenciaprevista.rotext
source: en incidencia prevista por
pt: em ausência prevista por

# RES_quiéndeberíahaberllegado.inicio.rotext
source: Inicio
pt: Início

# RES_quiendeberíahaberllegado.justification.rotext
source: Justificación
pt: Justificação

# RES_quiéndeberíahaberllegado.legal.rotext
source: Este documento contiene INFORMACIÓN CONFIDENCIAL. Su divulgación está prohibida. Si ha recibido este documento por error, su lectura, copia y uso están prohibidos. Le rogamos que proceda inmediatamente a su destrucción.
pt: Informação interna. Proibida a cópia, o uso ou a distribuição não autorizada da mesma. Se não é o destinatário da mensagem, pedimos que informe o remetente e que a destrua juntamente com todo o seu conteúdo.

# RES_quiéndeberíahaberllegado.periodfrom.rotext
source: Periodo desde
pt: Período desde

# RES_quiéndeberíahaberllegado.periodto.rotext
source: hasta
pt: a
