Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveCommunique.*.resx
Languages: ca, eu, sk

# RES_communique.roacceptsuploadimage.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_communique.roactivecommuniques.rotext
source: Active announcements
ca: Comunicats actius
eu: Komunikazio aktiboak
sk: Aktívne komuniké

# RES_communique.roactives.rotext
source: Assets
ca: Actius
eu: Aktiboak
sk: Aktíva

# RES_communique.roallcategories.rotext
source: All categories
ca: Totes les categories
eu: Kategoria guztiak
sk: Všetky kategórie

# RES_communique.roarchivecommunique.rotext
source: Archive press release
ca: Arxivar comunicat
eu: Artxiboaren adierazpena
sk: Archívne komuniké

# RES_communique.roarchivecommuniques.rotext
source: Archived Press Releases
ca: Comunicats arxivats
eu: Artxibatutako argitalpenak
sk: Archivované tlačové správy

# RES_communique.roarchives.rotext
source: Archived
ca: Arxivats
eu: Artxibatuta
sk: Archivované

# RES_communique.rocancelcommunique.rotext
source: Please cancel this post. It will also be archived.
ca: Cancel·lar aquest comunicat. També s’arxivarà
eu: Utzi komunikazio hau. Artxibatuko da ere
sk: Zrušte toto oznámenie. Bude tiež archivované

# RES_communique.rocanceluploadimage.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_communique.rochangesfound.rotext
source: Changes have been found in the statement
ca: S’han trobat canvis al comunicat
eu: Adierazpenean aldaketak aurkitu dira
sk: V komuniké boli zistené zmeny

# RES_communique.rocommuniqueadvanced.rotext
source: Advanced
ca: Avançat
eu: Aurreratua
sk: Pokročilé

# RES_communique.rocommuniquedestination.rotext
source: Who is it for?
ca: A qui s’adreça?
eu: Nori zuzenduta dago?
sk: komu je určená?

# RES_communique.rocommuniqueforgroups.rotext
source: To the groups
ca: Als grups
eu: Taldeei
sk: Skupinám

# RES_communique.rocommuniqueforusers.rotext
source: To the users
ca: Als usuaris
eu: Erabiltzaileei
sk: Používateľom

# RES_communique.rocomunicados.rotext
source: News
ca: Comunicats
eu: Iragarkiak
sk: komunikoval

# RES_communique.roconfiguracion.rotext
source: Configuration
ca: Configuració
eu: Ezarpena
sk: Konfigurácia

# RES_communique.rocreatecommunique.rotext
source: Create new statement
ca: Crear nou comunicat
eu: Sortu adierazpen berria
sk: Vytvorenie novej tlačovej správy

# RES_communique.rodesign.rotext
source: Design
ca: Disseny
eu: Diseinua
sk: Dizajn

# RES_communique.rodestination.rotext
source: Who is it for?
ca: A qui s’adreça?
eu: Nori zuzenduta dago?
sk: komu je určená?

# RES_communique.rodiscartcommunique.rotext
source: Discard Changes
ca: Descartar canvis
eu: Baztertu aldaketak
sk: Vyradenie zmien

# RES_communique.rohidecommuniques.rotext
source: Hide announcements
ca: Ocultar comunicats
eu: Ezkutatu komunikazioak
sk: Skryť oznámenia

# RES_communique.roimagealt.rotext
source: Alternative text:
ca: Text alternatiu:
eu: Testu alternatiboa:
sk: Alternatívny text:

# RES_communique.roimageheight.rotext
source: Height(px):
ca: Alçada(px):
eu: Altuera (px):
sk: Výška(px):

# RES_communique.roimageurl.rotext
source: URL:
eu: URLa:

# RES_communique.roimagewidth.rotext
source: Width(px):
ca: Amplada(px):
eu: Zabalera (px):
sk: Šírka(px):

# RES_communique.rointernalcommunication.rotext
source: Internal Communication
ca: Comunicació interna
eu: Barne komunikazioa
sk: Interná komunikácia

# RES_communique.roplaceholdersearchreportsby.rotext
source: Search for releases by name, description...
ca: Busca comunicats per nom, descripció...
eu: Bilatu komunikazioak izenaren, deskribapenaren...
sk: Vyhľadajte vydania podľa názvu, popisu...

# RES_communique.roremovecommunique.rotext
source: Delete statement
ca: Eliminar comunicat
eu: Ezabatu adierazpena
sk: Vymazať komuniké

# RES_communique.roresults.rotext
source: Results
ca: Resultats
eu: Emaitzak
sk: Výsledky

# RES_communique.rosavechanges.rotext
source: Save Changes
ca: Desar canvis
eu: Aldaketak gorde
sk: Uloženie zmien

# RES_communique.rosearchcommuniques.rotext
source: Search among the announcements
ca: Buscar entre els comunicats
eu: Bilatu komunikazioen artean
sk: Vyhľadávanie v tlačových správach

# RES_communique.roseeactivecommuniques.rotext
source: See active announcements
ca: Veure comunicats actius
eu: Ikusi komunikazio aktiboak
sk: Zobraziť aktívne komuniké

# RES_communique.roseearchivedcommuniques.rotext
source: See archived press releases
ca: Veure comunicats arxivats
eu: Ikusi artxibatutako komunikazioak
sk: Zobraziť archivované tlačové správy

# RES_communique.rosendcommunique.rotext
source: Send communication
ca: Enviar comunicat
eu: Bidali adierazpena
sk: Odoslať tlačovú správu

# RES_communique.roshowcommuniques.rotext
source: Show press releases
ca: Mostrar comunicats
eu: Erakutsi komunikazioak
sk: Zobraziť tlačové správy

# RES_communique.rounarchivecommunique.rotext
source: Unarchive statement
ca: Desarxivar comunicat
eu: Desartxiboko komunikazioa
sk: Komuniké Unarchive

# RES_communique.rouncancelcommunique.rotext
source: Recover statement.
ca: Recuperar comunicat.
eu: Berreskuratu adierazpena.
sk: Vyvolať komuniké.

# RES_communique.statistics.rotext
source: Statistics
ca: Estadístiques
eu: Estatistika
sk: Štatistika

# RES_employeeselector.roemployeeplaceholder.rotext
source: Select user...
ca: Seleccionar usuari...
eu: Hautatu erabiltzailea...
sk: Vyberte používateľa...

# RES_employeeselector.roemployeeplaceholderlarge.rotext
source: Enter 3 characters to search for users...
ca: Escriu 3 caràcters per buscar usuaris...
eu: Idatzi 3 karaktere erabiltzaileak bilatzeko...
sk: Zadajte 3 znaky na vyhľadávanie používateľov...
