Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveSecurity.*.resx
Languages: ca, it

# RES_passports.tbmovepassports.rotext
source: Assign users to a user group
ca: Assignar usuaris a un grup d’usuaris
it: Assegna utenti a un gruppo di utenti

# RES_passports.tbshowreports.rotext
source: Reports
ca: Informes
it: Rapporti

# RES_passports.title.rotext
source: Users
ca: Usuaris
it: Utenti

# RES_passports.title_passports_pathway.rotext
source: Users
ca: Usuaris
it: Utenti

# RES_passports.treecaptionpassports.rotext
source: Users
ca: Usuaris
it: Utenti

# RES_passportsauthorizations.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_passportsauthorizations.btsave.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_passportsauthorizations.chkcostcenters.text.rotext
source: Select all access authorizations.
ca: Seleccionar totes les autoritzacions d’accés.
it: Seleziona tutte le autorizzazioni di accesso.

# RES_passportsauthorizations.lblinfoauth.text.rotext
source: Existing access authorizations
ca: Autoritzacions d’accés existents
it: Autorizzazioni di accesso esistenti

# RES_passportsauthorizations.lbltitleauth.text.rotext
source: Access authorizations
ca: Autoritzacions d’accés
it: Autorizzazioni di accesso

# RES_passportsauthorizations.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_passportsauthorizations.title.rotext
source: Assigned access authorizations
ca: Autoritzacions d’accés assignades
it: Autorizzazioni di accesso assegnate

# RES_passportsbusinesgroups.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_passportsbusinesgroups.btsave.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_passportsbusinesgroups.lblinfo.text.rotext
source: Existing business groups
ca: Grups de negoci existents
it: Gruppi commerciali esistenti

# RES_passportsbusinesgroups.lbltitle.text.rotext
source: Business groups
ca: Grups de negoci
it: Gruppi commerciali

# RES_passportsbusinesgroups.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_passportsbusinesgroups.title.rotext
source: Assigned business groups
ca: Grups de negoci assignats
it: Gruppi commerciali assegnati

# RES_passportsbusinesscenters.btcancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_passportsbusinesscenters.btsave.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_passportsbusinesscenters.chkcostcenters.text.rotext
source: Select all cost centers.
ca: Seleccionar tots els centres de cost.
it: Seleziona tutti i centri di costo.

# RES_passportsbusinesscenters.deselectall.rotext
source: None
ca: Cap
it: Nessuno

# RES_passportsbusinesscenters.lblinfo.text.rotext
source: Existing cost centers
ca: Centres de cost existents
it: Centri di costo esistenti

# RES_passportsbusinesscenters.lbltitle.text.rotext
source: Cost centers
ca: Centres de cost
it: Centri di costo

# RES_passportsbusinesscenters.myhidebutton.text.rotext
source: Button
it: Pulsante

# RES_passportsbusinesscenters.selectall.rotext
source: All
ca: Tots
it: Tutto

# RES_passportsbusinesscenters.title.rotext
source: Assigned cost centers
ca: Centres de cost assignats
it: Centri di costo assegnati

# RES_passportsecurityactions.btclose.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_passportsecurityactions.btend.text.rotext
source: Finish
ca: Finalitzar
it: Fine

# RES_passportsecurityactions.btnext.text.rotext
source: Next >
ca: Següent >
it: successivo >

# RES_passportsecurityactions.btprev.text.rotext
source: < previous
ca: < anterior
it: < precedente

# RES_passportsecurityactions.checkpage.incorrectemployeesselected.rotext
source: Empty selection
ca: Selecció buida
it: Selezione vuota

# RES_passportsecurityactions.end.employeesgroupwelcome1.text.rotext
source: Wizard to modify user security parameters.
ca: Assistent per modificar paràmetres de seguretat d’usuaris.
it: Assistente per modificare parametri di sicurezza degli utenti.

# RES_passportsecurityactions.end.error.employeesgroupwelcome2.text.rotext
source: Actions on users could not be performed
ca: No s’han pogut dur a terme les accions sobre els usuaris
it: Non è stato possibile svolgere le azioni relative agli utenti

# RES_passportsecurityactions.end.ok.employeesgroupwelcome2.text.rotext
source: The requested actions have been completed successfully.
ca: Modificacions realitzades correctament.
it: Modifiche apportate correttamente

# RES_passportsecurityactions.lbloptconfigureapps.text.rotext
source: Configure applications
ca: Configurar aplicacions
it: Configura applicazioni

# RES_passportsecurityactions.lbloptconfigureappsdesc.text.rotext
source: The same applications and options as the selected user will be configured.
ca: Es configuraran les mateixes aplicacions i opcions que l’usuari seleccionat.
it: Verranno configurate le stesse applicazioni e opzioni dell´utente selezionato.

# RES_passportsecurityactions.lbloptcopypermissions.text.rotext
source: Copy permissions
ca: Copiar permisos
it: Copia autorizzazioni

# RES_passportsecurityactions.lbloptcopypermissionsdesc.text.rotext
source: The same permissions as the selected user will be assigned.
ca: S’assignaran els mateixos permisos que l’usuari seleccionat.
it: Verranno assegnati gli stessi permessi dell´utente selezionato.

# RES_passportsecurityactions.lbloptlockaccount.text.rotext
source: Block accounts
ca: Bloquejar comptes
it: Blocca account

# RES_passportsecurityactions.lbloptlockaccountdesc.text.rotext
source: The associated account will be blocked to deny access to the application.
ca: El compte associat es bloquejarà per denegar l’accés a l’aplicació.
it: L´account associato verrà bloccato per rifiutare l´accesso all´applicazione.

# RES_passportsecurityactions.lbloptresetpassword.text.rotext
source: Reset password
ca: Restablir contrasenya
it: Ripristina password

# RES_passportsecurityactions.lbloptresetpassworddesc.text.rotext
source: A message will be sent to the user and upon validation he/she will be asked to change the password.
ca: S’enviarà un missatge a l’usuari i, en el moment de la validació, se li demanarà que canviï la contrasenya.
it: Verrà inviato un messaggio all´utente e al momento della convalida verrà richiesto di modificare la password.

# RES_passportsecurityactions.lbloptsendusername.text.rotext
source: Send user
ca: Enviar usuari
it: Invia utente

# RES_passportsecurityactions.lbloptsendusernamedesc.text.rotext
source: A message will be sent to the user informing them of the username they must use to validate themselves.
ca: S´enviarà un missatge a l´usuari informant-lo del nom d´usuari que cal utilitzar per validar-se.
it: Verrà inviato un messaggio all´utente informandolo del nome utente che dovrà utilizzare per convalidarsi.

# RES_passportsecurityactions.lbloptunlockaccount.text.rotext
source: Unlock accounts
ca: Desbloquejar comptes
it: Sblocca account

# RES_passportsecurityactions.lbloptunlockaccountdesc.text.rotext
source: The associated account will be unlocked to allow access to the application.
ca: El compte associat es desbloquejarà per permetre l’accés a l’aplicació.
it: L´account associato verrà sbloccato per consentire l´accesso all´applicazione.

# RES_passportsecurityactions.lblstep2infoemployees.text.rotext
source: Select the users you want to treat.
ca: Selecciona els usuaris que vols tractar.
it: Seleziona gli utenti che desideri trattare.

# RES_passportsecurityactions.lblstep2infousers.text.rotext
source: Select the users you want to treat.
ca: Selecciona els usuaris que vols tractar.
it: Seleziona gli utenti che desideri trattare.

# RES_passportsecurityactions.lblstep2title.text.rotext
source: Select the action to perform on the previous selection.
ca: Selecciona l’acció que cal dur a terme sobre la selecció anterior.
it: Seleziona l´azione da effettuare sulla selezione precedente.

# RES_passportsecurityactions.lblwelcome2.text.rotext
source: This wizard will help you perform actions or modify parameters related to application access permissions.
ca: Aquest assistent permet modificar paràmetres relacionats amb permisos d’accés a l’aplicació.
it: Questo assistente ti aiuterà a modificare i parametri correlati ad autorizzazioni di accesso all´applicazione.

# RES_passportsecurityactions.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
it: Per continuare, fai clic su Avanti.

# RES_passportsecurityactions.lblwelcomeemployees.text.rotext
source: Welcome to the wizard for performing actions or modifying user security parameters.
ca: Et donem la benvinguda a l’assistent per modificar paràmetres de seguretat d’usuaris.
it: Ti diamo il benvenuto all´assistente per modificare i parametri di sicurezza degli utenti.

# RES_passportsecurityactions.lblwelcomeusers.text.rotext
source: Welcome to the wizard for performing actions or modifying user security parameters.
ca: Et donem la benvinguda a l’assistent per modificar paràmetres de seguretat d’usuaris.
it: Ti diamo il benvenuto all´assistente per modificare i parametri di sicurezza degli utenti.

# RES_passportsecurityactions.opsendusername.description.rotext
source: A message will be sent to the user informing them of the username they must use to validate themselves.
ca: S´enviarà un missatge a l´usuari informant-vos del nom d´usuari que heu d´utilitzar per validar-vos.
it: Verrà inviato un messaggio all´utente informandolo del nome utente che dovrà utilizzare per convalidarsi.

# RES_passportsecurityactions.title.rotext
source: Wizard to modify security parameters
ca: Assistent per modificar paràmetres de seguretat
it: Assistente per modificare parametri di sicurezza

# RES_permitidopassports.checkpermission.denied.message.rotext
source: You do not have permission to modify the data
ca: No tens permisos per modificar les dades
it: Non disponi delle autorizzazioni per modificare i dati

# RES_saasadmin.btchangecalendarmode.text.rotext
source: Change calendar mode
ca: Canviar mode calendari
it: Modifica modalità calendario

# RES_saasadmin.btnaccept.text.rotext
source: Save
ca: Desa
it: Mantenere

# RES_saasadmin.btnactivategenius.text.rotext
source: Activate Genius
ca: Activar Genius
it: Attiva Genio

# RES_saasadmin.btnactivatemode.text.rotext
source: Change mode
ca: Canviar mode
it: Modifica modalità

# RES_saasadmin.btnactivatepunchrequests.text.rotext
source: Activate requests for forgotten signings
ca: Activar sol·licituds per a fitxatges oblidats
it: Attiva le richieste di trasferimenti dimenticati

# RES_saasadmin.btnactivateservice.text.rotext
source: Activate service
ca: Activar servei
it: Attiva servizio

# RES_saasadmin.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_saasadmin.btncancelservice.text.rotext
source: Cancel service
ca: Cancel·lar servei
it: Annulla servizio

# RES_saasadmin.btncopiacompleta.text.rotext
source: Perform full backup
ca: Fer còpia completa
it: Effettua una copia completa

# RES_saasadmin.btncopiatecnica.text.rotext
source: Perform technical copy
ca: Fer còpia tècnica
it: Effettua copia tecnica

# RES_saasadmin.btncreatechart.text.rotext
source: Create organizational chart from group structure
ca: Crear organigrama a partir de l’estructura de grups
it: Crea organigramma a partire dalla struttura dei gruppi

# RES_saasadmin.btndectivatepunchrequests.text.rotext
source: Disable requests for forgotten transfers
ca: Desactivar sol·licituds per a fitxatges oblidats
it: Disattiva le richieste di trasferimenti dimenticati

# RES_saasadmin.btndeletealternativeshifts.text.rotext
source: Eliminate alternative schedules
ca: Eliminar horaris alternatius
it: Elimina orari alternativi

# RES_saasadmin.btneliminateexceptions.text.rotext
source: Delete user exceptions
ca: Eliminar excepcions d´usuaris
it: Rimuovi le eccezioni utente

# RES_saasadmin.btnewdocument.text.rotext
source: Save as...
ca: Guardar com...
it: Salva come...

# RES_saasadmin.btnqueryvalue.text.rotext
source: Consult
ca: Consultar
it: Consulta

# RES_saasadmin.btnregeneratepwd.text.rotext
source: Regenerate passwords
ca: Regenerar contrasenyes
it: Genera nuove password

# RES_saasadmin.btnsaveparameter.text.rotext
source: Save
ca: Gravar
it: Incidere

# RES_saasadmin.btnsaveuser.text.rotext
source: Create user
ca: Crear usuari
it: Crea utente

# RES_saasadmin.btsavechanges.text.rotext
source: Save changes
ca: Desar canvis
it: Salvare le modifiche

# RES_saasadmin.geniustitle.text.rotext
source: Activate Genius
ca: Activar Genius
it: Attiva Genio

# RES_saasadmin.label1.text.rotext
source: Security Administration
ca: Administració de seguretat
it: Amministrazione di sicurezza

# RES_saasadmin.label2.text.rotext
source: Using calendar
ca: Utilització de calendari
it: Utilizzo di calendario

# RES_saasadmin.lblactualcalendarmode.text.rotext
source: Mode:
it: Modalità:

# RES_saasadmin.lblactualgenius.text.rotext
source: State:
ca: Estat:
it: Stato:

# RES_saasadmin.lblactualmode.text.rotext
source: Mode:
it: Modalità:

# RES_saasadmin.lblactualpunchrequests.text.rotext
source: State:
ca: Estat:
it: Stato:

# RES_saasadmin.lblactualstatus.text.rotext
source: State:
ca: Estat:
it: Stato:

# RES_saasadmin.lbladminsystem.text.rotext
source: System
ca: Sistema
it: Sistema

# RES_saasadmin.lbladvancedparameterstitle.text.rotext
source: Advanced parameters
ca: Paràmetres avançats
it: Parametri avanzati

# RES_saasadmin.lbladvtemplateedit.text.rotext
source: Template Type:
ca: Tipus de plantilla:
it: Tipo di modello:

# RES_saasadmin.lblbackups.text.rotext
source: Backups
ca: Còpies de seguretat
it: Backup

# RES_saasadmin.lblchangegenius.text.rotext
source: Click the button below to activate Visualtime Genius in this environment.
ca: Fes clic al següent botó per activar Visualtime Genius en aquest entorn.
it: Fare clic sul pulsante seguente per attivare Visualtime Genius in questo ambiente.

# RES_saasadmin.lblchangegenius2.text.rotext
source: IMPORTANT: When you activate Genius, ALL analytics currently created and scheduled in the environment will be lost as they are not compatible with the new functionality.
ca: IMPORTANT: En activar Genius, es perdran TOTES les analítiques creades i planificades actualment a l´entorn, en no ser compatibles amb la nova funcionalitat
it: IMPORTANTE: Quando attivi Genius, TUTTE le analitiche attualmente create e pianificate nell´ambiente andranno perse, poiché non compatibili con la nuova funzionalità

# RES_saasadmin.lblchangemodeinfov1_v3a.text.rotext
source: To activate the V3 permission mode, remember that before carrying out the process there must be no exceptions in the supervisors
ca: Per activar el mode de permisos V3, recorda que abans de realitzar el procés no hi ha d´haver excepcions als supervisors
it: Per attivare la modalità permessi V3 ricordiamo che prima di effettuare il processo non devono esserci eccezioni nei supervisori

# RES_saasadmin.lblchangemodeinfov2_v3.text.rotext
source: Important. Once the process is complete, you must log out and wait a few minutes for the permissions change to be fully implemented.
ca: Important. Una vegada finalitzat el procés, cal tancar sessió i esperar uns minuts fins que el canvi de permisos s’hagi completat
it: Importante. Una volta concluso il processo, devi chiudere la sessione e attendere qualche minuto prima che la modifica delle autorizzazioni si concluda

# RES_saasadmin.lblchangemodeinfov2_v3a.text.rotext
source: To activate V3 permissions mode, remember that before performing the process there must be no exceptions in the supervisors, except for the exception of 'Can supervise himself'
ca: Per activar el mode de permisos V3, recorda que abans de realitzar el procés no hi ha d’haver excepcions als supervisors, excepte l’excepció “Es pot supervisar a si mateix”
it: Per attivare la modalità di autorizzazioni V3, ricorda che prima di realizzare il processo non devono essere presenti eccezioni per i supervisori, salvo l´eccezione &quot;È possibile essere il proprio supervisore&quot;

# RES_saasadmin.lblchangepunchrequests.text.rotext
source: Click the button below to disable requests when making forgotten signings. The signings will be directly created as untrusted without having to approve them previously.
ca: Fes clic al següent botó per desactivar les sol·licituds en realitzar fitxatges oblidats. Els fitxatges es crearan directament com a no fiables sense haver-los d´aprovar prèviament.
it: Fare clic sul pulsante seguente per disattivare le richieste in caso di firme dimenticate. Le firme verranno create direttamente come inaffidabili senza doverle approvare preventivamente.

# RES_saasadmin.lblchangepunchrequests2.text.rotext
source: IMPORTANT: Performing this action will approve ALL pending forgotten transfer requests and delete the corresponding notifications.
ca: IMPORTANT: En realitzar aquesta acció, s´aprovaran TOTES les sol·licituds pendents de fitxatges oblidats i s´eliminaran les notificacions corresponents.
it: IMPORTANTE: eseguendo questa azione, TUTTE le richieste pendenti di trasferimenti dimenticati verranno approvate e le notifiche corrispondenti verranno eliminate.

# RES_saasadmin.lbldescription1.text.rotext
source: Enter the name of the template
ca: Introduïu el nom de la plantilla
it: Immettere il nome del modello

# RES_saasadmin.lblleveltitle.text.rotext
source: Level:
ca: Nivell:
it: Livello:

# RES_saasadmin.lblname.text.rotext
source: Name
ca: Nom
it: Nome

# RES_saasadmin.lblparametername.text.rotext
source: Parameter:
ca: Paràmetre:
it: Parametro:

# RES_saasadmin.lblparameterqueryvalue.text.rotext
source: Parameter:
ca: Paràmetre:
it: Parametro:

# RES_saasadmin.lblparameterrequest.text.rotext
source: Query advanced parameter:
ca: Consulta paràmetre avançat:
it: Consulta parametro avanzato:

# RES_saasadmin.lblparametervalue.text.rotext
source: Worth:
ca: Valor:
it: Valore:

# RES_saasadmin.lblpassporttitle.text.rotext
source: Supervisor:
it: Supervisore:

# RES_saasadmin.lblpassword.text.rotext
source: Password:
ca: Contrasenya:
it: Parola d'ordine:

# RES_saasadmin.lblqueryparametervalue.text.rotext
source: Worth:
ca: Valor:
it: Valore:

# RES_saasadmin.lblsaastitle.text.rotext
source: SaaS Service Management
ca: Administració de servei SaaS
it: Amministrazione del servizio SaaS

# RES_saasadmin.lblsaveparameter.text.rotext
source: Save advanced parameter:
ca: Desar paràmetre avançat:
it: Salva parametro avanzato:

# RES_saasadmin.lblsaveuser.text.rotext
source: Save training user:
ca: Desar usuari de formació:
it: Salva utente di formazione:

# RES_saasadmin.lblsecurityfunction.text.rotext
source: Role
ca: Rol
it: Ruolo

# RES_saasadmin.lblserviceadmin.text.rotext
source: Service Administration
ca: Administració del servei
it: Amministrazione del servizio

# RES_saasadmin.lbltemplatemanage.text.rotext
source: Templates
ca: Plantilles
it: Modelli

# RES_saasadmin.lbltemplatename.text.rotext
source: Template name:
ca: Nom de la plantilla:
it: Nome modello:

# RES_saasadmin.lbltemplatesedittitle.text.rotext
source: Forms
ca: Planetes
it: Fogli di lavoro

# RES_saasadmin.lbltitle.text.rotext
source: Save as...
ca: Guardar com...
it: Salva come...

# RES_saasadmin.lbluser.text.rotext
source: User:
ca: Usuari:
it: Utente:

# RES_saasadmin.lbluserstitle.text.rotext
source: Create training user
ca: Crear usuari de formació
it: Crea utente di formazione

# RES_saasadmin.punchrequeststitle.text.rotext
source: Disable requests when making forgotten signings
ca: Desactivar sol·licituds en realitzar fitxatges oblidats
it: Disattiva le richieste quando si effettuano firme dimenticate

# RES_saasadmin.saasaction.result.advancedparameter.error.rotext
source: An error occurred while performing the action
ca: S´ha produït un error fent l´acció
it: Si è verificato un errore durante l´esecuzione dell´azione

# RES_saasadmin.saasaction.result.advancedparameter.ok.rotext
source: The action has been completed successfully
ca: S´ha completat l´acció amb èxit
it: L´azione è stata completata con successo

# RES_saasadmin.saasaction.result.advancedparameter.query.notexists.rotext
source: Advanced parameter does not exist
ca: El paràmetre avançat no existeix
it: Il parametro avanzato non esiste

# RES_saasadmin.saasaction.result.advancedparameter.query.result.rotext
source: The parameter has been queried successfully
ca: S´ha consultat el paràmetre amb èxit
it: Il parametro è stato interrogato con successo

# RES_saasadmin.saasaction.result.advancedparameter.save.error.rotext
source: Failed to save parameter
ca: No s´ha pogut desar el paràmetre
it: Impossibile salvare il parametro

# RES_saasadmin.saasaction.result.advancedparameter.save.ok.rotext
source: Parameter saved successfully
ca: Paràmetre guardat amb èxit
it: Parametro salvato con successo

# RES_saasadmin.saasaction.result.alternative.rotext
source: There are days with alternative schedules planned. Switching to V2 is not permitted.
ca: Hi ha dies amb horaris alternatius planificats. El pas a V2 no està permès.
it: Sono presenti giorni con orari alternativi pianificati. Non è consentito il passaggio a V2.

# RES_saasadmin.saasaction.result.alternative_scheduling.rotext
source: There are days with alternative schedules and/or planned crews. Transition to V2 is not permitted.
ca: Hi ha dies amb horaris alternatius i/o dotacions planificades. El pas a V2 no està permès.
it: Sono presenti giorni con orari alternativi e/o dotazioni pianificate. Non è consentito il passaggio a V2.

# RES_saasadmin.saasaction.result.error.rotext
source: The request could not be completed
ca: No s’ha pogut completar la petició
it: Non è stato possibile completare l´istanza

# RES_saasadmin.saasaction.result.hourshift_exist.rotext
source: There are days with scheduled hourly schedules. Switching to V1 is not permitted.
ca: Hi ha dies amb horaris per hores planificats. El pas a V1 no està permès.
it: Sono presenti giorni con orari su base oraria pianificati. Non è consentito il passaggio a V1.

# RES_saasadmin.saasaction.result.no_authorized.rotext
source: User ${1} is not authorized to perform this action
ca: L’usuari ${1} no té autorització per dur a terme aquesta acció
it: L´utente ${1} non è autorizzato a effettuare questa azione

# RES_saasadmin.saasaction.result.ok.rotext
source: The action has been carried out successfully
ca: L’acció s’ha realitzat correctament
it: L´azione è stata eseguita correttamente

# RES_saasadmin.saasaction.result.scheduling.rotext
source: There are days with planned crews. The transition to V2 is not permitted.
ca: Hi ha dies amb dotacions planificades. El pas a V2 no està permès.
it: Sono presenti giorni con dotazioni pianificate. Non è consentito il passaggio a V2.

# RES_saasadmin.status.active.rotext
source: Asset
ca: Actiu
it: Risorsa

# RES_saasadmin.status.inactive.rotext
source: Inactive
ca: Inactiu
it: Inattivo

# RES_saasadmin.title_saasadmin_pathway.rotext
source: Service Administration
ca: Administració del servei
it: Amministrazione del servizio

# RES_saasadmin.withalternativeshifts.rotext
source: Alternative schedules exist
ca: Hi ha horaris alternatius
it: Sono presenti orari alternativi

# RES_saasadmin.withoutalternativeshifts.rotext
source: No alternative schedules
ca: Sense horaris alternatius
it: Senza orari alternativi

# RES_saasadmin.withoutsupervisorexceptions.rotext
source: There are no exceptions in the system
ca: No hi ha excepcions al sistema
it: Non sono presenti eccezioni nel sistema

# RES_saasadmin.withsupervisorexceptions.rotext
source: Clear supervisor exceptions
ca: Esborrar excepcions de supervisors
it: Elimina le eccezioni dei supervisori

# RES_saasadmincaptcha.btnaccept.text.rotext
source: Accept
ca: Acceptar
it: Accettare

# RES_saasadmincaptcha.btncancel.text.rotext
source: Cancel
ca: Cancel·la
it: Annulla

# RES_saasadmincaptcha.captchatrackingvalidationerror.rotext
source: The code could not be validated
ca: No s’ha pogut validar el codi
it: Non è stato possibile convalidare il codice
