Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tcollective.adelete.rotext
source: Se ha eliminado el colectivo $@CollectiveName@
ca: S'ha eliminat el col·lectiu $@CollectiveName@
eu: $@CollectiveName@ kolektiboa ezabatu da
fr: Le collectif $@CollectiveName@ a été supprimé
gl: O colectivo $@CollectiveName@ foi eliminado
it: Il collettivo $@CollectiveName@ è stato eliminato
pt: O coletivo $@CollectiveName@ foi eliminado
sk: Kolektív $@CollectiveName@ bol odstránený

# RES_audit.message.tcollectivedefinition.aupdate.rotext
source: Se ha modificado la definición del colectivo $@CollectiveName@: $@ChangeDetails@
ca: S'ha modificat la definició del col·lectiu $@CollectiveName@: $@ChangeDetails@
eu: $@CollectiveName@ kolektiboaren definizioa aldatu da: $@ChangeDetails@
fr: La définition du collectif $@CollectiveName@ a été modifiée : $@ChangeDetails@.
gl: Modificouse a definición do colectivo $@CollectiveName@: $@ChangeDetails@
it: La definizione del collettivo $@NomeCollettivo@ è stata modificata: $@CambiaDettagli@.
pt: A definição do coletivo $@CollectiveName@ foi alterada: $@ChangeDetails@.
sk: Definícia kolektívu $@CollectiveName@ bola upravená: $@ChangeDetails@

# RES_audit.message.tdailyrecord.ainsert.rotext
source: Se ha creado una solicitud de declaración de la jornada
ca: S'ha creat una sol·licitud de declaració de la jornada
eu: Eguneko aitorpena egiteko eskaera sortu da
fr: Une demande de déclaration de la journée de travail a été créée
gl: Creouse unha solicitude de declaración do día
it: È stata creata una richiesta di dichiarazione della giornata lavorativa
pt: Foi criado um pedido de declaração do dia de trabalho
sk: Bola vytvorená žiadosť o vyhlásenie pracovného dňa

# RES_audit.message.tdailyrecord.aselect.rotext
source: Se ha consultado la declaración de la jornada
ca: S'ha consultat la declaració de la jornada
eu: Eguneko adierazpena kontsultatu da
fr: La déclaration du jour a été consultée
gl: Consultada a declaración do día
it: La dichiarazione del giorno è stata consultata
pt: A declaração de jornada foi consultada
sk: Konzultovalo sa vyhlásenie z daného dňa

# RES_audit.objecttype.tsecuritynode.rotext
source: Organigrama
fr: Organigramme
it: Organigramma
pt: Organograma
sk: Organizačná schéma

# RES_audit.parameters.genius_views_scheduler.id.rotext
source: ID
fr: IDENTIFIANT

# RES_audit.parameters.punches.timezone.rotext
source: Zona
fr: Zone
sk: Zóna

# RES_audit.parameters.terminals.sirensoutput.rotext
source: Sirena
fr: Sirène
pt: Alarme
sk: Siréna

# RES_audit.parameters.zones.mapinfo.rotext
source: Mapa
fr: Carte
it: Mappa

# RES_audit.message.tcommunique.aselect.rotext
source: Se ha leído el comunicado
fr: Le communiqué a été lu
it: Il comunicato è stato letto
pt: O comunicado foi lido
sk: Komuniké bolo prečítané

# RES_audit.message.tcommunique.aupdate.rotext
source: Se ha contestado el comunicado
fr: Le communiqué a reçu une réponse
it: Il comunicato ha ricevuto una risposta
pt: Foi dada resposta ao comunicado
sk: Na oznámenie bolo odpovedané

# RES_audit.message.treport.aupdate.rotext
source: Se ha actualizado la planificación: $@reportPlannedExecutions@
fr: La planification a été mise à jour : $@reportPlannedExecutions@
it: La pianificazione è stata aggiornata: $@reportPlannedExecutions@
pt: O planeamento foi atualizado: $@reportPlannedExecutions@
sk: Plánovanie bolo aktualizované: $@reportPlannedExecutions@

# RES_audit.message.treport.ainsert.rotext
source: Se ha insertado la planificación: $@reportPlannedExecutions@
fr: La planification a été insérée : $@reportPlannedExecutions@
it: La pianificazione è stata inserita: $@reportPlannedExecutions@
pt: O planeamento foi inserido: $@reportPlannedExecutions@
sk: Plánovanie bolo vložené: $@reportPlannedExecutions@

# RES_audit.message.treport.adelete.rotext
source: Se ha eliminado la planificación: $@reportPlannedExecutions@
fr: La planification a été supprimée : $@reportPlannedExecutions@
it: La pianificazione è stata rimossa: $@reportPlannedExecutions@
pt: O planeamento foi removido: $@reportPlannedExecutions@
sk: Plánovanie bolo odstránené: $@reportPlannedExecutions@

# RES_audit.parameters.employees.allowbiopriority.rotext
source: AllowBioPriority
ca: PermetrePrioritatBio
gl: PermitirPrioridadeBio

# RES_audit.parameters.employees.allowcardplusbio.rotext
source: AllowCardPlusBio
ca: PermetreTargetaMésBio
gl: PermitirTarxetaMáisBio

# RES_audit.parameters.shifts.endlimit.rotext
source: EndLimit
ca: LímitFinal
gl: FinLímite
