Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_calendar.reports.title.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_calendar.reportstitlereads.rotext
source: Revision
ca: Revisió
eu: Berrikuspena
sk: Prehľad

# RES_calendar.reportstitleshifts.rotext
source: Planning
ca: Planificació
eu: Plangintza
sk: plánovanie

# RES_calendar.scheduler.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_calendar.showreports.rotext
source: Report Viewer
ca: Visor d’informes
eu: Txostenen ikuslea
sk: Prehliadač správ

# RES_calendar.tbemployeemultiabsences.desc.rotext
source: Allows forecasts to be made for multiple users at the same time.
ca: Permet fer previsions per a múltiples usuaris alhora.
eu: Erabiltzaile anitzentzat aldi berean aurreikuspenak egitea ahalbidetzen du.
sk: Umožňuje predpovedanie pre viacerých používateľov súčasne.

# RES_calendar.tbemployeemultiabsences.rotext
source: Massive generation of forecasts
ca: Generació massiva de previsions
eu: Iragarpen masiboa sortzea
sk: Masívne generovanie prognóz

# RES_calendar.templateassign.desc.rotext
source: Allows you to assign a schedule template to one or more users.
ca: Permet assignar una plantilla d’horaris a un o diversos usuaris.
eu: Erabiltzaile bati edo gehiagori ordutegi txantiloia esleitzeko aukera ematen dizu.
sk: Umožňuje priradiť šablónu rozvrhu jednému alebo viacerým používateľom.

# RES_calendar.templateassign.rotext
source: Assigning schedule templates
ca: Assignació de plantilles d’horaris
eu: Ordutegi-txantiloiak esleitzea
sk: Priradenie šablón rozvrhu

# RES_calendar.title.rotext
source: Calendar
ca: Calendari
eu: Egutegia
sk: Kalendár

# RES_calendar.weekplan.rotext
source: Weekly Planning
ca: Planificació setmanal
eu: Asteko plangintza
sk: Týždenné plánovanie

# RES_calendarremarksconfig.btaccept.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_calendarremarksconfig.btcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_calendarremarksconfig.lblacccalendardescription.text.rotext
source: This balance will be displayed in the central column of the calendar for reference when planning.
ca: Aquest saldo es mostrarà a la columna central del calendari com a referència en planificar
eu: Balantze hori egutegiaren erdiko zutabean bistaratuko da planifikatzeko erreferentzia gisa.
sk: Tento zostatok sa zobrazí v strednom stĺpci kalendára ako referencia pri plánovaní

# RES_calendarremarksconfig.lblacccalendartitle.text.rotext
source: Calendar:
ca: Calendari:
eu: Egutegia:
sk: Kalendár:

# RES_calendarremarksconfig.lblaccholidaydescription.text.rotext
source: This balance will be used as a reference in the vacation column when planning vacations.
ca: Aquest saldo s’utilitzarà com a referència a la columna de vacances en planificar vacances
eu: Balantze hori oporretako zutabean erreferentzia gisa erabiliko da oporrak antolatzerakoan.
sk: Tento zostatok sa použije ako referencia v kolónke dovolenka pri plánovaní dovolenky

# RES_calendarremarksconfig.lblaccholidaytitle.text.rotext
source: Vacation:
ca: Vacances:
eu: Oporrak:
sk: Dovolenka:

# RES_calendarremarksconfig.lblaccnotjustifieddescription.text.rotext
source: This balance will be used as absences in the review progress bar
ca: Aquest saldo s’utilitzarà com a absències a la barra de progrés de revisió
eu: Balantze hori hutsegite gisa erabiliko da berrikuspenaren aurrerapen-barran
sk: Tento zostatok sa použije ako neprítomnosť na lište priebehu revízie

# RES_calendarremarksconfig.lblaccnotjustifiedtitle.text.rotext
source: Absence:
ca: Absència:
eu: Absentzia:
sk: Neprítomnosť:

# RES_calendarremarksconfig.lblaccovertimedescription.text.rotext
source: This balance will be used as overtime in the review progress bar
ca: Aquest saldo s’utilitzarà com a hores extres a la barra de progrés de revisió
eu: Saldo hori aparteko ordu gisa erabiliko da berrikuspenaren aurrerapen-barran
sk: Tento zostatok sa bude používať ako nadčas v paneli priebehu revízie

# RES_calendarremarksconfig.lblaccovertimetitle.text.rotext
source: Extras:
ca: Extres:
eu: Ezaugarri gehigarriak:
sk: Príplatky:

# RES_calendarremarksconfig.lblaccruals.text.rotext
source: Calendar balances
ca: Saldos del calendari
eu: Egutegiko balantzeak
sk: Zostatky kalendára

# RES_calendarremarksconfig.lblaccrualsdescription.text.rotext
source: Select the balances you want to display on the calendar
ca: Seleccioneu els saldos que voleu visualitzar al calendari
eu: Hautatu egutegian ikusi nahi dituzun saldoak
sk: Vyberte zostatky, ktoré sa majú zobraziť v kalendári

# RES_calendarremarksconfig.lblaccworkingdescription.text.rotext
source: This balance will be used as hours worked in the review progress bar
ca: Aquest saldo s’utilitzarà com a hores treballades a la barra de progrés de revisió
eu: Balantze hori berrikuspenaren aurrerapen-barran lan egindako ordu gisa erabiliko da
sk: Tento zostatok sa použije ako počet odpracovaných hodín na lište priebehu revízie

# RES_calendarremarksconfig.lblaccworkingtitle.text.rotext
source: Worked:
ca: Treballat:
eu: Landua:
sk: Pracovalo sa:

# RES_calendarremarksconfig.lbldescription.text.rotext
source: Create rules to highlight calendar boxes depending on their content.
ca: Crea les regles per ressaltar caselles del calendari en funció del contingut.
eu: Sortu arauak egutegi-koadroak nabarmentzeko edukiaren arabera.
sk: Vytvorenie pravidiel na zvýraznenie polí kalendára v závislosti od ich obsahu.

# RES_calendarremarksconfig.lblremark1.text.rotext
source: The value of justification.
ca: El valor de la justificació.
eu: Justifikazioaren balioa.
sk: Hodnota ospravedlnenia.

# RES_calendarremarksconfig.lblremark1title.text.rotext
source: Highlight 1
ca: Ressalteu 1
eu: Nabarmendu 1
sk: Zvýraznenie 1

# RES_calendarremarksconfig.lblremark2.text.rotext
source: The value of justification.
ca: El valor de la justificació.
eu: Justifikazioaren balioa.
sk: Hodnota ospravedlnenia.

# RES_calendarremarksconfig.lblremark2title.text.rotext
source: Highlight 2
ca: Ressalteu 2
eu: Nabarmendu 2
sk: Zvýraznenie 2

# RES_calendarremarksconfig.lblremark3.text.rotext
source: The value of justification.
ca: El valor de la justificació.
eu: Justifikazioaren balioa.
sk: Hodnota ospravedlnenia.

# RES_calendarremarksconfig.lblremark3title.text.rotext
source: Highlight 3
ca: Alerta 3
eu: Nabarmendu 3
sk: Zvýraznenie 3

# RES_calendarremarksconfig.lbltitle.text.rotext
source: Highlights
ca: Alertes
eu: Nabarmenak
sk: Najdôležitejšie informácie

# RES_calendarremarksconfig.title.rotext
source: Calendar Highlights Settings
ca: Configuració alertes calendari
eu: Egutegiak ezarpenak nabarmentzen ditu
sk: Nastavenie hlavných bodov kalendára

# RES_copyschedulewizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_copyschedulewizard.btend.text.rotext
source: Finish
ca: Finalitzar
eu: Amaitu
sk: Koniec

# RES_copyschedulewizard.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_copyschedulewizard.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_copyschedulewizard.checkpage.page1.rotext
source: Check the selected filter.
ca: Verifica el filtre seleccionat.
eu: Egiaztatu hautatutako iragazkia.
sk: Skontrolujte vybraný filter.

# RES_copyschedulewizard.checkpage.page2.incorrectselection.rotext
source: Incorrect user selection.
ca: Selecció usuaris incorrecta.
eu: Erabiltzaileen hautaketa okerra.
sk: Nesprávny výber používateľa.

# RES_copyschedulewizard.checkpage.page2.noemployeeselected.rotext
source: There are no selected users.
ca: No hi ha usuaris seleccionats.
eu: Ez dago erabiltzailerik hautatuta.
sk: Nie sú vybraní žiadni používatelia.

# RES_copyschedulewizard.checkpage.page3.incorrectdates.rotext
source: Incorrect dates.
ca: Dates incorrectes.
eu: Data okerrak.
sk: Nesprávne dátumy.

# RES_copyschedulewizard.checkpage.page3.incorrectperiod.rotext
source: Incorrect period, please check the dates.
ca: Període incorrecte, reviseu les dates.
eu: Epe okerra, egiaztatu datak.
sk: Nesprávne obdobie, skontrolujte dátumy.

# RES_copyschedulewizard.checkpage.page4.rotext
source: You must inform which schedules to copy.
ca: Cal indicar quins horaris copiar.
eu: Zein ordutegi kopiatu behar den jakinarazi behar duzu.
sk: Musíte informovať, ktoré rozvrhy sa majú kopírovať.

# RES_copyschedulewizard.ckcopyalternativeshifts.text.rotext
source: Alternative schedules
ca: Horaris alternatius
eu: Ordutegi alternatiboak
sk: Alternatívne cestovné poriadky

# RES_copyschedulewizard.ckcopyholidays.text.rotext
source: Vacations
ca: Vacances
eu: Oporrak
sk: Dovolenka

# RES_copyschedulewizard.ckcopymainshifts.text.rotext
source: Main schedules
ca: Horaris principals
eu: Ordutegi nagusiak
sk: Hlavné cestovné poriadky

# RES_copyschedulewizard.ckincludeholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
eu: Kopiatu oporrak
sk: Kopírovanie dovolenky

# RES_copyschedulewizard.ckkeepbloqueddays.text.rotext
source: Blocked days
ca: Dies bloquejats
eu: Blokeatutako egunak
sk: Blokované dni

# RES_copyschedulewizard.ckkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
eu: Egungo oporrak
sk: Aktuálne sviatky

# RES_copyschedulewizard.dailyschedulecoverageday.description.rotext
source: User <b>${1}</b> has a schedule for day <b>${2}</b> with coverage.<br/><b>The coverage will be removed.</b><br/>Indicate whether you want to replace this schedule.
ca: L’usuari <b>${1}</b> té la planificació del dia <b>${2}</b> amb una cobertura.<br/><b>S’eliminarà la cobertura.</b><br/>Indica si vols substituir aquesta planificació.
eu: <b>${1}</b> erabiltzaileak eguneko ordutegia du <b>${2}</b> estaldurarekin.<br/><b>Estaldura kenduko da.</b>< br/ > Adierazi ordutegi hori ordezkatu nahi duzun.
sk: Používateľ <b>${1}</b> má <b>${2}</b> rozvrh na deň s krytím.<br/><b>Krytie bude odstránené.</b><br/><br/>Uveďte, či chcete tento rozvrh nahradiť.

# RES_copyschedulewizard.dailyschedulecoverageday.noreplaceall.description.rotext
source: No locked schedules will be modified.DailyCoveragePlanned.lblGridTitle1.Text.roText=assigned employees:
ca: No es modificarà cap planificació bloquejada.DailyCoveragePlanned.lblGridTitle1.Text.roText=empleats assignats:
eu: Ez da blokeatutako ordutegirik aldatuko.DailyCoveragePlanned.lblGridTitle1.Text.roText=esleitutako langileak:
sk: Akékoľvek zablokované plánovanie sa nezmení.DailyCoveragePlanned.lblGridTitle1.Text.roText=zamestnanci priradení:

# RES_copyschedulewizard.dailyschedulecoverageday.noreplaceall.title.rotext
source: Do not replace blocked planning
ca: No substituir planificació bloquejada
eu: Ez ordezkatu blokeatutako ordutegia
sk: Nenahrádzajte zablokované plánovanie

source: There will be no changes to the schedule for this day.
ca: No es modificarà la planificació per a aquest dia.
eu: Egun honetako plangintza ez da aldatuko.
sk: Plánovanie tohto dňa sa nezmení.

# RES_copyschedulewizard.dailyschedulecoverageday.noreplacefirst.title.rotext
source: Do not replace planning
ca: No substituir planificació
eu: Ez ordezkatu plangintza
sk: Nenahrádzajte plánovanie

# RES_copyschedulewizard.dailyschedulecoverageday.replaceall.description.rotext
source: The entire planning will be modified.
ca: Es modificarà tota la planificació.
eu: Plangintza osoa aldatuko da.
sk: Všetky plány sa upravia.

# RES_copyschedulewizard.dailyschedulecoverageday.replaceall.title.rotext
source: Replace all planning
ca: Substituir tota la planificació
eu: Planifikazio guztia ordezkatu
sk: Nahradiť všetky plánovacie

# RES_copyschedulewizard.dailyschedulecoverageday.replacefirst.description.rotext
source: The schedule will be modified for this day only.
ca: Es modificarà la planificació només per a aquest dia.
eu: Plangintza egun honetarako bakarrik aldatuko da.
sk: Plánovanie sa upraví len na tento deň.

# RES_copyschedulewizard.dailyschedulecoverageday.replacefirst.title.rotext
source: Replace planning
ca: Substituir planificació
eu: Ordutegia ordezkatu
sk: Nahradiť plánovanie

# RES_copyschedulewizard.dailyschedulecoverageday.title.rotext
source: Day planning with coverage
ca: Dia planificació amb cobertura
eu: Plangintza eguna estaldurarekin
sk: Deň plánovania s pokrytím

# RES_copyschedulewizard.dailyschedulelockedday.description.rotext
source: User <b>${1}</b> has the schedule for day <b>${2}</b> blocked.<br/>Indicate whether you want to replace this schedule.
ca: L'usuari <b>${1}</b> té la planificació del dia <b>${2}</b> bloquejada.<br/>Indiqueu si voleu substituir aquesta planificació.
eu: <b>${1}</b> erabiltzaileak eguneko ordutegia <b>${2}</b> blokeatuta dauka.<br/>Adierazi ordutegi hori ordeztu nahi duzun.
sk: Používateľ <b>${1}</b> má uzamknutý rozvrh <b>${2}</b> na daný deň.<br/> Uveďte, či chcete tento rozvrh nahradiť.

# RES_copyschedulewizard.dailyschedulelockedday.noreplaceall.description.rotext
source: No blocked schedules will be modified.
ca: No es modificarà cap planificació bloquejada.
eu: Blokeatutako ordutegia ez da aldatuko.
sk: Žiadne zablokované plánovanie sa nesmie meniť.

# RES_copyschedulewizard.dailyschedulelockedday.noreplaceall.title.rotext
source: Do not replace blocked planning
ca: No substituir planificació bloquejada
eu: Ez ordezkatu blokeatutako ordutegia
sk: Nenahrádzajte zablokované plánovanie

# RES_copyschedulewizard.dailyschedulelockedday.noreplacefirst.description.rotext
source: There will be no changes to the schedule for this day.
ca: No es modificarà la planificació per a aquest dia.
eu: Egun honetako plangintza ez da aldatuko.
sk: Plánovanie tohto dňa sa nezmení.

# RES_copyschedulewizard.dailyschedulelockedday.noreplacefirst.title.rotext
source: Do not replace planning
ca: No substituir planificació
eu: Ez ordezkatu plangintza
sk: Nenahrádzajte plánovanie

# RES_copyschedulewizard.dailyschedulelockedday.replaceall.description.rotext
source: The entire planning will be modified.
ca: Es modificarà tota la planificació.
eu: Plangintza osoa aldatuko da.
sk: Všetky plány sa upravia.

# RES_copyschedulewizard.dailyschedulelockedday.replaceall.title.rotext
source: Replace all planning
ca: Substituir tota la planificació
eu: Planifikazio guztia ordezkatu
sk: Nahradiť všetky plánovacie

# RES_copyschedulewizard.dailyschedulelockedday.replacefirst.description.rotext
source: The schedule will be modified for this day only.
ca: Es modificarà la planificació només per a aquest dia.
eu: Plangintza egun honetarako bakarrik aldatuko da.
sk: Plánovanie sa upraví len na tento deň.

# RES_copyschedulewizard.dailyschedulelockedday.replacefirst.title.rotext
source: Replace planning
ca: Substituir planificació
eu: Ordutegia ordezkatu
sk: Nahradiť plánovanie

# RES_copyschedulewizard.dailyschedulelockedday.title.rotext
source: Blocked planning day
ca: Dia planificació bloquejat
eu: Plangintza-eguna blokeatuta dago
sk: Zablokovaný deň plánovania

source: This notice will not be displayed again
ca: No es tornarà a mostrar aquest avís
eu: Ohar hau ez da berriro erakutsiko
sk: Toto upozornenie sa už nezobrazí

source: Continue without further notice
ca: Continuar sense tornar a avisar
eu: Jarraitu berriro abisatu gabe
sk: Pokračovať bez ďalšieho oznámenia

source: This notice will be displayed every time this happens.
ca: Es mostrarà aquest avís cada vegada que passi.
eu: Iragarki hau gertatzen den bakoitzean bistaratuko da.
sk: Toto upozornenie sa zobrazí zakaždým, keď k tomu dôjde.

source: Continue and notify again
ca: Continuar i tornar a avisar
eu: Jarraitu eta salatu berriro
sk: Pokračujte a zavolajte späť

# RES_copyschedulewizard.dailyscheduleshiftwithoutpermission.description.rotext
source: You do not have permission to access employee <b>${1}</b>'s schedule (primary or alternate) on day <b>${2}</b>.<br/>Please indicate what you would like to do:
ca: No tens permís per accedir a l’horari (principal o alternatius) de <br/>l’empleat <b>${1}</b> el dia <b>${2}</b>.<br/>Indica què vols fer:
eu: Ez duzu <b>${2}</b> egunean <b>${1}</b> langilearen ordutegia (nagusia edo ordezkoa) sartzeko baimenik.<br/>Adierazi zer egin nahi duzun. :
sk: Nemáte povolený prístup k <b>${1}</b>rozvrhu <b>${2}</b> zamestnanca (hlavnému alebo alternatívnemu) na <b>${2}</b>.<br/> Uveďte, čo chcete urobiť:

source: The process will be completed at this point.
ca: El procés finalitzarà en aquest punt.
eu: Prozesua puntu honetan amaituko da.
sk: V tomto okamihu bude proces ukončený.

# RES_copyschedulewizard.dailyscheduleshiftwithoutpermission.stopall.title.rotext
source: Stall
ca: Aturar
eu: Saltokia
sk: Zastavte

# RES_copyschedulewizard.dailyscheduleshiftwithoutpermission.title.rotext
source: Daytime schedule without permission
ca: Horari del dia sense permís
eu: Eguneko ordua baimenik gabe
sk: Denný čas bez povolenia

# RES_copyschedulewizard.end.copyschedulewelcome1.text.rotext
source: Copy Schedule Wizard
ca: Assistent per copiar planificacions
eu: Kopiatu programazio morroia
sk: Sprievodca plánovaním kopírovania

# RES_copyschedulewizard.end.error.copyschedulewelcome1.text.rotext
source: Completed with errors
ca: Finalitzat amb errors
eu: Akatsekin osatua
sk: Dokončené s chybami

# RES_copyschedulewizard.end.error.copyschedulewelcome2.text.rotext
source: An error occurred while copying the schedule
ca: S’ha produït un error en copiar la planificació
eu: Errore bat gertatu da programazioa kopiatzean
sk: Pri kopírovaní plánovania došlo k chybe

# RES_copyschedulewizard.end.ok.copyschedulewelcome1.text.rotext
source: Completed successfully
ca: Finalitzat correctament
eu: Arrakastaz osatu da
sk: Úspešne dokončené

# RES_copyschedulewizard.end.ok.copyschedulewelcome2.text.rotext
source: Planning copied successfully.
ca: Planificació copiada correctament.
eu: Plangintza behar bezala kopiatu da.
sk: Správne skopírované plánovanie.

# RES_copyschedulewizard.error.couldnotretrievetask.text.rotext
source: An unexpected error has occurred. Please try again later.
ca: Es va produir un error inesperat. Intenteu-ho més tard.
eu: Ustekabeko errore bat gertatu da. Saiatu berriro geroago.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr.

# RES_copyschedulewizard.hdnsteptitle.text.rotext
source: Copy Schedule Wizard.
ca: Assistent per copiar planificacions.
eu: Ordutegiak kopiatzeko morroia.
sk: Sprievodca plánovaním kopírovania.

# RES_copyschedulewizard.lblbegindate.text.rotext
source: Generate planning from the day
ca: Generar la planificació des del dia
eu: Sortu plangintza egunetik aurrera
sk: Vytvárajte plánovanie od prvého dňa

# RES_copyschedulewizard.lblcopyschedulewelcome1.text.rotext
source: Welcome to the Copy Schedules Wizard.
ca: Benvingut/da a l’assistent per copiar planificacions.
eu: Ongi etorri kopia-egutegiaren morroira.
sk: Vitajte v sprievodcovi plánom kopírovania.

# RES_copyschedulewizard.lblcopyschedulewelcome2.text.rotext
source: The wizard allows you to copy the schedule of user {0} to multiple users.
ca: L’assistent permet copiar la planificació de l’usuari {0} a diversos usuaris.
eu: Morroiak {0} erabiltzailetik hainbat erabiltzailetara egutegia kopiatzeko aukera ematen du.
sk: Sprievodca umožňuje skopírovať plánovanie používateľa {0} na viacerých používateľov.

# RES_copyschedulewizard.lblcopyschedulewelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_copyschedulewizard.lblcopytitle.text.rotext
source: What do you want to copy?
ca: Què vols copiar?
eu: Zer kopiatu nahi duzu?
sk: čo chcete kopírovať?

# RES_copyschedulewizard.lblenddate.text.rotext
source: until the day
ca: fins al dia
eu: egunera arte
sk: až do dňa

# RES_copyschedulewizard.lblmaintaintitle.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
eu: Zer gorde nahi duzu?
sk: čo si chcete ponechať?

# RES_copyschedulewizard.lblstep1info2.text.rotext
source: Select the type of filter you want to apply to the selection tree.
ca: Seleccioneu el tipus de filtre que voleu aplicar a l'arbre de selecció.
eu: Hautatu hautapen zuhaitzari aplikatu nahi diozun iragazki mota.
sk: Vyberte typ filtra, ktorý chcete použiť na strom výberu.

# RES_copyschedulewizard.lblstep1title.text.rotext
source: Step 1 of 4.
ca: Pas 1 de 4.
eu: 1. urratsa 4.
sk: Krok 1 zo 4.

# RES_copyschedulewizard.lblstep2info2.text.rotext
source: Select the users to whom you want to copy the schedule of user {0}.
ca: Selecciona a quins usuaris vols copiar la planificació de l’usuari {0}.
eu: Hautatu {0} erabiltzailetik ordutegia kopiatu nahi diozun erabiltzaileak.
sk: Vyberte používateľov, do ktorých chcete skopírovať rozvrh používateľa {0}.

# RES_copyschedulewizard.lblstep2title.text.rotext
source: Step 2 of 4.
ca: Pas 2 de 4.
eu: 2. urratsa 4.
sk: Krok 2 zo 4.

# RES_copyschedulewizard.lblstep3info2.text.rotext
source: Select the date range between which you want to copy the schedule.
ca: Selecciona l’interval de dates entre les quals vols copiar la planificació.
eu: Hautatu programazioa kopiatu nahi duzun data tartea.
sk: Vyberte rozsah dátumov, medzi ktorými chcete kopírovať plánovanie.

# RES_copyschedulewizard.lblstep3title.text.rotext
source: Step 3 of 4.
ca: Pas 3 de 4.
eu: 3. urratsa 4.
sk: Krok 3 zo 4.

# RES_copyschedulewizard.lblstep4info2.text.rotext
source: Select which schedules you want to copy and which you want to keep.
ca: Selecciona quins horaris vols copiar i quins vols mantenir.
eu: Hautatu zein programazio kopiatu nahi dituzun eta zeintzuk mantendu.
sk: Vyberte, ktoré rozvrhy chcete skopírovať a ktoré chcete zachovať.

# RES_copyschedulewizard.lblstep4title.text.rotext
source: Step 4 of 4.
ca: Pas 4 de 4.
eu: 4/4 urratsa.
sk: Krok 4 zo 4.

# RES_copyschedulewizard.lbltype.text.rotext
source: What do you want to copy?
ca: Què voleu copiar?
eu: Zer kopiatu nahi duzu?
sk: čo chcete kopírovať?

# RES_copyschedulewizard.lbluserfield.text.rotext
source: That the field of the card
ca: Que el camp de la fitxa
eu: Hori token eremua
sk: Že pole token

# RES_copyschedulewizard.lblvalue.text.rotext
source: have the courage
ca: tingui el valor
eu: izan ausardia
sk: mať odvahu

# RES_copyschedulewizard.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_copyschedulewizard.nobaseshiftassigned.continue.title.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_copyschedulewizard.nobaseshiftassigned.description.rotext
source: The user must have assigned planning in order to assign vacations
ca: L’usuari ha de tenir la planificació assignada per poder assignar vacances
eu: Erabiltzaileak plangintza esleitua izan behar du oporrak esleitu ahal izateko
sk: Používateľ musí mať pridelené plánovanie, aby mohol prideľovať dovolenky

# RES_copyschedulewizard.nobaseshiftassigned.title.rotext
source: Day without planning
ca: Dia sense planificar
eu: Aurreikusi gabeko eguna
sk: Neplánovaný deň

# RES_copyschedulewizard.noworkingday.continue.title.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_copyschedulewizard.noworkingday.description.rotext
source: You cannot assign a vacation schedule for working days on non-working days
ca: No es pot assignar un horari de vacances per a dies feiners en dies no feiners
eu: Ezin diezu opor-egutegirik esleitu lanegunetan ez lanegunetan
sk: Nemôžete priradiť plán sviatkov na pracovné dni na dni, ktoré nie sú pracovnými dňami

# RES_copyschedulewizard.noworkingday.title.rotext
source: Non-working day
ca: Dia no laborable
eu: Oporrak
sk: Deň pracovného pokoja

# RES_copyschedulewizard.optallemployee.description.rotext
source: Show all users in the selection tree.
ca: Mostrar a l’arbre de selecció tots els usuaris.
eu: Erakutsi erabiltzaile guztiak hautapen zuhaitzean.
sk: Zobrazenie všetkých používateľov v strome výberu.
