Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.lblmanualdetectdesc.text.rotext
source: Manually indicate the limits within which entries and exits will be considered from this schedule. The earlier ones will be considered from the previous date, and the later ones from the next day.
eu: Eskuz adierazi ordutegi honetatik sarrerak eta irteerak zein mugatan hartuko diren kontuan. Aurrekoak aurreko datatik hartuko dira kontuan, eta ondorengoak hurrengo egunetik aurrera.
fr: Indiquez manuellement les limites dans lesquelles les entrées et sorties seront considérées comme étant dans cet horaire. Les précédentes seront considérées comme étant de la date précédente, et les ultérieures comme étant du lendemain.
gl: Indica manualmente os límites dentro dos cales as entradas e saídas se considerarán deste horario. As anteriores consideraranse da data anterior, e as posteriores do día seguinte.
it: Indica manualmente i limiti entro cui le entrate e le uscite vengono considerate di questo orario. Quelle anteriori verranno considerate della data anteriore, e quelle posteriori del giorno successivo.
pt: Indique manualmente os limites dentro dos quais as entradas e saídas serão consideradas deste horário. As anteriores serão consideradas da data anterior, e as posteriores do dia seguinte.
sk: Ručne uveďte hranice, v rámci ktorých sa vstupy a výstupy považujú za vstupy a výstupy tohto plánu. Skoršie sa považujú od predchádzajúceho dňa a neskoršie od nasledujúceho dňa.

# RES_shifts.lblnamedescription.text.rotext
source: Schedule identification name
eu: Ordutegiaren identifikazio-izena
fr: Nom d´identification de l´horaire
gl: Nome identificador do horario
it: Nome identificativo dell´orario
pt: Nome identificativo do horário
sk: Názov identifikujúci rozvrh

# RES_shifts.lblnaturaldays.text.rotext
source: Calendar days
eu: Egun naturalak
fr: Jours calendaires
gl: Días naturais
it: Giorni naturali
pt: Dias consecutivos
sk: Kalendárne dni

# RES_shifts.lblnormal.text.rotext
source: Normal
eu: Normala
fr: Normale
it: Normale
sk: Normálne

# RES_shifts.lblnormaldesc.text.rotext
source: The schedule is considered as working hours. It can be used in the User Portal to make requests for schedule changes.
eu: Ordutegia lanordutzat hartzen da. Erabiltzaileen Atarian erabil daiteke ordutegi aldaketa eskaerak egiteko.
fr: L´horaire est considéré comme un horaire de travail. Le Portail utilisateur pourra être utilisé pour effectuer les demandes de changement d´horaire.
gl: O horario considérase como horario laboral. Poderase empregar no Portal do usuario para realizar as solicitudes de cambio de horario.
it: L´orario viene considerato come orario lavorativo. Sarà possibile utilizzarlo nel portale dell´utente per creare le richieste di modifica di orario.
pt: O horário é considerado como horário laboral. Poderá ser usado no Portal do utilizador para fazer os pedidos de troca de horário.
sk: Rozvrh sa považuje za pracovný čas. Možno ho použiť na portáli používateľa na podávanie žiadostí o zmeny rozvrhu.

# RES_shifts.lblnormalfloating.text.rotext
source: Floating
eu: Flotatzailea
fr: Flottant
gl: Flotante
it: Mobile
pt: Flutuante
sk: Plávajúce

# RES_shifts.lblnormalfloatingdesc.text.rotext
source: It has the characteristics of a static schedule and, when planning it, allows you to define the start time at which it will be applied for that day and user. When making a request in the User Portal, the start time must also be indicated.
eu: Ordutegi estatiko baten ezaugarriak ditu eta, planifikatzerakoan, egun eta erabiltzaile horretarako aplikatuko den hasiera-ordua definitzeko aukera ematen du. Erabiltzaileen Atarian eskaera egitean, hasierako ordua ere adierazi beharko da.
fr: Il a les caractéristiques d’un horaire statique. Lors de sa planification, il permet de définir l’heure de début à laquelle il sera appliqué pour ce jour et cet utilisateur. Au moment d´effectuer une demande dans le Portail utilisateur, il faudra également indiquer l´heure de début.
gl: Ten as características dun horario estático e, ao planificalo, permite definir a hora de inicio en que se aplicará para ese día e usuario. No momento de realizar unha solicitude no Portal do usuario tamén se deberá indicar a hora de inicio.
it: Ha le caratteristiche di un orario statico e, quando viene pianificato, consente di definire l’ora di inizio in cui verrà applicato per quel giorno e utente. Nel momento in cui viene effettuata una richiesta nel portale dell´utente, si dovrà indicare anche l´ora di inizio.
pt: Tem as caraterísticas de um horário estático e, ao planeá-lo, permite definir a hora de início que se aplicará para esse dia e para esse utilizador. No momento de fazer um pedido no Portal do utilizador também se deverá indicar a hora de início.
sk: Má vlastnosti statického rozvrhu a pri jeho plánovaní umožňuje definovať čas začiatku, v ktorom sa uplatní pre daný deň a používateľa. Pri zadávaní požiadavky na portáli používateľa je potrebné uviesť aj čas začiatku.

# RES_shifts.lblnotlicensecostcontrol.text.rotext
source: You must purchase the cost control license in order to use this functionality.
eu: Funtzio hau erabiltzeko kostuak kontrolatzeko lizentzia erosi behar duzu.
fr: Vous devez acquérir la licence de contrôle des coûts pour pouvoir utiliser cette fonctionnalité.
gl: Debes adquirir a licenza de control de custos para poder utilizar esta función.
it: Devi acquisire la licenza di controllo dei costi per poter utilizzare tale funzionalità.
pt: Deve adquirir a licença de controlo de custos para poder utilizar essa funcionalidade.
sk: Aby ste mohli túto funkciu používať, musíte si zakúpiť licenciu na kontrolu nákladov.

# RES_shifts.lblobsoletecheck.text.rotext
source: If you do not want this schedule to be assigned to any user, check the checkbox.
eu: Ez baduzu nahi denbora hau inongo erabiltzaileri esleitzea, markatu kontrol-laukia.
fr: Si vous ne souhaitez pas que cet horaire puisse être attribué à un utilisateur, cochez la case de vérification.
gl: Se non queres que este horario poida ser asignado a ningún usuario, marca a casa de verificación.
it: Se non vuoi che questo orario possa essere assegnato a un utente, seleziona la casella di verifica.
pt: Se não quiser que este horário seja atribuído a nenhum utilizador, marque a caixa de verificação.
sk: Ak nechcete, aby bol tento rozvrh priradený žiadnemu používateľovi, začiarknite toto políčko.

# RES_shifts.lblparamsdesc.text.rotext
source: In this screen, for each of the schedules, you can define a series of advanced parameters in order to use them in certain calculation processes within Visualtime.
eu: Pantaila honetan, programazio bakoitzerako, parametro aurreratu batzuk defini ditzakezu Visualtime-ko zenbait kalkulu-prozesutan erabiltzeko.
fr: Sur cet écran, vous pouvez définir pour chacun des horaires une série de paramètres avancés afin de les utiliser dans certains processus de calcul au sein de Visualtime.
gl: Nesta pantalla pódese definir para cada un dos horarios unha serie de parámetros avanzados co fin de utilizalos en determinados procesos de cálculo dentro de Visualtime.
it: In questa schermata, per ciascuno degli orari è possibile definire una serie di parametri avanzati con lo scopo di utilizzarli in processi di calcolo specifici in Visualtime.
pt: Neste ecrã, para cada um dos horários, é possível definir uma série de parâmetros avançados com o objetivo de os utilizar em determinados processos de cálculo dentro do Visualtime.
sk: Na tejto obrazovke je možné pre každý rozvrh definovať sériu rozšírených parametrov, aby sa mohli použiť v určitých procesoch výpočtu v rámci programu Visualtime.

# RES_shifts.lblparamstitle.text.rotext
source: Parameters
eu: Parametroak
fr: Paramètres
gl: Parámetros
it: Parametri
pt: Parâmetros
sk: Parametre

# RES_shifts.lblparmg.text.rotext
source: General parameters
eu: Parametro orokorrak
fr: Paramètres généraux
gl: Parámetros xerais
it: Parametri generali
pt: Parâmetros gerais
sk: Všeobecné parametre

# RES_shifts.lblperhours.text.rotext
source: By Hours
eu: Orduz
fr: Par heures
gl: Por horas
it: Su base oraria
pt: Por Horas
sk: Hodinové

# RES_shifts.lblperhoursdesc.text.rotext
source: The schedule is considered as working hours. It can be used in the User Portal to make requests for schedule changes. <br/> Additionally, additional hours and the start and duration of their slots can be defined.
eu: Ordutegia lanordutzat hartzen da. Erabiltzaileen Atarian erabil daiteke ordutegi aldaketa eskaerak egiteko. <br/> Gainera, ordu osagarriak eta haien tarteen hasiera eta iraupena zehaztu daitezke.
fr: L´horaire est considéré comme un horaire de travail. Le Portail utilisateur pourra être utilisé pour effectuer les demandes de changement d´horaire. <br/> En outre, il sera possible de définir des heures complémentaires ainsi que le début et la durée de leurs créneaux.
gl: O horario considérase como horario laboral. Poderase empregar no Portal do usuario para realizar as solicitudes de cambio de horario. <br/> Adicionalmente, poderanse definir horas complementarias e o inicio e duración das súas franxas.
it: L´orario viene considerato come orario lavorativo. Sarà possibile utilizzarlo nel portale dell´utente per creare le richieste di modifica di orario. <br/> Inoltre, sarà possibile definire ore complementari e l´inizio e la durata delle loro fasce orarie.
pt: O horário é considerado como horário laboral. Poderá ser usado no Portal do utilizador para fazer os pedidos de troca de horário. <br/> Adicionalmente, poderão definir-se horas complementares e o início e a duração das suas faixas de tempo.
sk: Rozvrh sa považuje za pracovný čas. Možno ho použiť na portáli používateľa na podávanie žiadostí o zmeny rozvrhu. <br/> Okrem toho je možné definovať ďalšie hodiny a začiatok a trvanie ich intervalov.

# RES_shifts.lblpropsdesc2.text.rotext
source: You can determine whether this schedule will be used for certain operations such as requesting a schedule change or days off (e.g. vacation day).
eu: Ordutegi hau eragiketa jakin batzuetarako erabiliko den zehaztu dezakezu, hala nola, ordutegi-aldaketa eskatzeko edo baja-egunetarako (adibidez, opor-egunak).
fr: Vous pouvez déterminer si cet horaire sera utilisé pour certaines opérations telles que les demandes de changement d´horaire ou de jours de permission (par ex. : jour de congés).
gl: Pode determinar se este horario se utilizará para determinadas operacións, como solicitar cambio de horario ou días de permiso (exemplo: día de vacacións).
it: È possibile stabilire se questo orario verrà utilizzato per operazioni specifiche come richiedere una modifica di orario o giorni di permesso (ad es. giorni di vacanza).
pt: Pode determinar se este horário será utilizado para determinadas operações como pedidos de troca de horário ou dias de autorização (ex. dias de férias).
sk: Môžete určiť, či sa má tento rozvrh používať na určité operácie, ako je žiadosť o zmenu rozvrhu alebo dni dovolenky (napr. dni pracovného voľna).

# RES_shifts.lblpropstitle.text.rotext
source: Properties
eu: Propietateak
fr: Propriétés
gl: Propiedades
it: Proprietà
pt: Propriedades
sk: Vlastnosti

# RES_shifts.lblpuinchatinfo.text.rotext
source: Only applicable in time slots that start and end on the same day
eu: Egun berean hasi eta amaitzen diren tarteak dituzten ordutegietan soilik aplikagarria
fr: Applicable uniquement aux horaires dont les créneaux commencent et se terminent le même jour
gl: Só aplicable en horarios con franxas que inicien e finalicen o mesmo día
it: Applicabile solo a orari con fasce che iniziano e terminano lo stesso giorno
pt: Aplicável apenas em horários com faixas horárias que iniciem ou terminem no mesmo dia
sk: Platí len pre časy s časovými intervalmi začínajúcimi a končiacimi v ten istý deň

# RES_shifts.lblrecalcalldaysdesc.text.rotext
source: The schedule will be recalculated for all days and all users to which the schedule is applied.
eu: Ordutegia berriro kalkulatuko da ordutegia aplikatzen zaien egun guztietarako eta erabiltzaile guztientzat.
fr: L´horaire sera recalculé pour tous les jours et tous les utilisateurs auxquels il est appliqué.
gl: Recalcularase o horario para todos os días e todos os usuarios nos que o horario estea aplicado.
it: Verrà ricalcolato l´orario per tutti i giorni e tutti gli utenti a cui venga applicato l´orario.
pt: Será recalculado o horário para todos os dias e todos os utilizadores a quem o horário seja aplicado.
sk: Rozvrh sa prepočíta pre všetky dni a všetkých používateľov, na ktorých sa rozvrh vzťahuje.

# RES_shifts.lblrecalcalldaystitle.text.rotext
source: Recalculate every day
eu: Berriro kalkulatu egunero
fr: Recalculer chaque jour
gl: Recalcular todos os días
it: Ricalcola ogni giorno
pt: Recalcular todos os dias
sk: Prepočítajte každý deň

# RES_shifts.lblrecalcbydatedesc.text.rotext
source: The schedule will be recalculated from the specified date for all users assigned to it. And, an old schedule will be generated for previous days.
eu: Egitaraua zehaztutako datatik aurrera kalkulatuko da hari esleitutako erabiltzaile guztientzat, eta aurreko egunetarako ordutegi zaharra sortuko da.
fr: L´horaire sera recalculé à partir de la date spécifiée pour tous les utilisateurs à qui il a été attribué. En outre, un horaire ancien sera généré pour les jours précédents.
gl: Recalcularase o horario dende a data especificada para todos os usuarios que o teñan asignado, e xerarase un horario antigo para os días anteriores.
it: Verrà ricalcolato l´orario dalla data specificata per tutti gli utenti a cui sia assegnato. Verrà inoltre generato un orario precedente per i giorni anteriori.
pt: Será recalculado o horário a partir da data especificada para todos os utilizadores que o tenham o horário atribuído e gerar-se-á um horário antigo para os dias anteriores.
sk: Rozvrh sa prepočíta od zadaného dátumu pre všetkých používateľov, ktorí ho majú priradený, a pre predchádzajúce dni sa vygeneruje starý rozvrh.

# RES_shifts.lblrecalcbydatetitle.text.rotext
source: Recalculate from a specific date.
eu: Berriro kalkulatu data zehatz batetik.
fr: Recalculer à partir d´une date spécifique.
gl: Recalcular a partir dunha data especifica.
it: Ricalcola a partire da una data specifica.
pt: Recalcular a partir de uma data específica.
sk: Prepočítajte od určitého dátumu.

# RES_shifts.lblrecalcdesc.text.rotext
source: You have made changes to the composition of the current schedule. The schedule needs to be recalculated.
eu: Egungo ordutegiaren osaeran aldaketak egin ditu. Ordutegia berriro kalkulatu behar da.
fr: Vous avez apporté des modifications à la composition de l´horaire actuel. L´horaire doit être recalculé.
gl: Realizaches cambios na composición do horario actual. Débese recalcular o horario.
it: Sono state apportate modifiche alla composizione dell´orario attuale. L´orario deve essere ricalcolato.
pt: Foram efetuadas alterações à composição do horário atual. O horário deve ser recalculado.
sk: Vykonali ste zmeny v zložení aktuálneho rozvrhu. Rozvrh sa musí prepočítať.

# RES_shifts.lblrecalcdesc2.text.rotext
source: Choose the time recalculation mode.
eu: Aukeratu ordutegia birkalkulatzeko modua.
fr: Choisissez le mode de recalcul de l´horaire.
gl: Elixe o modo de recálculo do horario.
it: Scegli il modo di ricalcolare l´orario.
pt: Escolha o modo de recálculo do horário.
sk: Vyberte režim prepočítania rozvrhu.

# RES_shifts.lblrecdatedesc.text.rotext
source: Recalculate from
eu: Berriro kalkulatu
fr: Recalculer à partir du
gl: Recalcular a partir do
it: Ricalcola a partire dal
pt: Recalcular a partir de
sk: Prepočítajte z

# RES_shifts.lblrequestholiday.text.rotext
source: The schedule will be assigned only to the days planned as
eu: Ordutegia bezala aurreikusitako egunei bakarrik esleituko zaie
fr: L´horaire sera attribué uniquement aux jours planifiés comme
gl: O horario asignarase unicamente aos días planificados como
it: L´orario verrà assegnato unicamente ai giorni pianificati come
pt: O horário será atribuído exclusivamente aos dias planeados como
sk: Rozvrh bude pridelený len na dni, ktoré sú naplánované ako

# RES_shifts.lblrequestholiday2.text.rotext
source: within the requested period.
eu: eskatutako epean.
fr: dans la période demandée.
gl: dentro do período solicitado.
it: entro il periodo richiesto.
pt: dentro do período pedido.
sk: v požadovanom období.

# RES_shifts.lblrulesdesc.text.rotext
source: In this screen, you define the rules for justifying the schedule. The rules for justifying the schedule allow you to automate the coding of the incidents that generate the schedules: delays, early departures, excess...
eu: Pantaila honetan, ordutegiaren justifikazio-arauak definitzen dira. Justifikazio-arauek ordutegiek sortutako gorabeheren kodeketa automatizatzeko aukera ematen dute: atzerapenak, irteera goiztiarrak, gehiegikeriak...
fr: Cet écran permet de définir les règles de justification de l´horaire. Les règles de justification permettent d´automatiser le codage des incidents générés par les horaires : retards, sorties anticipées, heures excédentaires, etc.
gl: Nesta pantalla defínense as regras de xustificación do horario. As regras de xustificación permiten automatizar a codificación das incidencias que xeran os horarios: atrasos, saídas anticipadas, exceso...
it: In questa schermata vengono definite le regole di giustificazione dell´orario. Le regole di giustificazione consentono di automatizzare la codifica degli eventi che generano gli orari: ritardi, uscite anticipate, straordinari...
pt: Neste ecrã definem-se as regras de justificação do horário. As regras de justificação permitem automatizar a codificação das incidências que geram os horários: atrasos, saídas antecipadas, horas extra...
sk: Na tejto obrazovke sa definujú pravidlá odôvodnenia rozvrhu. Pravidlá odôvodnenia umožňujú automatizovať kódovanie udalostí generovaných cestovnými poriadkami: meškania, predčasné odchody, prekročenia...

# RES_shifts.lblrulesgridtitle.text.rotext
source: Rules of justifications
eu: Justifikazio-arauak
fr: Règles de justifications
gl: Regras de xustificacións
it: Regole di giustificazioni
pt: Regras de justificação
sk: Pravidlá pre odôvodnenia

# RES_shifts.lblrulestitle.text.rotext
source: Rules of justifications
eu: Justifikazio-arauak
fr: Règles de justifications
gl: Regras de xustificacións
it: Regole di giustificazioni
pt: Regras de justificação
sk: Pravidlá pre odôvodnenia

# RES_shifts.lblruletit.text.rotext
source: Edition Rules of justification
eu: Justifikazio-arauak editatzea
fr: Édition règles de justification
gl: Edición regras de xustificación
it: Modifica delle regole di giustificazione
pt: Edição de Regras de justificação
sk: Úprava pravidiel odôvodnenia

# RES_shifts.lblruletitlebold.text.rotext
source: Ruler
eu: Erregela
fr: Règle
gl: Regra
it: Regola
pt: Regra
sk: Pravidlo

# RES_shifts.lblschemacheck.text.rotext
source: If you want to use this schedule as a template for creating new schedules, check the following checkbox.
eu: Ordutegi hau ordutegi berriak sortzeko txantiloi gisa erabili nahi baduzu, egiaztatu hurrengo kontrol-laukia.
fr: Si vous voulez utiliser cet horaire comme modèle pour créer de nouveaux horaires, cochez la case de vérification suivante.
gl: Se queres utilizar este horario como un modelo para crear horarios novos, marca a seguinte casa de verificación.
it: Se vuoi utilizzare questo orario come modello per creare nuovi orari, seleziona la seguente casella di verifica.
pt: Se pretende utilizar este horário como um modelo para criar horários novos, marque a seguinte caixa de verificação.
sk: Ak chcete tento rozvrh používať ako šablónu na vytváranie nových rozvrhov, začiarknite nasledujúce políčko.

# RES_shifts.lblshiftchange.text.rotext
source: Type of time change.
eu: Ordutegi aldaketa mota.
fr: Type changement d´horaire.
gl: Tipo cambio de horario.
it: Tipo cambio di orario.
pt: Tipo de alteração de horário.
sk: Typ zmeny cestovného poriadku.

# RES_shifts.lblshiftchangedesc.text.rotext
source: This schedule will be used in the schedule change request module.
eu: Ordutegi hori ordutegi aldaketa eskatzeko moduluan erabiliko da.
fr: Cet horaire sera utilisé dans le module de demande de changement d´horaire.
gl: Este horario utilizarase no módulo de solicitude de cambio de horario.
it: Questo orario verrà utilizzato nel modulo di richiesta di modifica di orario.
pt: Este horário será utilizado no módulo de pedidos de alteração de horário.
sk: Tento rozvrh sa použije v module žiadosti o zmenu rozvrhu.

# RES_shifts.lblshiftgroupgeneraltitle.text.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
it: Generale
pt: Geral
sk: všeobecné

# RES_shifts.lblshiftgroupname.text.rotext
source: Name:
eu: Izena:
fr: Nom :
gl: Nome:
it: Nome:
pt: Nome:
sk: Názov:

# RES_shifts.lblshiftname.text.rotext
source: Name:
eu: Izena:
fr: Nom :
gl: Nome:
it: Nome:
pt: Nome:
sk: Názov:

# RES_shifts.lblshiftsgeneraldescription.text.rotext
source: General timetable information.
eu: Ordutegiaren informazio orokorra.
fr: Données générales de l´horaire.
gl: Datos xerais do horario.
it: Dati generali dell´orario.
pt: Dados gerais do horário.
sk: Všeobecné údaje o cestovnom poriadku.

# RES_shifts.lblshiftshortname.text.rotext
source: Short name:
eu: Izen laburtua:
fr: Nom abrégé:
gl: Nome abreviado:
it: Nome abbreviato:
pt: Nome abreviado:
sk: Skrátený názov:

# RES_shifts.lblshiftshortnamedescription.text.rotext
source: Abbreviated name used as a reference to the schedule
eu: Ordutegiaren erreferentzia gisa erabiltzen den izen laburtua
fr: Nom court utilisé pour faire référence à l´horaire
gl: Nome abreviado utilizado como referencia ao horario
it: Nome abbreviato utilizzato come riferimento all´orario
pt: Nome abreviado utilizado como referência ao horário
sk: Skrátený názov používaný ako odkaz na rozvrh

# RES_shifts.lblshortname.text.rotext
source: Short name
eu: Izen laburra
fr: Nom court
gl: Nome curto
it: Nome breve
pt: Nome abreviado
sk: Krátky názov

# RES_shifts.lblstartfloating.text.rotext
source: Start time of the schedule:
eu: Egitaraua hasteko ordua:
fr: Heure de début de l´horaire :
gl: Hora de inicio do horario:
it: Ora di inizio dell´orario:
pt: Hora de início do horário:
sk: Čas začiatku rozvrhu:

# RES_shifts.lbltitlecategory.text.rotext
source: Permission category applied to the group
eu: Baimen-kategoria aplikatu zaio taldeari
fr: Catégorie d´autorisations appliquée au groupe
gl: Categoría de permisos aplicada ao grupo
it: Categoria di autorizzazioni applicata al gruppo
pt: Categoria de autorizações aplicada ao grupo
sk: Kategória oprávnenia použitá na skupinu

# RES_shifts.lbltitleempactshiftgroup.text.rotext
source: Schedules that are currently in the group.
eu: Une honetan taldean dauden ordutegiak.
fr: Horaires actuellement présents dans le groupe.
gl: Horarios que actualmente están no grupo.
it: Orari che si trovano attualmente nel gruppo
pt: Horários que estão atualmente no grupo.
sk: Rozvrhy, ktoré sú v súčasnosti v skupine.
