Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDocumentaryManagement.*.resx
Languages: ca, eu, pt, sk

# RES_index.causenoteorleaveorpermission.rotext
source: Upload this document from the user's file.
ca: Carrega aquest document des de l’expedient de l’usuari.
eu: Kargatu dokumentu hau erabiltzailearen fitxategitik.
pt: Carregue este documento a partir do dossier do utilizador.
sk: Nahrajte tento dokument zo súboru používateľa.

# RES_index.companyrequired.rotext
source: The name of the document must have the company's CIF.
ca: El nom del document ha de tenir el CIF de l’empresa.
eu: Dokumentuaren izenak enpresaren IFK izan behar du.
pt: O nome do documento tem de ter o CIF da empresa.
sk: V názve dokladu musí byť uvedené IČ DPH spoločnosti.

# RES_index.contractrequired.rotext
source: The user must have a contract to upload the document.
ca: L’usuari ha de tenir un contracte per poder carregar el document.
eu: Erabiltzaileak kontratua izan behar du dokumentua igo ahal izateko.
pt: O utilizador deve ter um contrato para poder carregar o documento.
sk: Používateľ musí mať zmluvu, aby mohol nahrať dokument.

# RES_index.documentmaxsizefile.rotext
source: The file exceeds the maximum allowed size.
ca: El fitxer supera la mida màxima permesa.
eu: Fitxategiak onartzen den gehienezko tamaina gainditzen du.
pt: O ficheiro excede o tamanho máximo permitido.
sk: Súbor prekračuje maximálnu povolenú veľkosť.

# RES_index.employeerequired.rotext
source: A user could not be found to associate the document with. The document name format must be DNI_<rest of file name>.<extension>
ca: No s’ha pogut trobar un usuari al qual associar el document. El format del nom del document ha de ser DNI_<resta nom fitxer>.<extensió>
eu: Ezin izan da dokumentua lotzeko erabiltzailerik aurkitu. Dokumentuaren izenaren formatuak DNI_<fitxategiaren gainerako izena>.<luzapena> izan behar du
pt: Não foi possível encontrar um utilizador ao qual associar o documento. O formato do nome do documento deve ser DNI_<resto nome ficheiro>.<extensão>
sk: Nepodarilo sa nájsť používateľa, ku ktorému by sa dal dokument priradiť. Formát názvu dokumentu musí byť DNI_<resto nombre fichero>.<extensión>

# RES_index.a3payrollemployeerequired.rotext
source: A user could not be found to associate the document with in the following pages:
ca: No s'ha pogut trobar un usuari a qui associar el document a les pàgines següents:
eu: Ezin izan da dokumentua lotzeko erabiltzailerik aurkitu orri hauetan:
pt: Não foi possível encontrar um utilizador para associar o documento às páginas seguintes:
sk: Nepodarilo sa nájsť používateľa, ktorý by priradil dokument k nasledujúcim stránkam:

# RES_index.invalida3payrollformat.rotext
source: The document does not have the A3 payroll format
ca: El document no té el format de nòmina A3
eu: Dokumentuak ez du A3 nomina-formatua
pt: O documento não está em formato de folha de pagamento A3
sk: Dokument nie je vo formáte A3 pre mzdy

# RES_index.employeerequiredpatternalt1.rotext
source: A user could not be found to associate the document with. The document name format must be <*>_nif_(DNI)_<rest of file name>.<extension>
ca: No s’ha pogut trobar un usuari al qual associar el document. El format del nom del document ha de ser <*>_nif_(DNI)_<resta nom fitxer>.<extensió>
eu: Ezin izan da dokumentua lotzeko erabiltzailerik aurkitu. Dokumentuaren izenaren formatuak <*>_nif_(NAN)_<gainerako fitxategiaren izena> izan behar du.<luzapena>
pt: Não foi possível encontrar um utilizador ao qual associar o documento. O formato do nome do documento deve ser <*>_nif_(DNI)_<resto nome ficheiro>.<extensão>
sk: Nepodarilo sa nájsť používateľa, ku ktorému by sa dal dokument priradiť. Formát názvu dokumentu musí byť <*>_nif_(DNI)_<názov ostatného súboru>.<rozšírenie>

# RES_index.excludedfileextensions.rotext
source: File extension not allowed.
ca: Extensió del fitxer no permesa.
eu: Ez da onartzen fitxategi-luzapena.
pt: Extensão do ficheiro não permitida.
sk: Prípona súboru nie je povolená.

# RES_index.nodocumenttemplate.rotext
source: You do not have a folder selected to upload the document.
ca: No tens una carpeta seleccionada per carregar el document.
eu: Ez duzu karpetarik hautatu dokumentua kargatzeko.
pt: Não tem uma pasta selecionada para carregar o documento.
sk: Nemáte vybratý priečinok na odosielanie dokumentu.

# RES_index.nopermissionoveremployee.rotext
source: You do not have permissions for the user to upload the document.
ca: No tens permisos sobre l’usuari per carregar el document.
eu: Ez duzu erabiltzaileari dokumentua kargatzeko baimenik.
pt: Não tem autorizações sobre o utilizador para carregar o documento.
sk: Nemáte oprávnenia používateľa na odoslanie dokumentu.

# RES_index.nopermissionovergroup.rotext
source: You do not have permissions on the group to upload the document.
ca: No tens permisos sobre el grup per carregar el document.
eu: Ez duzu taldean dokumentua kargatzeko baimenik.
pt: Não tem autorizações sobre o grupo para carregar o documento.
sk: Nemáte oprávnenia skupiny na nahratie dokumentu.

# RES_index.numberofsigneddocumentsexceeded.rotext
source: The available number of documents requiring signature has been exceeded
ca: S’ha superat la quantitat disponible de documents que cal signar
eu: Sinadura eskatzen duten dokumentu kopurua gainditu da
pt: A quantidade disponível de documentos que requerem assinatura foi excedida
sk: Bol prekročený dostupný počet dokumentov vyžadujúcich podpis

# RES_index.pdfdocumentrequired.rotext
source: The document must be a PDF
ca: El document ha de ser un PDF
eu: Dokumentuak PDF bat izan behar du
pt: O documento deve ser um PDF
sk: Dokument musí byť vo formáte PDF

# RES_index.templateinuse.rotext
source: The folder contains documents, it cannot be deleted.
ca: La carpeta conté documents. No es pot eliminar.
eu: Karpetak dokumentuak ditu, ezin da ezabatu.
pt: A pasta contém documentos, não pode ser eliminada.
sk: Priečinok obsahuje dokumenty, nie je možné ho vymazať.

# RES_index.title.rotext
source: Document Management
ca: Gestió documental
eu: Dokumentuen kudeaketa
pt: Gestão de documentos
sk: Správa dokumentov

# RES_index.title.search.rotext
source: Search folders
ca: Buscar carpetes
eu: Bilatu karpetak
pt: Procurar pastas
sk: Vyhľadávanie v priečinkoch

# RES_index.treetitle.rotext
source: Folders
ca: Carpetes
eu: Karpetak
pt: Pastas
sk: Priečinky

# RES_index.a3payrollcorrect.noone.rotext
source: No payroll was imported
ca: No es va importar cap nòmina
eu: Ez zen nominarik inportatu
pt: Não foi importado qualquer registo de remunerações
sk: Neboli importované žiadne výplatné pásky

# RES_index.a3payrollcorrect.one.rotext
source: Payroll ${1} was imported successfully
ca: S'ha importat ${1} nòmina correctament
eu: ${1} nomina behar bezala inportatu da
pt: Folha de pagamento ${1} importada com sucesso
sk: Výplatná páska ${1} úspešne importovaná

# RES_index.a3payrollcorrect.many.rotext
source: ${1} payslips were imported correctly
ca: S'han importat ${1} nòmines correctament
eu: ${1} nominak behar bezala inportatu dira
pt: ${1} recibos de vencimento foram importados corretamente
sk: ${1} výplatné pásky boli importované správne

# RES_index.a3payrollunknownemployee.rotext
source: ${1} payslips could not be imported as a user with the identity document number indicated on the payslip could not be located. Check the following pages of document ${3}: ${2}
ca: No s'han pogut importar ${1} nòmines en no localitzar-se un usuari amb el número de document d'identitat que s'hi indica. Reviseu les següents pàgines del document ${3}: ${2}
eu: ${1} nominak ezin izan dira inportatu nominan adierazitako ID zenbakia duen erabiltzaile bat ezin izan delako aurkitu. Mesedez, berrikusi ${3} dokumentuko orrialde hauek: ${2}
pt: Não foi possível importar ${1} recibos de vencimento porque não foi possível localizar um utilizador com o número de identificação indicado no recibo de vencimento. Verifique as seguintes páginas do documento ${3}: ${2}
sk: Nie je možné importovať výplatné pásky ${1}, pretože používateľa s identifikačným číslom uvedeným na výplatnej páske nebolo možné nájsť. Skontrolujte prosím nasledujúce stránky: ${2}

# RES_index.a3payrollunauthorizedemployee.rotext
source: It was not possible to import ${1} payslips because you do not have permissions on the user with the identity document number indicated on the payroll. Check the following pages of document ${3}: ${2}
ca: No s'han pogut importar ${1} nòmines en no disposar de permisos sobre l'usuari amb el número de document d'identitat que s'hi indica. Reviseu les següents pàgines del document ${3}: ${2}
eu: ${1} nominak ezin izan dira inportatu bertan adierazitako ID zenbakia duen erabiltzailearen baimenik ez duzulako. Mesedez, berrikusi ${3} dokumentuko orrialde hauek: ${2}
pt: Não foi possível importar ${1} recibos de vencimento porque não tem permissões para o utilizador com o número de identificação indicado no recibo de vencimento. Verifique as seguintes páginas do documento ${3}: ${2}
sk: Nie je možné importovať výplatné pásky ${1}, pretože nemáme oprávnenie na používateľa s identifikačným číslom uvedeným na výplatnej páske. Skontrolujte nasledujúce stránky: ${2}

# RES_index.a3payrollnocontractemployee.rotext
source: It was not possible to import ${1} payslips because you do not have permissions on the user with the identity document number indicated on the payroll. Check the following pages of the document ${3}: ${2}
ca: No s'han pogut importar ${1} nòmines en no disposar de permisos sobre l'usuari amb el número de document d'identitat que s'hi indica. Reviseu les següents pàgines del document ${3}: ${2}
eu: ${1} nominak ezin izan dira inportatu bertan adierazitako ID zenbakia duen erabiltzailearen baimenik ez duzulako. Mesedez, berrikusi ${3} dokumentuko orrialde hauek: ${2}
pt: Não foi possível importar ${1} recibos de vencimento porque não tem permissões para o utilizador com o número de identificação indicado no recibo de vencimento. Verifique as seguintes páginas do documento ${3}: ${2}
sk: Nie je možné importovať výplatné pásky ${1}, pretože nemáme oprávnenie na používateľa s identifikačným číslom uvedeným na výplatnej páske. Skontrolujte nasledujúce stránky: ${2}
