Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDataLink.*.resx
Languages: ca, fr, pt

# RES_srvmsgboxdatalink.error.notvalidip.rotext
source: The indicated IP is not valid
ca: L’IP indicat no és vàlid
fr: L´adresse IP fournie n´est pas valide
pt: O IP indicado não é válido

# RES_srvmsgboxdatalink.error.ok.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxdatalink.error.title.rotext
source: Mistake
ca: Error
fr: Erreur
pt: Erro

# RES_srvmsgboxdatalink.error.validationfailed.rotext
source: Mistake
ca: Error
fr: Erreur
pt: Erro

# RES_srvmsgboxdatalink.error.validationfaileddesc.rotext
source: The validation code is not correct
ca: El codi de validació no és correcte
fr: Le code de validation est incorrect
pt: O código de validação não está correto

# RES_srvmsgboxdatalink.info.frmaddroute.connectionok.rotext
source: The data entered is valid
ca: Les dades introduïdes són vàlides
fr: Les données saisies sont valides
pt: Os dados introduzidos são válidos

# RES_srvmsgboxdatalink.info.frmaddroute.connectionoktitle.rotext
source: Information
ca: Informació
pt: Informações

# RES_srvmsgboxdatalink.info.frmaddroute.ok.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxdatalink.savename.error.option1text.rotext
source: Mistake
ca: Error
fr: Erreur
pt: Erro

# RES_srvmsgboxdatalink.savename.error.text.rotext
source: Data Link
ca: Enllaç de dades
fr: liaison de données
pt: Ligação de dados

# RES_srvmsgboxdatalink.title.rotext
source: Mistake
ca: Error
fr: Erreur
pt: Erro

# RES_wsadministration.audit.column.action.rotext
source: Action
ca: Acció
pt: Ação

# RES_wsadministration.audit.column.date.rotext
source: Hour
ca: Hora
fr: Heure
pt: Hora

# RES_wsadministration.audit.column.time.rotext
source: Date
ca: Data
pt: Data

# RES_wsadministration.btnrefresh.text.rotext
source: Refresh
ca: Actualitzar
fr: Actualiser
pt: Atualizar

# RES_wsadministration.gridcontracts.column.clientlocation.rotext
source: Origin
ca: Origen
fr: Source
pt: Origem

# RES_wsadministration.gridcontracts.column.description.rotext
source: Description
ca: Descripció
pt: Descrição

# RES_wsadministration.gridcontracts.column.objectname.rotext
source: Object
ca: Objecte
fr: Objet
pt: Objeto

# RES_wsadministration.lbladdip.text.rotext
source: Add IP
ca: Afegir IP
fr: Ajouter IP
pt: Adicionar IP

# RES_wsadministration.lblclientname2sc.text.rotext
source: Customer:
ca: Client:
fr: Client:
pt: Cliente:

# RES_wsadministration.lblclientnamesc.text.rotext
source: Client name for the connection
ca: Nom del client per a la connexió
fr: Nom du client pour la connexion
pt: Nome do cliente para conexão

# RES_wsadministration.lblerrorsc.text.rotext
source: Could not obtain data for SC connection.
ca: No s´han pogut obtenir dades per a la connexió de l´SC.
fr: Les données pour la connexion SC n´ont pas pu être obtenues.
pt: Os dados da conexão SC não puderam ser obtidos.

# RES_wsadministration.lblexterncomplaintchannel.text.rotext
source: Access to the external reporting channel
ca: Accés al canal de denúncies extern
fr: Accès au canal de reporting externe
pt: Acesso ao canal de denúncias externo

# RES_wsadministration.lblexterncomplaintchanneldesc.text.rotext
source: In this section you can consult the access address to the external reporting channel
ca: En aquesta secció podeu consultar l´adreça d´accés al canal de denúncies extern
fr: Dans cette section, vous pouvez consulter l´adresse d´accès au canal de réclamation externe
pt: Nesta secção poderá consultar o endereço de acesso ao canal de denúncias externas

# RES_wsadministration.lblexterncomplaintchannelurldesc.text.rotext
source: External reporting channel URL
ca: Url del canal de denúncies extern
fr: URL du canal de réclamation externe
pt: URL do canal de denúncia externo

# RES_wsadministration.lblgeneratesaslink.text.rotext
source: Generate SaS link
ca: Generar enllaç SaS
fr: Générer un lien SaS
pt: Gerar link SaS

# RES_wsadministration.lblgeneratetoken1.text.rotext
source: Generate Primary Token
ca: Generar Token Primari
fr: Générer un jeton principal
pt: Gerar token primário

# RES_wsadministration.lblgeneratetoken1sc.text.rotext
source: Generate Primary Token
ca: Generar Token Primari
fr: Générer un jeton principal
pt: Gerar token primário

# RES_wsadministration.lblgeneratetoken2.text.rotext
source: Generate Secondary Token
ca: Generar Token Secundari
fr: Générer un jeton secondaire
pt: Gerar token secundário

# RES_wsadministration.lblgeneratetoken2sc.text.rotext
source: Generate Secondary Token
ca: Generar Token Secundari
fr: Générer un jeton secondaire
pt: Gerar token secundário

# RES_wsadministration.lblsubtitledi.text.rotext
source: In this section you can generate the SAS link to the dining ticket container.
ca: En aquesta secció podeu generar l´enllaç SAS al contenidor de tiquets menjador.
fr: Dans cette section, vous pouvez générer le lien SAS vers le conteneur de tickets de restaurant.
pt: Nesta secção, pode gerar a ligação SAS para o contentor de talões de refeição.

# RES_wsadministration.lblsubtitlesc.text.rotext
source: Tokens for the Visualtime Secure Connect service
ca: Tokens per al servei de Visualtime Secure Connect
fr: Jetons pour le service Visualtime Secure Connect
pt: Tokens para o serviço Visualtime Secure Connect

# RES_wsadministration.lbltitledi.text.rotext
source: Setting up the dining ticket container.
ca: Configuració del contenidor de tiquets menjador.
fr: Configuration du conteneur de tickets de restaurant.
pt: Configuração do contentor de talões de refeição.

# RES_wsadministration.lbltitlesc.text.rotext
source: Visualtime Secure Connect
fr: Connexion sécurisée Visualtime
pt: Conexão segura Visualtime

# RES_wsadministration.lbltoken1descsc.text.rotext
source: Primary token used for Secure Connect
ca: Token primari utilitzat per a Secure Connect
fr: Jeton principal utilisé pour Secure Connect
pt: Token principal usado para Secure Connect

# RES_wsadministration.lbltoken1sc.text.rotext
source: Primary Token:
ca: Token primari:
fr: Jeton principal :
pt: Token primário:

# RES_wsadministration.lbltoken2descsc.text.rotext
source: Secondary token used for Secure Connect
ca: Token secundari utilitzat per a Secure Connect
fr: Jeton secondaire utilisé pour Secure Connect
pt: Token secundário usado para Secure Connect

# RES_wsadministration.lbltoken2sc.text.rotext
source: Secondary token:
ca: Token secundari:
fr: Jeton secondaire :
pt: Token secundário:

# RES_wsadministration.lbltokendescription.text.rotext
source: SaS Token to be put into the Dining Service configuration.
ca: SaS Token que cal posar a la configuració del Servei Menjador.
fr: Jeton SaS qui doit être mis dans la configuration du service de restauration.
pt: Token SaS que deve ser colocado na configuração do Dining Service.

# RES_wsadministration.lblwsaudit.text.rotext
source: Auditing data binding using web service
ca: Auditoria de l’enllaç de dades per mitjà de servei web
fr: Audit du lien de données à l´aide d´un service web
pt: Auditoria do link de dados através de serviço Web

# RES_wsadministration.lblwsauditdesc.text.rotext
source: In this section you can review the audit of the last 7 days of the data import web service. If you need to extend the period, you can consult the complete Visualtime audit.
ca: En aquesta secció pots revisar l’auditoria dels darrers 7 dies del servei web d’importació de dades. Si necessites ampliar el període, pots consultar l’auditoria completa de Visualtime.
fr: Dans cette section, vous pouvez consulter l´audit des sept derniers jours du service Web d´importation des données. Si vous avez besoin de prolonger la période, vous pouvez consulter l´audit complet de Visualtime.
pt: Nesta secção pode rever a auditoria dos últimos 7 dias do serviço Web de importação de dados. Se precisar de ampliar o período, pode consultar a auditoria completa do Visualtime.

# RES_wsadministration.lblwsimportgeneral.text.rotext
source: Configuring the Import Web Service.
ca: Configuració del servei web d’importació.
fr: Configuration du service Web d´importation.
pt: Configuração do serviço Web de importação.

# RES_wsadministration.lblwsimportgeneraldesc.text.rotext
source: In this section you can configure the connection data with the web service offered by Cegid Visualtime to perform user/absence imports.
ca: En aquesta secció pots configurar les dades de connexió amb el servei web que ofereix Cegid Visualtime per fer importacions d’usuaris/absències.
fr: Dans cette section, vous pouvez configurer les données de connexion avec le service Web proposé par Cegid Visualtime pour les importations d´utilisateurs/absences.
pt: Nesta secção pode configurar os dados de ligação ao serviço Web oferecido pela Cegid Visualtime para importar utilizadores/ausências.

# RES_wsadministration.lblwsipsconfigdesc.text.rotext
source: Please indicate the list of IPs enabled to make requests to the web service. (Leave blank to not apply restrictions)
ca: Indica el llistat d’adreces IP habilitades per fer peticions al servei web. (Deixar en blanc per no aplicar restriccions)
fr: Indiquez la liste des IP autorisées à effectuer des demandes auprès du service Web. (Laisser vierge pour ne pas appliquer de restrictions)
pt: Indique a lista de IPs ativados para realizar pedidos ao serviço Web. (Deixar em branco para não aplicar restrições)

# RES_wsadministration.lblwsmodev1.text.rotext
source: Use username and password as a means of identification
ca: Usar usuari i contrasenya com a mitjà d´identificació
fr: Utiliser le nom d´utilisateur et le mot de passe comme moyen d´identification
pt: Utilizar nome de utilizador e senha como meio de identificação

# RES_wsadministration.lblwsmodev2.text.rotext
source: V2: Using a token as a means of identification
ca: V2: Usar un token com a mitjà d´identificació
fr: V2 : Utiliser un jeton comme moyen d´identification
pt: V2: Use um token como meio de identificação

# RES_wsadministration.lblwsoldpassword.text.rotext
source: Old password:
ca: Contrasenya antiga:
fr: Ancien mot de passe:
pt: Palavra-passe antiga:

# RES_wsadministration.lblwsoldpassworddesc.text.rotext
source: Please enter your old password to save your changes.
ca: Indica la contrasenya antiga per poder desar les modificacions introduïdes.
fr: Indiquez l´ancien mot de passe afin de pouvoir enregistrer les modifications apportées.
pt: Indique a palavra-passe antiga para poder guardar as alterações efetuadas.

# RES_wsadministration.lblwspasswordconfig.text.rotext
source: Password:
ca: Contrasenya:
fr: Mot de passe:
pt: Palavra-passe:

# RES_wsadministration.lblwspasswordconfigdesc.text.rotext
source: Password used to log in to the import web service
ca: Contrasenya utilitzada per iniciar sessió al servei web d’importació
fr: Mot de passe utilisé pour se connecter au service Web d´importation
pt: Palavra-passe utilizada para fazer login no serviço Web de importação

# RES_wsadministration.lblwsrepeatpasswordconfig.text.rotext
source: Repeat:
ca: Repeteix:
fr: Répétez :
pt: Repita:

# RES_wsadministration.lblwsrepeatpasswordconfigdesc.text.rotext
source: Repeat the password entered above
ca: Repeteix la contrasenya indicada anteriorment
fr: Répétez le mot de passe indiqué précédemment
pt: Repita a palavra-passe anteriormente indicada

# RES_wsadministration.lblwstoken1config.text.rotext
source: Primary Token:
ca: Token primari:
fr: Jeton principal :
pt: Token primário:

# RES_wsadministration.lblwstoken1desc.text.rotext
source: Token used to log in to the import web service
ca: Token utilitzat per realitzar login al servei web d´importació
fr: Jeton utilisé pour se connecter au service Web d´importation
pt: Token usado para fazer login no serviço web de importação

# RES_wsadministration.lblwstoken2config.text.rotext
source: Secondary token:
ca: Token secundari:
fr: Jeton secondaire :
pt: Token secundário:

# RES_wsadministration.lblwstoken2desc.text.rotext
source: Second token used to login to the import web service
ca: Segon token utilitzat per realitzar login al servei web d´importació
fr: Deuxième jeton utilisé pour se connecter au service Web d´importation
pt: Segundo token usado para fazer login no serviço web de importação

# RES_wsadministration.lblwsurldesc.text.rotext
source: Visualtime Import Web Services Url
ca: URL dels serveis web d’importació de Visualtime
fr: URL des services Web d´importation de Visualtime
pt: URL dos serviços Web de importação do Visualtime

# RES_wsadministration.lblwsusernameconfig.text.rotext
source: User name:
ca: Nom d’usuari:
fr: Nom d´utilisateur :
pt: Nome de utilizador:

# RES_wsadministration.lblwsusernameconfigdesc.text.rotext
source: Username used to log in to the import web service
ca: Nom d’usuari utilitzat per iniciar sessió al servei web d’importació
fr: Nom d´utilisateur saisi pour se connecter au service Web d´importation
pt: Nome de utilizador utilizado para efetuar login no serviço Web de importação

# RES_importsupload.btnselecttemplate.text.rotext
source: Select template
ca: Seleccionar plantilla
fr: Sélectionnez un modèle
pt: Selecionar modelo

# RES_importsupload.btnselecttemplate.tooltip.rotext
source: Select the template to use
ca: Seleccionar la plantilla a utilitzar
fr: Sélectionnez le modèle à utiliser
pt: Selecionar o modelo a ser utilizado

# RES_importsupload.lstavailablecustomtemplates.text.rotext
source: Select template
ca: Seleccionar plantilla
fr: Sélectionnez un modèle
pt: Selecionar modelo

# RES_importsupload.lstavailablecustomtemplates.tooltip.rotext
source: Select the template to use
ca: Seleccionar la plantilla a utilitzar
fr: Sélectionnez le modèle à utiliser
pt: Selecionar o modelo a ser utilizado

# RES_importsupload.lblselecttemplate.text.rotext
source: Template
ca: plantilla
fr: Modèle
pt: modelo

# RES_importsupload.template.nothing.rotext
source: None
ca: Cap
fr: Aucun
pt: Nenhum

# RES_importsupload.template.select.rotext
source: Template
ca: plantilla
fr: Modèle
pt: modelo

# RES_wsadministration.lbltitlepgp.text.rotext
source: PGP Encryption
ca: Encriptació PGP
fr: Cryptage PGP.
pt: Encriptação PGP

# RES_wsadministration.lblsubtitlepgp.text.rotext
source: In this section you can configure automatic file encryption using PGP to protect data imported and exported in Visualtime.
ca: En aquesta secció podràs configurar encriptació automàtica de fitxers mitjançant PGP per protegir les dades importades i exportades a Visualtime.
fr: Dans cette section, vous pourrez configurer le cryptage automatique des fichiers à l'aide de PGP pour protéger les données importées et exportées dans Visualtime.
pt: Nesta secção, poderá configurar a encriptação automática de ficheiros utilizando o PGP para proteger os dados importados e exportados no Visualtime.

# RES_wsadministration.lblpgpenableddescription.text.rotext
source: Enables automatic file encryption using PGP.
ca: Activa l'encriptació automàtica de fitxers mitjançant PGP.
fr: Active le cryptage automatique des fichiers à l'aide de PGP.
pt: Ativa a encriptação automática de ficheiros utilizando o PGP.

# RES_wsadministration.label3.text.rotext
source: Generate SaS link
ca: Generar enllaç SaS
fr: Générer un lien SaS
pt: Gerar link SaS

# RES_wsadministration.label1.text.rotext
source: Enables automatic file encryption using PGP.
ca: Activa l'encriptació automàtica de fitxers mitjançant PGP.
fr: Active le cryptage automatique des fichiers à l'aide de PGP.
pt: Ativa a encriptação automática de ficheiros utilizando o PGP.

# RES_wsadministration.aspxcheckbox1.text.rotext
source: PGP Encryption
ca: Encriptació PGP
fr: Cryptage PGP
pt: Encriptação PGP

# RES_wsadministration.lblpublicclientpgpdescription.text.rotext
source: Upload the public key file.
ca: Puja el fitxer de la clau pública.
fr: Téléchargez le fichier de la clé publique.
pt: Carregue o ficheiro da chave pública.

# RES_wsadministration.lblvisualtimepgpkeydescription.text.rotext
source: Visualtime public key.
ca: Clau pública Visualtime.
fr: Clé publique Visualtime.
pt: Chave pública do Visualtime.

# RES_wsadministration.chkpgpenabled.text.rotext
source: PGP Encryption
ca: Encriptació PGP
fr: Cryptage PGP
pt: Encriptação PGP

# RES_wsadministration.btnaddcertificate.text.rotext
source: Add
ca: Afegir
fr: ajouter
pt: adicionar

# RES_wsadministration.btnaddcertificate.tooltip.rotext
source: Add new certificate
ca: Afegir nou certificat
fr: Ajouter un nouveau certificat
pt: Adicionar novo certificado

# RES_wsadministration.lblgeneratevisualtimepublicpgpkey.text.rotext
source: Download Visualtime PGP
ca: Descarregar Visualtime PGP
fr: Télécharger Visualtime PGP
pt: Descarregar o Visualtime PGP

# RES_wsadministration.lblvisualtimeclientpgpkeydescription.text.rotext
source: Client public key.
ca: Clau pública client.
fr: Clé publique du client.
pt: Chave pública do cliente.

# RES_wsadministration.btndownloadcertificate.text.rotext
source: Discharge
ca: Descarregar
fr: Décharge
pt: Descarregar

# RES_datalinkbusiness.profileexportname.holidaysonly.text.rotext
source: Vacations
ca: Vacances
fr: Des vacances
pt: Férias

# RES_wsadministration.hdnfileuploaded.text.rotext
source: You already have a Public Key
ca: Ja disposeu d'una Clau Pública
fr: Vous avez déjà une clé publique
pt: Já tem uma chave pública

# RES_wsadministration.lblwsbitgeneral.text.rotext
source: Configuring the export container to BI.
ca: Configuració del contenidor d´exportació a BI.
fr: Configuration du conteneur d´exportation BI.
pt: Configuração do contentor de exportação para BI

# RES_wsadministration.lblbigeneraldesc.text.rotext
source: In this section you can generate the SAS link to the BI export file container.
ca: En aquesta secció podeu generar l´enllaç SAS al contenidor de fitxers d´exportació de BI.
fr: Dans cette section, vous pouvez générer le lien SAS vers le conteneur de fichiers d´exportation BI.
pt: Nesta secção pode gerar o link SAS para o conteúdo do arquivo de exportação do BI.

# RES_wsadministration.lblbisaslinkdesc.text.rotext
source: Link through which you can access all exportable Genius runs performed by all users
ca: Enllaç a través del qual es pot accedir a totes les execucions exportables de Genius realitzades per tots els usuaris
fr: Lien par lequel vous pouvez accéder à toutes les analyses Genius exportables réalisées par tous les utilisateurs
pt: Link através do qual se pode aceder a todas as execuções exportáveis do Genius efectuadas por todos os utilizadores.

# RES_wsadministration.lblbisaslinkconfig.text.rotext
source: SaS Link:
ca: Enllaç SaS:
fr: Lien SaS :
pt: Link SaS:

# RES_wsadministration.lblcontainerurl.text.rotext
source: Link to container:
ca: Enllaç al contenidor:
fr: Lien vers le conteneur :
pt: Link para o contentor:

# RES_wsadministration.lblgeneratesaslinkbi.text.rotext
source: Generate SaS link
ca: Generar enllaç SaS
fr: Générer un lien SaS
pt: Gerar link SaS

# RES_datalinkbusiness.lblexportguidetemplatetitle.text.rotext
source: Configure templates
ca: Configurar plantilles
fr: Configurer les modèles
pt: Configurar modelos

# RES_datalinkbusiness.lblexportguidetemplatedescription.text.rotext
source: Configure the different export templates.
ca: Configureu les diferents plantilles d'exportació.
fr: Configurer les différents modèles d'exportation.
pt: Configurar os diferentes modelos de exportação.

# RES_datalinkbusiness.lbladvtemplateedit.text.rotext
source: Template Type:
ca: Tipus de plantilla:
fr: Type de modèle :
pt: Tipo de modelo:

# RES_datalinkbusiness.lbltemplatename.text.rotext
source: Template name:
ca: Nom de la plantilla:
fr: Nom du modèle :
pt: Nome do modelo:

# RES_datalinkbusiness.btsavechanges.text.rotext
source: Save changes
ca: Desar canvis
fr: Enregistrer les modifications
pt: Guardar alterações

# RES_datalinkbusiness.btsavechanges.tooltip.rotext
source: Save changes
ca: Desar canvis
fr: Enregistrer les modifications
pt: Guardar alterações

# RES_datalinkbusiness.btnewdocument.text.rotext
source: Save as...
ca: Guardar com...
fr: Garder comme...
pt: Salvar como...

# RES_datalinkbusiness.btnewdocument.tooltip.rotext
source: Save as...
ca: Guardar com...
fr: Garder comme...
pt: Salvar como...

# RES_datalink.tabtemplatename.rotext
source: Templates
ca: Plantilles
fr: Modèles
pt: Modelos

# RES_datalinkbusiness.lbltitle.text.rotext
source: Save as...
ca: Guardar com...
fr: Garder comme...
pt: Salvar como...

# RES_datalinkbusiness.lbldescription1.text.rotext
source: Enter the name of the template
ca: Introduïu el nom de la plantilla
fr: Entrez le nom du modèle
pt: Introduza o nome do modelo

# RES_datalinkbusiness.lblname.text.rotext
source: Name
ca: Nom
fr: Nom
pt: Nome

# RES_datalinkbusiness.aspxbutton1.text.rotext
source: Save
ca: Desa
fr: sauvegarder
pt: Guardar

# RES_datalinkbusiness.aspxbutton1.tooltip.rotext
source: Save
ca: Desa
fr: sauvegarder
pt: Guardar

# RES_datalinkbusiness.aspxbutton2.text.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Cancelar

# RES_datalinkbusiness.aspxbutton2.tooltip.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Cancelar

# RES_datalinkbusiness.profileexportname.schedulecompany.text.rotext
source: Planning by company
fr: Planification par entreprise
pt: Planeamento por empresa

# RES_datalink.t7g0i0_cb.text.rotext
source: Gridlines
ca: Línies de divisió

# RES_datalink.t8g2i0_cb.text.rotext
source: Header Row
ca: Fila d’encapçalament

# RES_datalink.t8g2i2_cb.tooltip.rotext
source: Display banded columns, in which even columns are formatted differently from odd columns.
ca: Display banded columns, in which even columns are formated differently from odd columns.
fr: Affichez les colonnes en bandes, dans lesquelles les colonnes paires sont formatées différemment des colonnes impaires.

# RES_datalink.t8g2i4_cb.text.rotext
source: Last Column
ca: Darrera columna

# RES_wsadministration.lblwsipsconfig.text.rotext
source: IPs:
ca: IP:
fr: IP :

# RES_datalink.lblexcel.text.rotext
source: Excel
fr: Exceller

# RES_datalink.mode.manual.rotext
source: Manual
fr: Manuel

# RES_datalinkbusiness.title.rotext
source: ${Datalink}
fr: ${Lien de données}

# RES_importsupload.rdlist.text.rotext
source: Excel
fr: Exceller

# RES_wsadministration.lbldisastoken.text.rotext
source: Token
fr: Jeton

# RES_wsadministration.lblsastoken.text.rotext
source: Token:
fr: Jeton:
