Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAbsences.*.resx
Languages: it

# RES_absencesstatus.absencesstatustitle.rotext
source: State of absenteeism
it: Stato di assenteismo

# RES_absencesstatus.absencestatus.approved.rotext
source: Approved
it: Approvata

# RES_absencesstatus.absencestatus.inprocess.rotext
source: In progress
it: In corso

# RES_absencesstatus.absencestatus.past.rotext
source: Completed
it: Conclusa

# RES_absencesstatus.absencestatus.requested.rotext
source: Pending approval
it: In attesa di approvazione

# RES_absencesstatus.absencestatus.requestinprocess.rotext
source: Approval in progress
it: Approvazione in corso

# RES_absencesstatus.absencetype.programmedabsence.rotext
source: Absence for days
it: Giorni di assenza

# RES_absencesstatus.absencetype.programmedcause.rotext
source: Absence by hours
it: Ore di assenza

# RES_absencesstatus.absencetype.requestabsence.rotext
source: Request for absence by days
it: Richiesta di assenza di giorni

# RES_absencesstatus.absencetype.requestcause.rotext
source: Request for absence by hours
it: Richiesta di assenza di ore

# RES_absencesstatus.absencetypes.departmentsupervision.rotext
source: Supervisors
it: Supervisori

# RES_absencesstatus.absencetypes.showdetails.rotext
source: Show details
it: Mostra dettagli

# RES_absencesstatus.absencetypes.showemployee.rotext
source: User profile
it: Scheda utente

# RES_absencesstatus.allcauses.rotext
source: All the justifications
it: Tutte le giustificazioni

# RES_absencesstatus.allemployees.rotext
source: All users
it: Tutti gli utenti

# RES_absencesstatus.bc.text.rotext
source: Empty
it: Vuoto

# RES_absencesstatus.bo.text.rotext
source: Accept
it: Accettare

# RES_absencesstatus.bt.text.rotext
source: Today
it: Oggi

# RES_absencesstatus.btcloserequest.text.rotext
source: Close
it: Vicino

# RES_absencesstatus.btnexporttoxls.text.rotext
source: Export
it: Esportare

# RES_absencesstatus.btnexporttoxls.tooltip.rotext
source: Export to Excel
it: Esporta in Excel

# RES_absencesstatus.btnopenpopupselectorcauses.text.rotext
source: Select
it: Selezionare

# RES_absencesstatus.btnopenpopupselectorcauses.tooltip.rotext
source: Justifications...
it: Giustificazioni...

# RES_absencesstatus.btnopenpopupselectoremployees.text.rotext
source: Select
it: Selezionare

# RES_absencesstatus.btnopenpopupselectoremployees.tooltip.rotext
source: Users...
it: Utenti...

# RES_absencesstatus.btnopenpopupselectorincidences.text.rotext
source: Select
it: Selezionare

# RES_absencesstatus.btnopenpopupselectorincidences.tooltip.rotext
source: Users...
it: Utenti...

# RES_absencesstatus.btnpopupselectorcausesaccept.text.rotext
source: Accept
it: Accettare

# RES_absencesstatus.btnpopupselectoremployeesaccept.text.rotext
source: Accept
it: Accettare

# RES_absencesstatus.btnpopupselectorincidencesaccept.text.rotext
source: Accept
it: Accettare

# RES_absencesstatus.btnrefresh.text.rotext
source: Obtain
it: Ottieni

# RES_absencesstatus.btnrefresh.tooltip.rotext
source: Get data
it: Ottieni dati

# RES_absencesstatus.emptyheader.text.rotext
source: Drag a column here...
it: Trascina una colonna qui...

# RES_absencesstatus.gridabsences.employeesselected.rotext
source: Users
it: Utenti

# RES_absencesstatus.gridviews.column.causename.rotext
source: Justification
it: Giustificazione

# RES_absencesstatus.gridviews.column.docfailed.rotext
source: Up-to-date documents
it: Documenti aggiornati

# RES_absencesstatus.gridviews.column.employeename.rotext
source: User
it: Utente

# RES_absencesstatus.gridviews.column.employeestatus.rotext
source: Situation
it: Situazione

# RES_absencesstatus.gridviews.column.enddate.rotext
source: End
it: Fine

# RES_absencesstatus.gridviews.column.fullgroupname.rotext
source: Cluster
it: Gruppo

# RES_absencesstatus.gridviews.column.startdate.rotext
source: Home
it: Inizio

# RES_absencesstatus.gridviews.column.type.rotext
source: Type
it: Tipo

# RES_absencesstatus.label1.text.rotext
source: Select users to display
it: Seleziona gli utenti da mostrare

# RES_absencesstatus.label2.text.rotext
source: Select users to display
it: Seleziona gli utenti da mostrare

# RES_absencesstatus.lblcauses.text.rotext
source: Justification
it: Giustificazione

# RES_absencesstatus.lblcausestitlepopup.text.rotext
source: Select justifications to display
it: Seleziona giustificazioni da mostrare

# RES_absencesstatus.lblconcepts.text.rotext
source: Selection of balances
it: Selezione del saldo

# RES_absencesstatus.lblemployees.text.rotext
source: Users
it: Utenti

# RES_absencesstatus.lblfechainf.text.rotext
source: Between
it: Tra

# RES_absencesstatus.lblfechasup.text.rotext
source: AND
it: E

# RES_absencesstatus.lblpopupcauses.text.rotext
source: Justifications
it: Giustificazioni

# RES_absencesstatus.lblpopupgrupossaldos.text.rotext
source: Justifications
it: Giustificazioni

# RES_absencesstatus.lblstatus.text.rotext
source: Status
it: Stato

# RES_absencesstatus.lp.text.rotext
source: Loading…
it: Caricamento in corso&hellip;

# RES_absencesstatus.selectedcause.rotext
source: Justifications
it: Giustificazioni

# RES_absencesstatus.status.all.rotext
source: All
it: Tutto

# RES_absencesstatus.status.athome.rotext
source: At home
it: In casa

# RES_absencesstatus.status.betweenenddate.rotext
source: Ends between the dates
it: Concludi tra le date

# RES_absencesstatus.status.betweenstartdate.rotext
source: Starts between the dates
it: Inizia tra le date

# RES_absencesstatus.status.comethisweek.rotext
source: They're back this week
it: Tornano questa settimana

# RES_absencesstatus.title.rotext
source: State of absenteeism
it: Stato di assenteismo

# RES_absencesstatus.title_absencesstatus_pathway.rotext
source: State of absenteeism
it: Stato di assenteismo

# RES_adddocumentsabsencestracking.btnpopupupload.text.rotext
source: Accept
it: Accettare

# RES_adddocumentsabsencestracking.btnpopupuploadcancel.text.rotext
source: Cancel
it: Annulla

# RES_adddocumentsabsencestracking.lblpopupuploadtitle.text.rotext
source: Attach file to document
it: Allega file al documento

# RES_adddocumentsabsencestracking.lblselectfile.text.rotext
source: Select file:
it: Seleziona il file:

# RES_adddocumentsabsencestracking.title.rotext
source: Document tracking
it: Monitoraggio di documenti

# RES_deleteabsencetrackingcaptcha.btnaccept.text.rotext
source: Accept
it: Accettare

# RES_deleteabsencetrackingcaptcha.btncancel.text.rotext
source: Cancel
it: Annulla

# RES_deleteabsencetrackingcaptcha.captchatrackingvalidationerror.rotext
source: The code entered is not correct
it: Il codice immesso non è corretto

# RES_deleteabsencetrackingcaptcha.lbldescription1.text.rotext
source: Prepares to remove tracking
it: Si sta per eliminare il monitoraggio.

# RES_deleteabsencetrackingcaptcha.lbldescription2.text.rotext
source: If you really want to do this, enter the numbers shown below and press the accept button.
it: Se veramente lo desideri fare, immetti i numeri riportati di seguito e seleziona Accetta.

# RES_deleteabsencetrackingcaptcha.lbltitle.text.rotext
source: Delete absence tracking
it: Elimina verifica di assenza

# RES_deletedocumentabsencetrackingcaptcha.btnaccept.text.rotext
source: Accept
it: Accettare

# RES_deletedocumentabsencetrackingcaptcha.btncancel.text.rotext
source: Cancel
it: Annulla

# RES_deletedocumentabsencetrackingcaptcha.captchavalidationerror.rotext
source: The code entered is not correct
it: Il codice immesso non è corretto

# RES_deletedocumentabsencetrackingcaptcha.lbldescription1.text.rotext
source: The document is about to be removed from monitoring
it: Si sta per eliminare il documento di monitoraggio.

# RES_deletedocumentabsencetrackingcaptcha.lbldescription2.text.rotext
source: If you really want to do this, enter the numbers shown below and press the accept button.
it: Se veramente lo desideri fare, immetti i numeri riportati di seguito e seleziona Accetta.

# RES_deletedocumentabsencetrackingcaptcha.lbltitle.text.rotext
source: Delete document
it: Elimina documento

# RES_documentsabsences.advisevalue.rotext
source: The "${1}" notice will be sent manually at the request of the absence manager
it: La comunicazione &quot;${1}&quot; verrà inviata manualmente su richiesta del responsabile dell´assenza

# RES_documentsabsences.advisevaluegrid.rotext
source: The REPLACE communication will be sent manually at the request of the absence manager
it: La comunicazione REPLACE verrà inviata manualmente su richiesta del responsabile dell´assenza

# RES_documentsabsences.checkpermission.denied.description.rotext
source: permission denied
it: permesso rifiutato

# RES_documentsabsences.gridheaderadvice.rotext
source: Message
it: Messaggio

# RES_documentsabsences.gridheadername.rotext
source: Release
it: Comunicazione

# RES_documentsabsences.label1.text.rotext
source: Notices
it: Avvisi

# RES_documentsabsences.lbladdadvice.text.rotext
source: Add statement
it: Aggiungi comunicazione

# RES_documentsabsences.lbladvices.text.rotext
source: News
it: Comunicazioni

# RES_documentsabsences.lbladvicesdesc.text.rotext
source: In this section you can manage the communications that can be used to be sent by email to users in case the document has not been delivered by the deadline.
it: In questa sezione è possibile gestire le comunicazioni che si potranno utilizzare per essere inviate per posta elettronica agli utenti nel caso in cui il documento non sia stato consegnato alla data limite.

# RES_documentsabsences.lblassignmentstitlegeneral.text.rotext
source: General
it: Generale

# RES_documentsabsences.lbldescdocument.text.rotext
source: Description:
it: Descrizione:

# RES_documentsabsences.lbldescdocumentdescription.text.rotext
source: Document Description
it: Descrizione del documento

# RES_documentsabsences.lbldocumentsdesc.text.rotext
source: Definition of the document that will be used to track absences. You can also define the reminder and communications that will be used in case they need to be sent to the user.
it: Definizione del documento da utilizzare per effettuare la verifica delle assenze. Si potranno definire inoltre il promemoria e le comunicazioni da utilizzare qualora si debbano inviare all´utente.

# RES_documentsabsences.lbldocumentsgridtitle.text.rotext
source: Notices
it: Avvisi

# RES_documentsabsences.lblname.text.rotext
source: Name:
it: Nome:

# RES_documentsabsences.lblnamedescription.text.rotext
source: Name of the document
it: Nome del documento

# RES_documentsabsences.lblremember.text.rotext
source: Reminder
it: Promemoria

# RES_documentsabsences.lblrememberdesc.text.rotext
source: Enter the text you want the user to receive in case they need to be sent an email as a reminder indicating that the deadline for submitting the document is approaching.
it: Immetti il testo che desideri che l´utente riceva qualora sia necessario inviare un messaggio di posta elettronica come promemoria indicando che sta per scadere la data limite di consegna del documento.

# RES_documentsabsences.lblshortname.text.rotext
source: Short name:
it: Nome abbreviato:

# RES_documentsabsences.lblshortnamedescription.text.rotext
source: Short name to refer to the document in the application
it: Nome abbreviato per fare riferimento al documento nell´applicazione

# RES_documentsabsences.msghaschanges.rotext
source: Changes have been found in the document
it: Sono state rilevate modifiche nel documento

# RES_documentsabsences.msghaserrors.rotext
source: Errors have been found in the document
it: Sono stati rilevati errori nel documento

# RES_documentsabsences.msgsavechangesbar.rotext
source: Save changes
it: Salva modifiche

# RES_documentsabsences.msgundochangesbar.rotext
source: Undo changes
it: Annulla modifiche

# RES_documentsabsences.remindername.rotext
source: Reminder
it: Promemoria

# RES_documentsabsences.remindervalue.rotext
source: The reminder is automatically sent 2 days before the required date
it: Il promemoria viene inviato automaticamente 2 giorni prima della data richiesta

# RES_documentsabsences.reports.title.rotext
source: Reports - documents
it: Rapporti - documenti

# RES_documentsabsences.tabadvices.rotext
source: News
it: Comunicazioni

# RES_documentsabsences.tabgeneral.rotext
source: General
it: Generale

# RES_documentsabsences.tbaddnewdocumentabsence.rotext
source: Add new document
it: Aggiungi nuovo documento

# RES_documentsabsences.tbdeldocumentabsence.rotext
source: Delete document
it: Elimina documento

# RES_documentsabsences.tbshowreports.rotext
source: Report Viewer
it: Visualizzatore di rapporti

# RES_documentsabsences.title.rotext
source: Documents
it: Documenti

# RES_documentsabsences.title_documentsabsences_pathway.rotext
source: Documents
it: Documenti

# RES_documentsabsences.treecaptiondocuments.rotext
source: Documents
it: Documenti

# RES_documentsabsencestracking._cancel.text.rotext
source: Cancel
it: Annulla

# RES_documentsabsencestracking.attachmentdeleteconfirmation.rotext
source: You are about to delete the attachment. Are you sure?
it: Si sta per eliminare il file allegato. Procedere?

# RES_documentsabsencestracking.bc.text.rotext
source: Empty
it: Vuoto

# RES_documentsabsencestracking.bo.text.rotext
source: Accept
it: Accettare

# RES_documentsabsencestracking.bt.text.rotext
source: Today
it: Oggi

# RES_documentsabsencestracking.btnaddnewdocumenttext.rotext
source: Add
it: Aggiungi

# RES_documentsabsencestracking.btnaddnewdocumenttracking.text.rotext
source: Add
it: Aggiungi

# RES_documentsabsencestracking.btnaddnewdocumenttracking.tooltip.rotext
source: Add new tracking
it: Aggiungi nuovo monitoraggio

# RES_documentsabsencestracking.btnclose.text.rotext
source: Close
it: Vicino

# RES_documentsabsencestracking.btnpopupadvices.text.rotext
source: Accept
it: Accettare

# RES_documentsabsencestracking.btnpopupadvicescancel.text.rotext
source: Cancel
it: Annulla

# RES_documentsabsencestracking.btnpopupdeliverydate.text.rotext
source: Accept
it: Accettare

# RES_documentsabsencestracking.btnpopupdeliverydatecancel.text.rotext
source: Cancel
it: Annulla

# RES_documentsabsencestracking.btnpopupnotificationhistorycancel.text.rotext
source: Close
it: Vicino

# RES_documentsabsencestracking.btnpopupupload.text.rotext
source: Accept
it: Accettare

# RES_documentsabsencestracking.btnpopupuploadcancel.text.rotext
source: Cancel
it: Annulla

# RES_documentsabsencestracking.butcancelupload.text.rotext
source: Cancel upload
it: Annulla caricamento

# RES_documentsabsencestracking.butupload.text.rotext
source: Select
it: Selezionare

# RES_documentsabsencestracking.emptyheader.text.rotext
source: Drag a column here...
it: Trascina una colonna qui...

# RES_documentsabsencestracking.gridadvices.column.description.rotext
source: Description
it: Descrizione

# RES_documentsabsencestracking.gridadvices.column.name.rotext
source: Release
it: Comunicazione

# RES_documentsabsencestracking.griddocumentstracking.column.advices.rotext
source: Actions
it: Azioni

source: Attach
it: Allegato

source: Attach
it: Allega

source: Eliminate
it: Eliminare

source: See
it: Vedi

# RES_documentsabsencestracking.griddocumentstracking.column.comments.rotext
source: Comment
it: Commento

# RES_documentsabsencestracking.griddocumentstracking.column.deleterow.rotext
source: Eliminate
it: Eliminare

# RES_documentsabsencestracking.griddocumentstracking.column.deliverydate.rotext
source: Received
it: Ricevuto

# RES_documentsabsencestracking.griddocumentstracking.column.documentname.rotext
source: Document
it: Documento

source: View notifications
it: Vedi notifiche

source: Notified
it: Notificato

# RES_documentsabsencestracking.griddocumentstracking.column.passportname.rotext
source: User
it: Utente

source: Status
it: Stato

# RES_documentsabsencestracking.griddocumentstracking.column.sendadvice.rotext
source: Send notification
it: Invia notifica

# RES_documentsabsencestracking.griddocumentstracking.column.trackingdate.rotext
source: Date
it: Data

source: The date and the required document cannot be empty
it: La data e il documento richiesto non possono essere vuoti

# RES_documentsabsencestracking.lblcancelrecievedoc.rotext
source: Mark as not received
it: Contrassegna come non ricevuto

# RES_documentsabsencestracking.lbldeliverydate.text.rotext
source: Date of Receipt:
it: Data di ricezione:

# RES_documentsabsencestracking.lbldocumentscaption.rotext
source: Follow-up documentation
it: Documentazione di verifica

# RES_documentsabsencestracking.lbldocumentstrackingcaption.text.rotext
source: Documents being monitored
it: Documenti in verifica

# RES_documentsabsencestracking.lbldocumentstrackingtitle.text.rotext
source: Tracking edition
it: Modifica di verifica

# RES_documentsabsencestracking.lblerror.text.rotext
source: You must indicate a date
it: Si deve indicare una data

# RES_documentsabsencestracking.lblinfo.text.rotext
source: Here you can consult and edit the documents necessary during your absence.
it: Qui puoi consultare e modificare i documenti necessari durante l´assenza

# RES_documentsabsencestracking.lblinfo2.text.rotext
source: Selecting the document release
it: Selezione della comunicazione del documento

# RES_documentsabsencestracking.lblnotificationhistorytitle.text.rotext
source: Notification history
it: Cronologia delle notifiche

# RES_documentsabsencestracking.lblpopupdeliverydatetitle.text.rotext
source: Entering the date of receipt
it: Immissione di data di ricezione

# RES_documentsabsencestracking.lblpopupuploadtitle.text.rotext
source: Attach file to document
it: Allega file al documento

# RES_documentsabsencestracking.lblrecievedoc.rotext
source: Mark as received
it: Contrassegna come ricevuto

# RES_documentsabsencestracking.lblselectfile.text.rotext
source: Select file:
it: Seleziona il file:

# RES_documentsabsencestracking.lbltitle.text.rotext
source: Follow-up documents
it: Documenti di verifica

# RES_documentsabsencestracking.longtimeprocess.rotext
source: %F%. %SEND% of %SIZE%; %T% seconds left
it: %F%. %SEND% di %SIZE%; mancano %T% secondi

# RES_documentsabsencestracking.notrackinginfo.rotext
source: There are no tracking records
it: Non ci sono registri di verifica

# RES_documentsabsencestracking.title.rotext
source: Document tracking
it: Monitoraggio di documenti

# RES_frmdocumentadvice.btncancel.text.rotext
source: Cancel
it: Annulla

# RES_frmdocumentadvice.btnload.text.rotext
source: Import
it: Importa

# RES_frmdocumentadvice.btnok.text.rotext
source: Accept
it: Accettare

# RES_frmdocumentadvice.lbladvice.text.rotext
source: Message
it: Messaggio

# RES_frmdocumentadvice.lblcomptit.text.rotext
source: Release
it: Comunicazione

# RES_frmdocumentadvice.lblimportfile.text.rotext
source: Import from file
it: Importa da file

# RES_frmdocumentadvice.lblnameadvice.text.rotext
source: Name
it: Nome

# RES_importhtmldocument.btnpopupupload.text.rotext
source: Accept
it: Accettare

# RES_importhtmldocument.btnpopupuploadcancel.text.rotext
source: Cancel
it: Annulla

# RES_importhtmldocument.lblpopupuploadtitle.text.rotext
source: Attach file to document
it: Allega file al documento

# RES_importhtmldocument.lblselectfile.text.rotext
source: Select file:
it: Seleziona il file:

# RES_importhtmldocument.title.rotext
source: Document management
it: Gestione di documenti

# RES_srvmsgboxdocumentsabsences.commonerror.option1text.rotext
source: Accept
it: Accettare

# RES_srvmsgboxdocumentsabsences.commonerror.title.rotext
source: Mistake
it: Errore

# RES_srvmsgboxdocumentsabsences.deletedocumentabsence.description.rotext
source: Delete the document
it: Elimina il documento

# RES_srvmsgboxdocumentsabsences.deletedocumentabsence.option1description.rotext
source: Delete the document
it: Elimina il documento

# RES_srvmsgboxdocumentsabsences.deletedocumentabsence.option1text.rotext
source: Delete
it: Eliminare

# RES_srvmsgboxdocumentsabsences.deletedocumentabsence.option2description.rotext
source: Does not delete the document
it: Non elimina il documento

# RES_srvmsgboxdocumentsabsences.deletedocumentabsence.option2text.rotext
source: Do not delete
it: Non cancellare

# RES_srvmsgboxdocumentsabsences.deletedocumentabsence.title.rotext
source: You are about to delete the document.<br>Are you sure?
it: Si sta per eliminare il documento.<br>Procedere?

# RES_srvmsgboxdocumentsabsences.error.description.adviceempty.rotext
source: You must enter a statement
it: Si deve immettere una comunicazione

# RES_srvmsgboxdocumentsabsences.error.description.duplicatedadvice.rotext
source: Duplicate Announcement Name
it: Nome di comunicazione duplicato

# RES_srvmsgboxdocumentsabsences.error.description.invalidfile.rotext
source: Only html type documents can be imported
it: Si possono importare solo documenti di tipo html

# RES_srvmsgboxdocumentsabsences.error.description.invalidfilesize.rotext
source: The maximum size of the file to import is 256kb
it: Le dimensioni massime del file da importare sono di 256 kb

# RES_srvmsgboxdocumentsabsences.error.description.invalidlengthfile.rotext
source: The document exceeds the maximum allowed length
it: Il documento supera la lunghezza massima consentita

# RES_srvmsgboxdocumentsabsences.error.description.nameempty.rotext
source: You must enter a name
it: Si deve immettere un nome

# RES_srvmsgboxdocumentsabsences.error.ok.rotext
source: Accept
it: Accettare

# RES_srvmsgboxdocumentsabsences.error.title.rotext
source: Attention
it: Attenzione

# RES_srvmsgboxdocumentsabsences.error.validationfieldsfailed.rotext
source: Not all required fields have been entered
it: Non tutti i campi obbligatori sono stati compilati

# RES_srvmsgboxdocumentsabsences.savename.error.option1text.rotext
source: Accept
it: Accettare

# RES_srvmsgboxdocumentsabsences.savename.error.text.rotext
source: Incorrect data
it: Dati errati
