Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.shifttypechange.partrigid2vacations.rotext
source: The change in schedule type (from ${1} to ${2}) will automatically eliminate rigid time slots, since a rest schedule is assigned to days when there is no work.
eu: Ordutegi-mota aldatzeak (${1}-tik ${2}-ra) tarte zurrunak automatikoki ezabatzea ekarriko du, atseden-ordutegia esleitzen baita lanik egiten ez diren egunei.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique des créneaux rigides, étant donné qu´un horaire de repos est attribué aux journées chômées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática das franxas ríxidas, dado que se asigna un horario de descanso aos días nos que non se traballa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica delle fasce orarie rigide poiché un orario di riposo viene assegnato ai giorni in cui non si lavora.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática das faixas de tempo fixas, uma vez que o horário de descanso é atribuído aos dias em que não se trabalha.
sk: Zmena typu času (z ${1} na ${2}) bude znamenať automatické odstránenie pevných časových úsekov, pretože na dni pracovného pokoja je priradený plán odpočinku.

# RES_shifts.shifttypechange.partsemiflex2flex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of a 100% flexible time slot and the automatic elimination of courtesy and rest filters. A 100% flexible schedule is one in which you have to work specific hours but come and go whenever you want.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) % 100eko zirrikitu malgua sortzea eta adeitasuna eta atseden-iragazkiak automatikoki ezabatzea ekarriko du. %100eko ordutegi malgua ordu zehatzak lan egin behar duzuna da, baina nahi duzunean joan eta etorri.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau 100 % flexible et la suppression automatique des filtres de courtoisie et de repos. Un horaire 100 % flexible est un horaire dans lequel il faut travailler un certain nombre d´heures, mais en entrant et en sortant aux heures souhaitées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa 100 % flexible e a eliminación automática de filtros de cortesía e descanso. Un horario 100 % flexible é aquel no que se debe traballar unhas horas concretas, pero entrando e saíndo cando queira.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia flessibile al 100% e l´eliminazione automatica dei filtri di cortesia e di riposo. Un orario flessibile al 100% è quello in cui si deve lavorare un numero di ore definito ma entrando e uscendo quando si vuole.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo 100% flexível e a eliminação automática dos filtros de cortesia e descanso. Um horário 100% flexível é aquele em que se trabalhará umas horas concretas mas entrando e saindo quando se quiser.
sk: Zmena typu pracovného času (z ${1} na ${2}) bude zahŕňať vytvorenie 100 % pružného pracovného času a automatické odstránenie filtrov zdvorilosti a prestávky. 100 % flexibilný rozvrh je taký, v ktorom musíte pracovať v určitom čase, ale prichádzať a odchádzať podľa vlastného uváženia.

# RES_shifts.shifttypechange.partsemiflex2partrigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve the creation of two rigid time slots and the revision of the courtesy filters and the rest block. A split rigid schedule is one in which the user must be present during two specific time slots.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) bi zirrikitu zurrun sortzea eta kortesia-iragazkiak eta gainerako blokea berrikustea ekarriko du. Zatitutako ordutegi zurruna erabiltzailea bi ordu-tarte zehatzetan egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création de deux créneaux rigides et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide fractionné est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant deux créneaux horaires donnés.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación de dúas franxas ríxidas e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido partido é aquel no que o usuario debe estar presente obrigatoriamente durante dúas franxas horarias concretas.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di due fasce orarie rigide e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido suddiviso è quello in cui l´utente deve essere presente obbligatoriamente, durante due fasce orarie definite.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de duas faixas de tempo fixas e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo dividido é aquele em que o utilizador tem de estar presente obrigatoriamente durante duas faixas horárias concretas.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie dvoch pevných slotov a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný rozdelený rozvrh je taký, v ktorom je používateľ povinný byť prítomný počas dvoch konkrétnych časových intervalov.

# RES_shifts.shifttypechange.partsemiflex2rigid.rotext
source: Changing the type of schedule (from ${1} to ${2}) will involve creating a rigid slot and reviewing the courtesy filters and the rest block. A rigid intensive schedule is one in which the user must be present during a specific time slot.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) zirrikitu zurrun bat sortzea eta kortesia-iragazkiak eta eten blokea berrikustea ekarriko du. Ordutegi intentsibo zurruna erabiltzailea ordu-tarte zehatz batean egon behar dena da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau rigide et la révision des filtres de courtoisie et du bloc de repos. Un horaire rigide intensif est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant un créneau horaire donné.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa ríxida e a revisión dos filtros de cortesía e do bloque de descanso. Un horario ríxido intensivo é aquel no que o usuario debe estar presente obrigatoriamente durante unha franxa horaria concreta.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia oraria rigida e la revisione dei filtri di cortesia e del blocco di riposo. Un orario rigido intensivo è quello in cui l´utente deve essere presente obbligatoriamente, durante una fascia oraria definita.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo fixa e a revisão dos filtros de cortesia e do bloco de descanso. Um horário fixo intensivo é aquele em que o utilizador tem de estar presente obrigatoriamente durante uma faixa horária concreta.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať vytvorenie pevného časového intervalu a revíziu filtrov zdvorilosti a bloku odpočinku. Pevný intenzívny rozvrh je taký, v ktorom musí byť používateľ prítomný počas konkrétneho časového úseku.

# RES_shifts.shifttypechange.partsemiflex2semiflex.rotext
source: Changing the type of schedule (from ${1} to ${2}) will automatically remove the 2nd semi-flexible slot and the user will need to review the 1st semi-flexible slot. An intensive semi-flexible schedule is one in which you can enter within a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) 2. zirrikitu erdi-malgua automatikoki ezabatzea eta erabiltzaileak 1. zirrikitu erdi-malgua berrikustea ekarriko du. Ordutegi erdi-malgu intentsiboa ordu tarteen artean sar zaitezke eta sartu eta ordutegi finko batean 'x' ordu utzi behar duzuna da.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique du second créneau semi-flexible et la révision du premier créneau semi-flexible par l´utilisateur. Un horaire semi-flexible intensif est un horaire dans lequel il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática da 2.ª franxa semiflexible e a revisión da 1.ª franxa semiflexible por parte do usuario. Un horario semiflexible intensivo é aquel no que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica della 2ª fascia oraria semi-flessibile e la revisione della 1ª fascia oraria semi-flessibile da parte dell´utente. Un orario semi-flessibile intensivo è quello in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática da segunda faixa de tempo semiflexível e a revisão da primeira faixa semiflexível por parte do utilizador. Um horário semiflexível intensivo é aquele em que se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude mať za následok automatické odstránenie 2. polopružného slotu a revíziu 1. polopružného slotu používateľom. Intenzívny polopružný rozvrh je taký, pri ktorom môžete zadať medzi rozsahom hodín a po zadaní alebo v pevne stanovenom čase opustiť "x" hodín.

# RES_shifts.shifttypechange.partsemiflex2vacations.rotext
source: The change in schedule type (from ${1} to ${2}) will automatically eliminate semi-flexible time slots, since a rest schedule is assigned to days when there is no work.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) tarte erdi-malguak automatikoki ezabatzea ekarriko du, atseden-ordutegia esleitzen zaielako lanik egiten ez den egunei.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique des créneaux semi-flexibles, étant donné qu´un horaire de repos est attribué aux journées chômées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática das franxas semiflexibles, dado que se asigna un horario de descanso aos días nos que non se traballa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica delle fasce orarie semi-flessibili poiché un orario di riposo viene assegnato ai giorni in cui non si lavora.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática das faixas de tempo semiflexíveis, uma vez que o horário de descanso é atribuído aos dias em que não se trabalha.
sk: Zmena typu pracovného času (z ${1} na ${2}) bude znamenať automatické zrušenie polopružných časových úsekov, pretože na dni pracovného pokoja sa priradí odpočinok.

# RES_shifts.shifttypechange.rigid2flex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of a 100% flexible time slot and the automatic elimination of courtesy and rest filters. A 100% flexible schedule is one in which you have to work specific hours but come and go whenever you want.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) % 100eko zirrikitu malgua sortzea eta adeitasuna eta atseden-iragazkiak automatikoki ezabatzea ekarriko du. %100eko ordutegi malgua ordu zehatzak lan egin behar duzuna da, baina nahi duzunean joan eta etorri.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau 100 % flexible et la suppression automatique des filtres de courtoisie et de repos. Un horaire 100 % flexible est un horaire dans lequel il faut travailler un certain nombre d´heures, mais en entrant et en sortant aux heures souhaitées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa 100 % flexible e a eliminación automática de filtros de cortesía e descanso. Un horario 100 % flexible é aquel no que se debe traballar unhas horas concretas, pero entrando e saíndo cando queira.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia flessibile al 100% e l´eliminazione automatica dei filtri di cortesia e di riposo. Un orario flessibile al 100% è quello in cui si deve lavorare un numero di ore definito ma entrando e uscendo quando si vuole.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo 100% flexível e a eliminação automática dos filtros de cortesia e descanso. Um horário 100% flexível é aquele em que se trabalhará umas horas concretas mas entrando e saindo quando se quiser.
sk: Zmena typu pracovného času (z ${1} na ${2}) bude zahŕňať vytvorenie 100 % pružného pracovného času a automatické odstránenie filtrov zdvorilosti a prestávky. 100 % flexibilný rozvrh je taký, v ktorom musíte pracovať v určitom čase, ale prichádzať a odchádzať podľa vlastného uváženia.

# RES_shifts.shifttypechange.rigid2partrigid.rotext
source: Changing the type of time slot (from ${1} to ${2}) will involve revising the existing rigid slot and creating a new rigid slot. A split rigid slot is one in which the user must be present during two specific time slots.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) lehendik dagoen zirrikitu zurruna berrikustea eta zirrikitu zurrun berri bat sortzea ekarriko du. Zatitutako ordutegi zurruna erabiltzailea bi ordu-tarte zehatzetan egon behar dena da.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la révision du créneau rigide existant et la création d´un nouveau créneau rigide. Un horaire rigide fractionné est un horaire dans lequel l´utilisateur doit obligatoirement être présent, pendant deux créneaux horaires donnés.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a revisión da franxa ríxida existente e a creación dunha nova franxa ríxida. Un horario ríxido partido é aquel no que o usuario debe estar presente obrigatoriamente durante dúas franxas horarias concretas.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la revisione della fascia oraria rigida esistente e la creazione di una nuova fascia oraria rigida. Un orario rigido suddiviso è quello in cui l´utente deve essere presente obbligatoriamente, durante due fasce orarie definite.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a revisão da faixa de tempo fixa existente e a criação de uma nova faixa de tempo fixa. Um horário fixo dividido é aquele em que o utilizador tem de estar presente obrigatoriamente durante duas faixas horárias concretas.
sk: Zmena typu rozvrhu (z ${1} na ${2}) znamená revíziu existujúceho pevného slotu a vytvorenie nového pevného slotu. Pevný rozdelený rozvrh je taký, v ktorom musí byť používateľ prítomný počas dvoch konkrétnych časových intervalov.

# RES_shifts.shifttypechange.rigid2partsemiflex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of two semi-flexible time slots and the review of the courtesy filters and the rest block. A split semi-flexible schedule is one in which two bands are established in which you can enter between a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) bi zirrikitu erdi-malguren sorrera eta kortesia-iragazkiak eta gainerako blokea berrikustea ekarriko du. Ordutegi erdi-malgua zatitutako ordutegi bi ezarrita dauden ordu-tarteen artean sar zaitezke eta 'x' ordu utzi behar dituzu sartu ondoren edo ordu finko batean.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création de deux créneaux semi-flexibles et la révision des filtres de courtoisie et du bloc de repos. Un horaire semi-flexible fractionné est un horaire comportant deux créneaux horaires dans lesquels il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación de dúas franxas semiflexibles e a revisión dos filtros de cortesía e do bloque de descanso. Un horario semiflexible partido é aquel no que hai establecidas dúas franxas nas que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di due fasce orarie semi-flessibili e la revisione dei filtri di cortesia e del blocco di riposo. Un orario semi-flessibile suddiviso è quello in cui sono definite due fasce orarie in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de duas faixas de tempo semiflexíveis e a revisão dos filtros de cortesia e do bloco de descanso. Um horário semiflexível dividido é aquele em que estão determinadas duas faixas de tempo nas quais se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude zahŕňať vytvorenie dvoch čiastočne flexibilných slotov a revíziu zdvorilostných filtrov a bloku odpočinku. Rozdelený poloflexibilný rozvrh je rozvrh, v ktorom sú dva sloty, do ktorých môžete vstúpiť v rozsahu hodín a odísť "x" hodín po vstupe alebo v pevne stanovenom čase.

# RES_shifts.shifttypechange.rigid2semiflex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of a semi-flexible slot and the revision of the courtesy filters and the rest block. An intensive semi-flexible schedule is one in which you can enter within a range of hours and you must leave 'x' hours after entering or at a fixed time.
eu: Ordutegi motaren aldaketak (${1}-tik ${2}-ra) zirrikitu erdi-malgu bat sortzea eta kortesia-iragazkiak eta gainerako blokea berrikustea ekarriko du. Ordutegi erdi-malgu intentsiboa ordu tarteen artean sar zaitezke eta sartu eta ordutegi finko batean 'x' ordu utzi behar duzuna da.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau semi-flexible et la révision des filtres de courtoisie et du bloc de repos. Un horaire semi-flexible intensif est un horaire dans lequel il est possible d´entrer dans une certaine plage horaire tout en sortant « X » heures après l´entrée ou à une heure fixe.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa semiflexible e a revisión dos filtros de cortesía e do bloque de descanso. Un horario semiflexible intensivo é aquel no que se pode entrar entre un rango de horas e se debe saír «x» horas despois da entrada ou a unha hora fixa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia oraria semi-flessibile e la revisione dei filtri di cortesia e del blocco di riposo. Un orario semi-flessibile intensivo è quello in cui è possibile entrare in un intervallo orario e bisogna uscire &quot;x&quot; ore dopo l´entrata o a un´ora fissa.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo semiflexível e a revisão dos filtros de cortesia e do bloco de descanso. Um horário semiflexível intensivo é aquele em que se pode entrar durante um intervalo de horas e se há de sair “x” horas depois da entrada ou a uma hora fixa.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude zahŕňať vytvorenie čiastočne flexibilného slotu a revíziu filtrov zdvorilosti a bloku odpočinku. Polopružný intenzívny rozvrh je taký, v ktorom môžete načasovať medzi rozsahom hodín a musíte odčasovať "x" hodín po načasovaní alebo v pevne stanovenom čase.

# RES_shifts.shifttypechange.rigid2vacations.rotext
source: Changing the schedule type (from ${1} to ${2}) will automatically eliminate the rigid band, since a rest schedule is assigned to days when there is no work.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) zirrikitua automatikoki ezabatzea ekarriko du, atseden-ordutegia esleitzen baita lanik egiten ez den egunei.
fr: Le changement de type d´horaire (de ${1} à ${2}) entraînera la suppression automatique du créneau rigide, étant donné qu´un horaire de repos est attribué aux journées chômées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a eliminación automática da franxa ríxida, dado que se asigna un horario de descanso aos días nos que non se traballa.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà l´eliminazione automatica della fascia oraria rigida poiché un orario di riposo viene assegnato ai giorni in cui non si lavora.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a eliminação automática da faixa de tempo fixa, uma vez que o horário de descanso é atribuída aos dias em que não se trabalha.
sk: Zmena typu rozvrhu (z ${1} na ${2}) bude znamenať automatické zrušenie pevného pásma, pretože odpočinkový rozvrh sa priraďuje dňom, keď sa nevykonáva žiadna práca.

# RES_shifts.shifttypechange.semiflex2flex.rotext
source: Changing the schedule type (from ${1} to ${2}) will involve the creation of a 100% flexible time slot and the automatic elimination of courtesy and rest filters. A 100% flexible schedule is one in which you have to work specific hours but come and go whenever you want.
eu: Ordutegi mota aldatzeak (${1}-tik ${2}-ra) % 100eko zirrikitu malgua sortzea eta adeitasuna eta atseden-iragazkiak automatikoki ezabatzea ekarriko du. %100eko ordutegi malgua ordu zehatzak lan egin behar duzuna da, baina nahi duzunean joan eta etorri.
fr: Le changement du type d´horaire (de ${1} à ${2}) entraînera la création d´un créneau 100 % flexible et la suppression automatique des filtres de courtoisie et de repos. Un horaire 100 % flexible est un horaire dans lequel il faut travailler un certain nombre d´heures, mais en entrant et en sortant aux heures souhaitées.
gl: O cambio de tipo de horario (de ${1} a ${2}) implicará a creación dunha franxa 100 % flexible e a eliminación automática de filtros de cortesía e descanso. Un horario 100 % flexible é aquel no que se debe traballar unhas horas concretas, pero entrando e saíndo cando queira.
it: La modifica del tipo di orario (da ${1} a ${2}) implicherà la creazione di una fascia flessibile al 100% e l´eliminazione automatica dei filtri di cortesia e di riposo. Un orario flessibile al 100% è quello in cui si deve lavorare un numero di ore definito ma entrando e uscendo quando si vuole.
pt: A alteração do tipo de horário (de ${1} a ${2}) implicará a criação de uma faixa de tempo 100% flexível e a eliminação automática dos filtros de cortesia e descanso. Um horário 100% flexível é aquele em que se trabalhará umas horas concretas mas entrando e saindo quando se quiser.
sk: Zmena typu pracovného času (z ${1} na ${2}) bude zahŕňať vytvorenie 100 % pružného pracovného času a automatické odstránenie filtrov zdvorilosti a prestávky. 100 % flexibilný rozvrh je taký, v ktorom musíte pracovať v určitom čase, ale prichádzať a odchádzať podľa vlastného uváženia.
