Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDiningRoom.*.resx
Languages: fr, pt

# RES_diningroom.lblbegintime.text.rotext
source: Permitir entrada desde las
fr: Permettre l´entrée depuis
pt: Permitir a entrada das

# RES_diningroom.lbldinningroomgeneral.text.rotext
source: General
fr: Général
pt: Geral

# RES_diningroom.lbldinningroomgeneraldesc.text.rotext
source: Datos específicos del comedor.
fr: Informations spécifiques sur la salle à manger.
pt: Dados específicos do refeitório.

# RES_diningroom.lblendtime.text.rotext
source: hasta las
fr: jusqu'à
pt: até às

# RES_diningroom.lblheaderwhen.text.rotext
source: Cuándo
fr: Quand
pt: Quando

# RES_diningroom.lblheaderwho.text.rotext
source: Quién
fr: Qui
pt: Quem

# RES_diningroom.lblname.text.rotext
source: Nombre:
fr: Nom :
pt: Nome:

# RES_diningroom.lblnamedescription.text.rotext
source: Nombre identificativo del comedor
fr: Nom d'identification de la salle à manger
pt: Nome de identificação do refeitório

# RES_diningroom.lbltime.text.rotext
source: Indica los límites de horas entre las que se permitirá el acceso:
fr: Indiquez les limites d´heures entre lesquelles l´accès sera autorisé :
pt: Indique os limites de horas durante as quais o acesso será permitido:

# RES_diningroom.lblvisibilityalldesc.text.rotext
source: Todos los usuarios tendrán acceso al comedor sin ninguna restricción.
fr: Tous les utilisateurs auront accès au réfectoire sans aucune restriction.
pt: Todos os utilizadores terão acesso ao refeitório sem nenhuma restrição.

# RES_diningroom.lblvisibilityalltitle.text.rotext
source: Todos
fr: Tous

# RES_diningroom.lblvisibilitycriteriadesc.text.rotext
source: Sólo los usuarios que cumplan el siguiente criterio podrán acceder al comedor.
fr: Seuls les utilisateurs qui répondent au critère suivant pourront accéder au réfectoire.
pt: Apenas os utilizadores que cumpram o seguinte critério poderão aceder ao refeitório.

# RES_diningroom.lblvisibilitycriteriatitle.text.rotext
source: Según criterio
fr: Selon des critères
pt: De acordo com o critério

# RES_diningroom.lblvisibilitydesccriteria.text.rotext
source: Aquellos usuarios cuyo campo de la ficha
fr: Les utilisateurs dont le champ de la fiche
pt: Aqueles utilizadores cujo campo da ficha

# RES_diningroom.lblvisibilitydescription.text.rotext
source: Desde este apartado podrás seleccionar cuándo podrán acceder al comedor los usuarios
fr: À partir de cette section, vous pourrez sélectionner le moment où les utilisateurs peuvent accéder au réfectoire
pt: Nesta seção poderá selecionar quando é que os utilizadores poderão aceder ao refeitório

# RES_diningroom.lblvisibilitydescvalor.text.rotext
source: Sea igual al valor
fr: être égal à la valeur
pt: Seja igual ao valor

# RES_diningroom.lblweekday1.text.rotext
source: Lunes
fr: Lundi
pt: Segunda-feira

# RES_diningroom.lblweekday2.text.rotext
source: Martes
fr: Mardi
pt: Terça-feira

# RES_diningroom.lblweekday3.text.rotext
source: Miércoles
fr: Mercredi
pt: Quarta-feira

# RES_diningroom.lblweekday4.text.rotext
source: Jueves
fr: Jeudi
pt: Quinta-feira

# RES_diningroom.lblweekday5.text.rotext
source: Viernes
fr: Vendredi
pt: Sexta-feira

# RES_diningroom.lblweekday6.text.rotext
source: Sábado
fr: Samedi

# RES_diningroom.lblweekday7.text.rotext
source: Domingo
fr: Dimanche

# RES_diningroom.lblweekdays.text.rotext
source: En los días de la semana siguientes:
fr: Les jours suivants de la semaine :
pt: Nos seguintes dias da semana:

# RES_diningroom.lblwhocansol.text.rotext
source: Quién puede utilizarlo:
fr: Qui peut l´utiliser :
pt: Quem pode utilizá-lo:

# RES_diningroom.lblwhodescription.text.rotext
source: Desde este apartado podrás seleccionar qué usuarios podrán utilizar el turno
fr: À partir de cette section, vous pourrez sélectionner les utilisateurs qui pourront utiliser l´horaire de repas
pt: Nesta secção poderá selecionar que utilizadores poderão utilizar o horário

# RES_diningroom.msghaschanges.rotext
source: Se han encontrado cambios en el turno
fr: Des changements ont été trouvés dans l´horaire de repas
pt: Foram encontradas alterações no horário

# RES_diningroom.msghaserrors.rotext
source: Se han encontrado errores en el turno
fr: Des erreurs ont été trouvées dans l´horaire de repas
pt: Foram encontrados erros no horário

# RES_diningroom.msgsavechangesbar.rotext
source: Guardar cambios
fr: Sauvegarder les changements
pt: Guardar alterações

# RES_diningroom.msgundochangesbar.rotext
source: Deshacer cambios
fr: Annuler les changements
pt: Anular alterações

# RES_diningroom.reports.title.rotext
source: Visor de Informes
fr: Visionneuse de rapports
pt: Visualizador de relatórios

# RES_diningroom.tabdefinition.rotext
source: Cuando
fr: Quand
pt: Quando

# RES_diningroom.tabgeneral.rotext
source: General
fr: Général
pt: Geral

# RES_diningroom.tbaddnewdiningroom.rotext
source: Añadir turno
fr: Ajouter horaire de repas
pt: Adicionar horário

# RES_diningroom.tbdeldiningroom.rotext
source: Eliminar turno
fr: Supprimer horaire de repas
pt: Eliminar horário

# RES_diningroom.tbshowreports.rotext
source: Visor de Informes
fr: Visionneuse de rapports
pt: Visualizador de relatórios

# RES_diningroom.title.rotext
source: Comedor
fr: Salle à manger
pt: Refeitório

# RES_diningroom.title_diningroom_pathway.rotext
source: Comedor
fr: Salle à manger
pt: Refeitório

# RES_diningroom.treecaptiondiningroom.rotext
source: Comedor
fr: Salle à manger
pt: Refeitório

# RES_srvmsgboxdiningroom.checkpermission.denied.description.rotext
source: Acceso Denegado
fr: Accès refusé
pt: Acesso recusado

# RES_srvmsgboxdiningroom.deletediningroom.description.rotext
source: Esta acción eliminará el turno
fr: Cette action supprimera l´horaire de repas
pt: Esta ação eliminará o horário

# RES_srvmsgboxdiningroom.deletediningroom.option1description.rotext
source: Elimina el turno
fr: Supprime l´horaire de repas
pt: Elimina o horário

# RES_srvmsgboxdiningroom.deletediningroom.option1text.rotext
source: Borrar
fr: Supprimer
pt: Eliminar

# RES_srvmsgboxdiningroom.deletediningroom.option2description.rotext
source: No elimina el turno
fr: Ne supprime pas l´horaire de repas
pt: Não elimina o horário

# RES_srvmsgboxdiningroom.deletediningroom.option2text.rotext
source: No borrar
fr: Ne pas supprimer
pt: Não eliminar

# RES_srvmsgboxdiningroom.deletediningroom.title.rotext
source: Se dispone a eliminar un turno<br> ¿Está seguro?
fr: Vous êtes sur le point de supprimer un horaire de repas.<br> Êtes-vous sûr(e) ?
pt: Está prestes a eliminar o horário.<br> Tem a certeza?

# RES_srvmsgboxdiningroom.error.ok.rotext
source: Aceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxdiningroom.error.validationfieldsfailed.rotext
source: No se han introducido todos los campos obligatorios
fr: Tous les champs obligatoires n'ont pas été renseignés
pt: Não foram introduzidos todos os campos obrigatórios

# RES_srvmsgboxdiningroom.error.validationtitle.rotext
source: Error
fr: Erreur
pt: Erro

# RES_srvmsgboxdiningroom.savename.error.option1text.rotext
source: Aceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxdiningroom.savename.error.text.rotext
source: Error en el turno
fr: Erreur dans l´horaire de repas
pt: Erros no horário

# RES_diningroom.lblexportname.text.rotext
source: La equivalencia de exportación es el valor con el que se identifica este turno en los procesos de exportación
fr: L'équivalence d'exportation est la valeur avec laquelle ce virage est identifié dans les processus d'exportation
pt: A equivalência de exportação é o valor pelo qual este horário é identificado nos processos de exportação

# RES_diningroom.lblexport.text.rotext
source: Equivalencia:
fr: Équivalence :
pt: Equivalência:

# RES_diningroom.lblexport.rotext
source: Equivalencia:
fr: Équivalence :
pt: Equivalência:

# RES_srvmsgboxdiningroom.title.rotext
source: Se ha detectado un script malicioso en alguna propiedad del objeto
fr: Un script malveillant a été détecté dans une propriété de l'objet
pt: Foi detetado um script malicioso nalguma propriedade do objeto
