Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_analyticsscheduler.pivot.column.fieldnamerequest.rotext
source: Requested field
ca: Camp sol·licitat
eu: Eskatutako eremua
sk: Požadované pole

# RES_analyticsscheduler.pivot.column.fieldvaluerequest.rotext
source: New value
ca: Nou valor
eu: Balio berria
sk: Nová hodnota

# RES_analyticsscheduler.pivot.column.fulladdress.rotext
source: Address
ca: Direcció
eu: Helbidea
sk: Adresa

# RES_analyticsscheduler.pivot.column.fullgroupname.rotext
source: Route
ca: Ruta
eu: Ibilbidea
sk: Trasa

# RES_analyticsscheduler.pivot.column.groupname.rotext
source: Cluster
ca: Grup
eu: Klusterra
sk: skupina

# RES_analyticsscheduler.pivot.column.hora.rotext
source: Hour
ca: Hora
eu: Ordua
sk: čas

# RES_analyticsscheduler.pivot.column.hours.rotext
source: Hours
ca: Hores
eu: Orduak
sk: Hodiny

# RES_analyticsscheduler.pivot.column.hoursabs.rotext
source: Absolute hours
ca: Hores absolutes
eu: ordu absolutuak
sk: Absolútne hodiny

# RES_analyticsscheduler.pivot.column.idconcept.rotext
source: Balance identifier
ca: Identificador saldo
eu: Saldoaren identifikatzailea
sk: Identifikátor zostatku

# RES_analyticsscheduler.pivot.column.idcontract.rotext
source: Contract
ca: Contracte
eu: Kontratua
sk: Zmluva

# RES_analyticsscheduler.pivot.column.idemployee.rotext
source: User ID
ca: Identificador usuari
eu: Erabiltzaile-identifikatzailea
sk: ID používateľa

# RES_analyticsscheduler.pivot.column.idgroup.rotext
source: Group Identifier
ca: Identificador de grup
eu: Taldearen identifikatzailea
sk: Identifikátor skupiny

# RES_analyticsscheduler.pivot.column.idterminal.rotext
source: Terminal identifier
ca: Identificador de terminal
eu: Terminalaren identifikatzailea
sk: Identifikátor terminálu

# RES_analyticsscheduler.pivot.column.idzone.rotext
source: Zone identifier
ca: Identificador de zona
eu: Zonaren identifikatzailea
sk: Identifikátor zóny

# RES_analyticsscheduler.pivot.column.incidencename.rotext
source: Incidence
ca: Incidència
eu: Intzidentzia
sk: Obhajoba

# RES_analyticsscheduler.pivot.column.invalidtype.rotext
source: Mistake
ca: Error
eu: Akatsa
sk: Chyba

# RES_analyticsscheduler.pivot.column.invalidtypedescription.rotext
source: Error description
ca: Descripció de l'error
eu: Errorearen deskribapena
sk: Popis chyby

# RES_analyticsscheduler.pivot.column.isinvalid.rotext
source: Validity
ca: Validesa
eu: Baliotasuna
sk: Platnosť

# RES_analyticsscheduler.pivot.column.isnotreliable.rotext
source: Reliability
ca: Fiabilitat
eu: Fidagarritasuna
sk: Spoľahlivosť

# RES_analyticsscheduler.pivot.column.keyview.rotext
source: Clue
ca: Clau
eu: Arrastoa
sk: Kľúč

# RES_analyticsscheduler.pivot.column.lockdate.rotext
source: Closing date
ca: Data de tancament
eu: Epemuga
sk: Dátum uzávierky

# RES_analyticsscheduler.pivot.column.method.rotext
source: Method
ca: Mètode
eu: Metodoa
sk: Metóda

# RES_analyticsscheduler.pivot.column.month.rotext
source: Month
ca: Mes
eu: Hilabetea
sk: Mesiac

# RES_analyticsscheduler.pivot.column.numerodias.rotext
source: Days requested
ca: Dies sol·licitats
eu: Eskatutako egunak
sk: Požadované dni

# RES_analyticsscheduler.pivot.column.path.rotext
source: Route
ca: Ruta
eu: Ibilbidea
sk: Trasa

# RES_analyticsscheduler.pivot.column.pendingpassport.rotext
source: Pending of
ca: Pendent de
eu: Zain
sk: Čaká sa na

# RES_analyticsscheduler.pivot.column.productiveunitname.rotext
source: Productive unit
ca: Unitat productiva
eu: Unitate produktiboa
sk: výrobná jednotka

# RES_analyticsscheduler.pivot.column.punchidtypedata.rotext
source: Incident identifier
ca: Identificador incidència
eu: Gorabeheraren identifikatzailea
sk: Identifikátor incidentu

# RES_analyticsscheduler.pivot.column.punchlocation.rotext
source: Location
ca: Localització
eu: Kokapena
sk: Umiestnenie

# RES_analyticsscheduler.pivot.column.punchlocationzone.rotext
source: City
ca: Ciutat
eu: Hiria
sk: Mesto

# RES_analyticsscheduler.pivot.column.punchtimezone.rotext
source: Time zone
ca: Zona horària
eu: Ordu eremu
sk: Časové pásmo

# RES_analyticsscheduler.pivot.column.punchtypedata.rotext
source: Incidence
ca: Incidència
eu: Intzidentzia
sk: Obhajoba

# RES_analyticsscheduler.pivot.column.quarter.rotext
source: Quarter
ca: Trimestre
eu: Hiruhilekoa
sk: štvrťrok

# RES_analyticsscheduler.pivot.column.remark.rotext
source: Observations
ca: Observacions
eu: Behaketak
sk: Poznámky

# RES_analyticsscheduler.pivot.column.requestsstatus.rotext
source: Status
ca: Estat
eu: Estatu
sk: Štát

# RES_analyticsscheduler.pivot.column.shiftname.rotext
source: Schedule
ca: Horari
eu: Ordutegia
sk: rozvrh hodín

# RES_analyticsscheduler.pivot.column.shiftnamerequest.rotext
source: Schedule
ca: Horari
eu: Ordutegia
sk: rozvrh hodín

# RES_analyticsscheduler.pivot.column.state.rotext
source: Status
ca: Estat
eu: Estatu
sk: Štát

# RES_analyticsscheduler.pivot.column.status.rotext
source: Status
ca: Estat
eu: Estatu
sk: Štát

# RES_analyticsscheduler.pivot.column.terminalname.rotext
source: Terminal
eu: Terminala
sk: Terminál

# RES_analyticsscheduler.pivot.column.timestamp.rotext
source: Registration date
ca: Data de registre
eu: Izena emateko data
sk: Dátum registrácie

# RES_analyticsscheduler.pivot.column.type.rotext
source: Type
ca: Tipus
eu: Guy
sk: typ

# RES_analyticsscheduler.pivot.column.value.rotext
source: Value
ca: Valor
eu: Merezi
sk: Hodnota

# RES_analyticsscheduler.pivot.column.version.rotext
source: Type of biometrics
ca: Tipus de biometria
eu: Biometria mota
sk: Typ biometrických údajov

# RES_analyticsscheduler.pivot.column.wy.rotext
source: WeekYear
ca: SetmanaAny
eu: AsteaUrtea
sk: TýždeňRok

# RES_analyticsscheduler.pivot.column.year.rotext
source: Year
ca: Any
eu: Urtea
sk: Rok

# RES_analyticsscheduler.pivot.column.zonename.rotext
source: Access area
ca: Zona d'accés
eu: sarbide-eremua
sk: Prístupová oblasť

# RES_analyticsscheduler.pivot.column.zonetime.rotext
source: Area
ca: Zona
eu: Zona
sk: Zóna

# RES_analyticsscheduler.pivot.conceptsselected.rotext
source: Selected balances
ca: Saldos seleccionats
eu: Hautatutako saldoak
sk: Vybrané zostatky

# RES_analyticsscheduler.pivot.employeesselected.rotext
source: Selected users
ca: Usuaris seleccionats
eu: Hautatutako erabiltzaileak
sk: Vybraní používatelia

# RES_analyticsscheduler.pivot.grandtotalcolumn.rotext
source: Total
eu: Guztira
sk: Celkom

# RES_analyticsscheduler.pivot.grandtotalrow.rotext
source: Total
eu: Guztira
sk: Celkom

# RES_analyticsscheduler.pivot.requesttypesselected.rotext
source: Selected request types
ca: tipus de sol·licitud seleccionats
eu: Hautatutako eskaera motak
sk: vybrané typy aplikácií

# RES_analyticsscheduler.pivot.userfieldsselected.rotext
source: Selected tab fields
ca: Camps de la fitxa seleccionats
eu: Hautatutako fitxa-eremuak
sk: Vybrané polia karty

# RES_analyticsscheduler.pivot.view1.caption.rotext
source: Balances
ca: Saldos
eu: Balantzeak
sk: zostatky

# RES_analyticsscheduler.pivot.view2.caption.rotext
source: Planning
ca: Planificació
eu: Plangintza
sk: plánovanie

# RES_analyticsscheduler.pivot.view3.caption.rotext
source: Justifications and incidents
ca: Justificacions i incidències
eu: Justifikazioak eta gorabeherak
sk: Odôvodnenia a incidenty

# RES_analyticsscheduler.pointlabels.text.rotext
source: Show legend
ca: Mostrar llegenda
eu: Erakutsi kondaira
sk: Zobraziť legendu

# RES_analyticsscheduler.popupsaveviewcancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_analyticsscheduler.punchtypeenum_1.rotext
source: Entrance
ca: Entrada
eu: Sarrera
sk: VSTUP

# RES_analyticsscheduler.punchtypeenum_2.rotext
source: Exit
ca: Sortida
eu: Irten

# RES_analyticsscheduler.rdclassicmode.text.rotext
source: Classic mode
ca: Mode clàssic
eu: modu klasikoa
sk: Klasický režim

# RES_analyticsscheduler.rddataawaremode.text.rotext
source: Advanced mode
ca: Mode avançat
eu: Modu aurreratua
sk: Pokročilý režim

# RES_analyticsscheduler.reliabletypeenum_0.rotext
source: Reliable
ca: Fiable
eu: Fidagarria
sk: Spoľahlivé

# RES_analyticsscheduler.reliabletypeenum_1.rotext
source: Unreliable
ca: No fiable
eu: Ez fidagarria
sk: Nespoľahlivé

# RES_analyticsscheduler.requeststatusenum_0.rotext
source: Pending
ca: Pendent
eu: Belarritakoa
sk: čaká sa na

# RES_analyticsscheduler.requeststatusenum_1.rotext
source: In progress
ca: En curs
eu: Abian
sk: prebieha

# RES_analyticsscheduler.requeststatusenum_2.rotext
source: Accepted
ca: Acceptada
eu: Onartua
sk: Prijaté

# RES_analyticsscheduler.requeststatusenum_3.rotext
source: Denied
ca: Denegada
eu: Ukatua
sk: Odmietnuté

# RES_analyticsscheduler.requeststatusenum_4.rotext
source: Cancelled
ca: Cancel·lada
eu: Bertan behera utzita
sk: Zrušené

# RES_analyticsscheduler.requesttypeenum_1.rotext
source: Modification of the field of the record
ca: Modificació camp de la fitxa
eu: Fitxategiaren eremuaren aldaketa
sk: Úprava poľa záznamu

# RES_analyticsscheduler.requesttypeenum_10.rotext
source: Unfulfilled task signing
ca: Fitxatge no realitzat de tasques
eu: Egin gabeko zereginen programazioa
sk: Úlohy, ktoré sa nevykonali

# RES_analyticsscheduler.requesttypeenum_11.rotext
source: Cancellation of vacation
ca: Cancel·lació de vacances
eu: Oporrak bertan behera uztea
sk: Zrušenie dovolenky

# RES_analyticsscheduler.requesttypeenum_12.rotext
source: Unfulfilled cost center signing
ca: Fitxatge no realitzat de centres de cost
eu: Kostu-zentroen sinadura gauzatu gabea
sk: Nerealizované pridelenie nákladového strediska

# RES_analyticsscheduler.requesttypeenum_13.rotext
source: Vacation/leave by hours
ca: Vacances/permisos per hores
eu: Oporrak/orduko baimena
sk: Dovolenka/hodinová dovolenka

# RES_analyticsscheduler.requesttypeenum_14.rotext
source: Hours of excess
ca: Hores d’excés
eu: Gehiegizko orduak
sk: Nadbytočné hodiny

# RES_analyticsscheduler.requesttypeenum_15.rotext
source: Clocking in/out records
ca: Part de fitxatges
eu: Fitxaketen zati bat
sk: Správa o presune

# RES_analyticsscheduler.requesttypeenum_17.rotext
source: Declaration of working hours
ca: Declaració de jornada
eu: Eguneko adierazpena
sk: vyhlásenie o pracovnom čase

# RES_analyticsscheduler.requesttypeenum_2.rotext
source: Non-attendance check-in
ca: Fitxatge no realitzat de presència
eu: Sarrera ez da egin presentziarako
sk: Podpis nerealizovanej prítomnosti

# RES_analyticsscheduler.requesttypeenum_3.rotext
source: Justify signing
ca: Justificar fitxatge
eu: Justifikatu sinatzea
sk: Odôvodnite podpis

# RES_analyticsscheduler.requesttypeenum_4.rotext
source: Summary of external work
ca: Comunicat resum feina externa
eu: Kanpoko lanaren laburpen zatia
sk: Súhrn časti externá práca

# RES_analyticsscheduler.requesttypeenum_5.rotext
source: Time change
ca: Canvi d'horari
eu: Ordutegi aldaketa
sk: Zmena rozvrhu

# RES_analyticsscheduler.requesttypeenum_6.rotext
source: Vacations
ca: Vacances
eu: Oporrak
sk: Dovolenka

# RES_analyticsscheduler.requesttypeenum_7.rotext
source: Forecast days of absence
ca: Previsió dies d'absència
eu: Absentzia egunen aurreikuspena
sk: Predpokladané dni neprítomnosti

# RES_analyticsscheduler.requesttypeenum_8.rotext
source: Time exchange between users
ca: Intercanvi dhorari entre usuaris
eu: Erabiltzaileen arteko ordutegi-trukea
sk: Výmena cestovných poriadkov medzi používateľmi

# RES_analyticsscheduler.requesttypeenum_9.rotext
source: Forecast hours of absence
ca: Previsió hores d'absència
eu: Absentzia orduen aurreikuspena
sk: Predpokladané hodiny neprítomnosti

# RES_analyticsscheduler.rxffng.rotext
source: Fingerprint
ca: Dactilar
eu: Hatz-marka
sk: Odtlačok prsta

# RES_analyticsscheduler.showcolumngrandtotals.text.rotext
source: Show Column Grand Totals
eu: Erakutsi zutabeen guztirako orokorrak
sk: Zobraziť stĺpce Celkové súčty

# RES_analyticsscheduler.showrowgrandtotals.text.rotext
source: Show Row Grand Totals
ca: Mostra totals de fila
eu: Erakutsi errenkadako guztirako orokorrak
sk: Zobraziť riadok Veľké súčty

# RES_analyticsscheduler.title_analyticsscheduler_pathway.rotext
source: Data analysis
ca: Anàlisi de dades
eu: Datuen analisia
sk: Analýza údajov

# RES_analyticsscheduler.zkunifac.rotext
source: Facial
eu: Aurpegia
sk: Obličaj

# RES_analyticsscheduler.zkunipal.rotext
source: Palm
ca: Palma
eu: Palmondoa
sk: Palma

# RES_annualview.allcontracts.caption.rotext
source: (All)
ca: (Tots)
eu: (guztiak)
sk: (Všetko)

# RES_annualview.aprint.rotext
source: Print current view
ca: Imprimir vista actual
eu: Inprimatu uneko ikuspegia
sk: Tlač aktuálneho zobrazenia

# RES_annualview.btend.text.rotext
source: end
eu: amaiera
sk: koniec

# RES_annualview.lblcontract.text.rotext
source: Contract
ca: Contracte
eu: Kontratua
sk: Zmluva

# RES_annualview.lblinfo.text.rotext
source: (If you double click on a particular day it will automatically be placed in that day's schedule)
ca: (Si fas doble clic sobre un dia determinat, se situarà automàticament a la planificació d’aquest dia)
eu: (Egun zehatz batean klik bikoitza egiten baduzu, automatikoki egun horretako plangintzan kokatuko zara)
sk: (Ak dvakrát kliknete na určitý deň, automaticky sa zaradíte do plánovania na tento deň)

# RES_annualview.lblshifts.text.rotext
source: Schedules
ca: Horaris
eu: Ordutegiak
sk: cestovné poriadky

# RES_annualview.lbltotalplanned.text.rotext
source: Total planned hours
ca: Total hores planificades
eu: Aurreikusitako orduak guztira
sk: Celkový počet plánovaných hodín

# RES_annualview2.btncancel.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_assigncauseswizard.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_assigncauseswizard.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_assigncauseswizard.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_assigncauseswizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_assigncauseswizard.btend.text.rotext
source: Finish
ca: Finalitzar
eu: Amaitu
sk: Koniec

# RES_assigncauseswizard.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_assigncauseswizard.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_assigncauseswizard.checkpage.page2.incorrectselection.rotext
source: Wrong selection
ca: Selecció incorrecta
eu: Hautaketa okerra
sk: Nesprávny výber

# RES_assigncauseswizard.checkpage.page2.noemployeeselected.rotext
source: You have not selected any user
ca: No heu seleccionat cap usuari
eu: Ez duzu erabiltzailerik hautatu
sk: Nevybrali ste žiadneho používateľa

# RES_assigncauseswizard.checkpage.page3.incorrectdates.rotext
source: Incorrect period
ca: Període incorrecte
eu: Epe okerra
sk: Nesprávne obdobie

# RES_assigncauseswizard.checkpage.page3.incorrectperiod.rotext
source: Incorrect period
ca: Període incorrecte
eu: Epe okerra
sk: Nesprávne obdobie

# RES_assigncauseswizard.checkpage.page4.incorrectcause.rotext
source: Incorrect justification
ca: Justificació incorrecta
eu: Justifikazio okerra
sk: Nesprávne odôvodnenie

# RES_assigncauseswizard.end.assigncauseswelcome1.text.rotext
source: Completed with errors.
ca: Finalitzat amb errors.
eu: Akatsekin osatua.
sk: Dokončené s chybami.

# RES_assigncauseswizard.end.error.assigncauseswelcome1.text.rotext
source: Completed with errors
ca: Finalitzat amb errors
eu: Akatsekin osatua
sk: Dokončené s chybami

# RES_assigncauseswizard.end.error.assigncauseswelcome2.text.rotext
source: An error occurred while assigning the justification.
ca: S’ha produït un error en assignar la justificació.
eu: Errore bat gertatu da justifikazioa esleitzean.
sk: Pri priraďovaní odôvodnenia došlo k chybe.

# RES_assigncauseswizard.end.ok.assigncauseswelcome1.text.rotext
source: Completed successfully.
ca: Finalitzat correctament.
eu: Ondo osatu da.
sk: Úspešne dokončené.

# RES_assigncauseswizard.end.ok.assigncauseswelcome2.text.rotext
source: Justification assigned correctly.
ca: Justificació assignada correctament.
eu: Zuzen esleitutako justifikazioa.
sk: Správne pridelené odôvodnenie.

# RES_assigncauseswizard.end.okwarning.assigncauseswelcome2.text.rotext
source: Completed successfully with the following issues:
ca: Finalitzat correctament amb les incidències següents:
eu: Ondo beteta ondoko gorabehera hauekin:
sk: Úspešne dokončené s nasledujúcimi problémami:

# RES_assigncauseswizard.error.couldnotretrievetask.text.rotext
source: An unexpected error has occurred. Please try again later.
ca: Es va produir un error inesperat. Intenteu-ho més tard.
eu: Ustekabeko errore bat gertatu da. Saiatu berriro geroago.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr.

# RES_assigncauseswizard.hdnsteptitle.text.rotext
source: Assistant for mass introduction of justifications.
ca: Assistent per a la introducció massiva de justificacions.
eu: Justifikazioak masiboki sartzeko morroia.
sk: Sprievodca hromadným zadávaním odôvodnení.

# RES_assigncauseswizard.lblbegindate.text.rotext
source: Since the day
ca: Des del dia
eu: Egunetik
sk: Odo dňa

# RES_assigncauseswizard.lblbegindatedescpartial.text.rotext
source: at
ca: a les
eu: etan
sk: na adrese

# RES_assigncauseswizard.lblbegindatepartial.text.rotext
source: Since the day
ca: Des del dia
eu: Egunetik
sk: Odo dňa

# RES_assigncauseswizard.lblcause.text.rotext
source: Justification:
ca: Justificació:
eu: Justifikazioa:
sk: Odôvodnenie:

# RES_assigncauseswizard.lblcompleteddaysdescription.text.rotext
source: Any days with complete absences between the selected dates will be justified.
ca: Es justificaran aquells dies amb absències completes entre les dates seleccionades.
eu: Hautatutako daten artean hutsune osoa duten egunak justifikatuko dira.
sk: Dni s úplnou absenciou medzi vybranými dátumami budú ospravedlnené.

# RES_assigncauseswizard.lblcompleteddaystitle.text.rotext
source: Days with complete absences
ca: Dies amb absències completes
eu: Absentzia osoak dituzten egunak
sk: Dni s úplnou absenciou

# RES_assigncauseswizard.lblcopyschedulewelcome1.text.rotext
source: Welcome to the wizard for entering bulk justifications.
ca: Benvingut a l'assistent per a la introducció massiva de justificacions.
eu: Ongi etorri justifikazioak masiboki sartzeko morroira.
sk: Vitajte v sprievodcovi na hromadné zadávanie odôvodnení.

# RES_assigncauseswizard.lblcopyschedulewelcome2.text.rotext
source: The wizard allows you to mass justify users in a specific period.
ca: L'assistent us permet justificar de forma massiva usuaris en un període concret.
eu: Morroiak epe zehatz batean erabiltzaileak masiboki justifikatzeko aukera ematen du.
sk: Sprievodca umožňuje hromadne ospravedlniť používateľov v určitom období.

# RES_assigncauseswizard.lblcopyschedulewelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
eu: Jarraitzeko, egin klik hurrengoan.
sk: Ak chcete pokračovať, kliknite na tlačidlo Ďalej.

# RES_assigncauseswizard.lblenddate.text.rotext
source: until the day
ca: fins al dia
eu: egunera arte
sk: až do dňa

# RES_assigncauseswizard.lblenddatedescpartial.text.rotext
source: at
ca: a les
eu: etan
sk: na adrese

# RES_assigncauseswizard.lblenddatepartial.text.rotext
source: until the day
ca: fins al dia
eu: egunera arte
sk: až do dňa

# RES_assigncauseswizard.lblpartialdaysdescription.text.rotext
source: Any entry and exit times that have occurred between the selected dates and times will be justified.
ca: Es justificaran aquells fitxatges dentrada i sortida que shagin produït entre les dates i hores seleccionades.
eu: Hautatutako egun eta orduen artean egindako sarrera eta irteera horiek justifikatu egingo dira.
sk: Príchod a odchod medzi vybranými dátumami a časmi sa zdôvodní.

# RES_assigncauseswizard.lblpartialdaystitle.text.rotext
source: Clock in/out logs
ca: Fitxatges
eu: Transferentziak
sk: transfery

# RES_assigncauseswizard.lblstep2info2.text.rotext
source: Now select the users you want to justify one day.
ca: Ara seleccioneu els usuaris a qui vol justificar algun dia.
eu: Orain hautatu egun bat justifikatu nahi dituzun erabiltzaileak.
sk: Teraz vyberte používateľov, ktorých chcete jeden deň ospravedlniť.

# RES_assigncauseswizard.lblstep2title.text.rotext
source: Step 2 of 4.
ca: Pas 2 de 4.
eu: 2. urratsa 4.
sk: Krok 2 zo 4.

# RES_assigncauseswizard.lblstep3info2.text.rotext
source: Please indicate what you want to justify and the period to which you want it to apply.
ca: Indica què vols justificar i el període en què vols que s’apliqui.
eu: Adierazi zer justifikatu nahi duzun eta non aplikatu nahi duzun epea.
sk: Uveďte, čo chcete odôvodniť, a obdobie, na ktoré sa má vzťahovať.

# RES_assigncauseswizard.lblstep3title.text.rotext
source: Step 3 of 4.
ca: Pas 3 de 4.
eu: 3. urratsa 4.
sk: Krok 3 zo 4.

# RES_assigncauseswizard.lblstep4info2.text.rotext
source: Finally select which justification you want to use.
ca: Per acabar, selecciona quina justificació vols utilitzar.
eu: Azkenik, hautatu zein justifikazio erabili nahi duzun.
sk: Nakoniec vyberte odôvodnenie, ktoré chcete použiť.

# RES_assigncauseswizard.lblstep4title.text.rotext
source: Step 4 of 4.
ca: Pas 4 de 4.
eu: 4/4 urratsa.
sk: Krok 4 zo 4.

# RES_assigncauseswizard.title.rotext
source: Wizard for mass introduction of justifications
ca: Assistent per a introducció massiva de justificacions
eu: Justifikazioak masiboki sartzeko morroia
sk: Sprievodca hromadným zadávaním odôvodnení

# RES_assigncenterswizard.bc.text.rotext
source: Empty
ca: Buidar
eu: Hutsik
sk: Prázdne stránky

# RES_assigncenterswizard.bo.text.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_assigncenterswizard.bt.text.rotext
source: Today
ca: Avui
eu: Gaur
sk: Dnes

# RES_assigncenterswizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_assigncenterswizard.btend.text.rotext
source: Finish
ca: Finalitzar
eu: Amaitu
sk: Koniec

# RES_assigncenterswizard.btndownload.text.rotext
source: Download file
ca: Descarregar fitxer
eu: Deskargatu fitxategia
sk: Stiahnuť súbor

# RES_assigncenterswizard.btndownload.tooltip.rotext
source: Download file
ca: Descarregar fitxer
eu: Deskargatu fitxategia
sk: Stiahnuť súbor

# RES_assigncenterswizard.btnexporttoxls.text.rotext
source: Export
ca: Exportar
eu: Esportatu

# RES_assigncenterswizard.btnexporttoxls.tooltip.rotext
source: Export to Excel
ca: Exportar a Excel
eu: Esportatu Excel-era
sk: Export do programu Excel

# RES_assigncenterswizard.btnext.text.rotext
source: Next >
ca: Següent >
eu: hurrengo >
sk: Ďalšie >

# RES_assigncenterswizard.btprev.text.rotext
source: < previous
ca: < anterior
eu: < aurrekoa
sk: < Predchádzajúci

# RES_assigncenterswizard.checkpage.page3.freezingdate.rotext
source: There are users with closing dates or future dates
ca: Hi ha usuaris amb dates en període de tancament o futures
eu: Erabiltzaileak daude itxiera epean edo etorkizunean datak dituztenak
sk: Existujú používatelia s dátumami v období uzávierky alebo s budúcimi dátumami

# RES_assigncenterswizard.checkpage.page3.incorrectperiod.rotext
source: Incorrect period
ca: Període incorrecte
eu: Epe okerra
sk: Nesprávne obdobie

# RES_assigncenterswizard.checkpage.page3.longperiod.rotext
source: You can only indicate a maximum of 31 days
ca: Només pots indicar com a màxim 31 dies
eu: Gehienez 31 egun bakarrik adierazi ditzakezu
sk: Môžete uviesť maximálne 31 dní

# RES_assigncenterswizard.checkpage.page4.editingdata.rotext
source: Data in editing
ca: Dades en edició
eu: Datuak edizioan
sk: Údaje v edícii

# RES_assigncenterswizard.costcenter.defaultcostcenter.rotext
source: (unassigned)
ca: (sense assignar)
eu: (Esleitu gabe)
sk: (Nepridelené)

# RES_assigncenterswizard.emptyheader.text.rotext
source: Drag a column here...
ca: Arrossegueu una columna aquí...
eu: Arrastatu zutabe bat hona...
sk: Potiahnite stĺpec sem...

# RES_assigncenterswizard.end.assigncauseswelcome1.text.rotext
source: Finalized
ca: Finalitzat
eu: Amaitua
sk: Dokončené
