Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_srvmsgboxshifts.error.frmflexible.durminutes2desc.rotext
source: The maximum value of the filter exceeds the total time of the time slot
eu: Iragazkiaren gehienezko balioak denbora-tartearen denbora osoa gainditzen du
fr: La valeur maximale du filtre dépasse le temps total du créneau horaire
gl: O valor máximo do filtro supera o tempo total da franxa horaria
it: Il valore massimo del filtro supera il tempo totale della fascia oraria
pt: O valor máximo do filtro ultrapassa o tempo total da faixa horária
sk: Maximálna hodnota filtra presahuje celkový čas časového slotu

# RES_srvmsgboxshifts.error.frmflexible.durminutes2major1desc.rotext
source: The minimum value exceeds the maximum value.
eu: Balio minimoak balio maximoa gainditzen du.
fr: La valeur minimale dépasse la valeur maximale.
gl: O valor mínimo supera o valor máximo.
it: Il valore minimo supera il valore massimo.
pt: O valor mínimo excede o valor máximo.
sk: Minimálna hodnota presahuje maximálnu hodnotu.

# RES_srvmsgboxshifts.error.frmflexible.durminutes2major1title.rotext
source: Incorrect minimum value
eu: Gutxieneko balio okerra
fr: Valeur minimale incorrecte
gl: Valor mínimo incorrecto
it: Valore minimo errato
pt: Valor mínimo incorreto
sk: Nesprávna minimálna hodnota

# RES_srvmsgboxshifts.error.frmflexible.durminutes2title.rotext
source: Maximum exceeds the time of the band
eu: Gehienezkoak bandaren denbora gainditzen du
fr: Le maximum dépasse le temps du créneau
gl: Máximo supera o tempo da franxa
it: Il massimo supera il tempo della fascia
pt: Máximo ultrapassa o tempo da faixa
sk: Maximo presahuje čas kapely

# RES_srvmsgboxshifts.error.frmflexible.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.frmflexible.txtdurtime1desc.rotext
source: The duration filter time from is incorrect
eu: Iragazkiaren denboratik iraupena ez da zuzena
fr: L´heure du filtre de durée depuis est incorrecte
gl: A hora do filtro de duración dende é incorrecta
it: L´ora del filtro di durata da è errata
pt: A hora do filtro de duração desde está incorreta
sk: Čas trvania filtra od je nesprávny

# RES_srvmsgboxshifts.error.frmflexible.txtdurtime1title.rotext
source: Filter time from incorrect
eu: Iragazi denbora gaizki dagoenetik
fr: Heure filtre depuis incorrecte
gl: Hora filtro dende incorrecta
it: Ora filtro da errata
pt: Hora do filtro desde incorreta
sk: Nesprávny čas filtrovania od

# RES_srvmsgboxshifts.error.frmflexible.txtdurtime2desc.rotext
source: The duration until filter time is incorrect.
eu: Iragazki ordura arteko iraupena ez da zuzena.
fr: L´heure du filtre de durée jusqu´à est incorrecte.
gl: A hora de filtro de duración ata é incorrecta.
it: L´ora di filtro di durata fino a è errata.
pt: A hora do filtro de duração até está incorreta.
sk: Čas trvania filtra do je nesprávny.

# RES_srvmsgboxshifts.error.frmflexible.txtdurtime2title.rotext
source: Filter time up to incorrect
eu: Iragazi denbora okerra arte
fr: Heure filtre jusqu´à incorrecte
gl: Hora filtro ata incorrecta
it: Ora filtro fino a errata
pt: Hora filtro até incorreta
sk: Nesprávny čas filtrovania

# RES_srvmsgboxshifts.error.frmflexible.txtpresfromtimedesc.rotext
source: The time from is incorrect
eu: Ordua ez da zuzena
fr: L´heure depuis est incorrecte
gl: A hora dende é incorrecta
it: L´ora da è errata
pt: A hora desde está incorreta
sk: Čas od je nesprávny

# RES_srvmsgboxshifts.error.frmflexible.txtpresfromtimetitle.rotext
source: Time since incorrect
eu: Ordua okerra
fr: Heure depuis incorrecte
gl: Hora dende incorrecta
it: Ora da errata
pt: Hora desde incorreta
sk: Čas od nesprávneho

# RES_srvmsgboxshifts.error.frmflexible.txtprestotimedesc.rotext
source: The time is even incorrect
eu: Arteko denbora ez da zuzena
fr: L´heure jusqu´à est incorrecte
gl: A hora ata é incorrecta
it: L´ora fino a è errata
pt: A hora até está incorreta
sk: Čas je dokonca nesprávny

# RES_srvmsgboxshifts.error.frmflexible.txtprestotimetitle.rotext
source: Time up to incorrect
eu: Okerra arte denbora
fr: Heure jusqu´à incorrecte
gl: Hora ata incorrecta
it: Ora fino a errata
pt: Hora até incorreta
sk: Čas do nesprávneho

# RES_srvmsgboxshifts.error.frmmandatory.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.frmmandatory.txtendat1desc.rotext
source: Fixed departure time is incorrect
eu: Irteera-ordu finkoa ez da zuzena
fr: L´heure de sortie fixe est incorrecte
gl: A hora de saída fixa é incorrecta
it: L´ora di uscita fissa è errata
pt: A hora de saída fixa está incorreta
sk: Stanovený čas odchodu je nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtendat1title.rotext
source: Fixed departure time incorrect
eu: Irteera-ordu finko okerra
fr: Heure de sortie fixe incorrecte
gl: Hora de saída fixa incorrecta
it: Ora di uscita fissa errata
pt: Hora de saída fixa incorreta
sk: Nesprávne stanovený čas odchodu

# RES_srvmsgboxshifts.error.frmmandatory.txtendat2desc.rotext
source: The check-out time according to the entry is incorrect
eu: Irteera ordua sarreraren arabera ez da zuzena
fr: L´heure de sortie selon l´entrée est incorrecte
gl: A hora de saída segundo entrada é incorrecta
it: L´ora di uscita in base a entrata è errata
pt: A hora de saída segundo a entrada está incorreta
sk: Čas odchodu podľa záznamu je nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtendat2title.rotext
source: Check-out time as per incorrect entry
eu: Irteera ordua sarrera okerren arabera
fr: Heure de sortie selon entrée incorrecte
gl: Hora de saída segundo entrada incorrecta
it: Ora di uscita in base a entrata errata
pt: Hora de saída segundo a entrada incorreta
sk: Čas odchodu podľa nesprávneho zadania

# RES_srvmsgboxshifts.error.frmmandatory.txtintinfdesc.rotext
source: The time of the lower interrupt filter is incorrect
eu: Eten-iragazki denbora txikiagoa ez da zuzena
fr: L´heure du filtre d´interruptions inférieures est incorrecte
gl: A hora do filtro de interrupcións inferiores é incorrecta
it: L´ora del filtro di interruzioni inferiori è errata
pt: A hora do filtro de interrupções inferiores está incorreta
sk: Čas dolného filtra prerušenia je nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtintinftitle.rotext
source: Incorrect lower interruption time
eu: Etenaldi-denbora txikiagoa okerra
fr: Heure interruptions inférieures incorrecte
gl: Hora interrupcións inferiores incorrecta
it: Ora interruzioni inferiori errata
pt: Hora de interrupções inferiores incorreta
sk: Nesprávny nižší čas prerušenia

# RES_srvmsgboxshifts.error.frmmandatory.txtretinfdesc.rotext
source: The lower delay filter time is incorrect
eu: Atzerapen txikiagoa iragazteko denbora ez da zuzena
fr: L´heure du filtre de retards inférieurs est incorrecte
gl: A hora do filtro de atrasos inferiores é incorrecta
it: L´ora del filtro di ritardi inferiori è errata
pt: A hora do filtro de atrasos inferiores está incorreta
sk: Čas filtra s nižším oneskorením je nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtretinftitle.rotext
source: Incorrect lower delay time
eu: Atzerapen-denbora txikiagoa okerra
fr: Heure retards inférieurs incorrecte
gl: Hora atrasos inferiores incorrecta
it: Ora ritardi inferiori errata
pt: Hora de atrasos inferiores incorreta
sk: Nesprávne nižšie oneskorenia

# RES_srvmsgboxshifts.error.frmmandatory.txtsalantdesc.rotext
source: The lower early departure filter time is incorrect
eu: Irteera goiztiarren iragazki-ordu txikiagoa ez da zuzena
fr: L´heure du filtre de sorties anticipées inférieures est incorrecte
gl: A hora do filtro de saídas anticipadas inferiores é incorrecta
it: L´ora del filtro di uscite anticipate inferiori è errata
pt: A hora do filtro de saídas antecipadas inferiores está incorreta
sk: Čas dolného filtra skorého odchodu je nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtsalanttitle.rotext
source: Incorrect early departure time
eu: Irteera goiztiarren ordu baxuago okerra
fr: Heure sorties anticipées inférieures incorrecte
gl: Hora saídas anticipadas inferiores incorrecta
it: Ora uscite anticipate inferiori errata
pt: Hora de saídas antecipadas inferiores incorreta
sk: Nesprávny nižší čas odchodu

# RES_srvmsgboxshifts.error.frmmandatory.txtstartat1desc.rotext
source: Fixed entry time is incorrect
eu: Fakturazio-ordu finkoa ez da zuzena
fr: L´heure d´entrée fixe est incorrecte
gl: A hora de entrada fixa é incorrecta
it: L´ora di entrata fissa è errata
pt: A hora de entrada fixa está incorreta
sk: Pevný čas vstupu je nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtstartat1title.rotext
source: Fixed check-in time incorrect
eu: Sarrera-ordu finko okerra
fr: Heure d´entrée fixe incorrecte
gl: Hora de entrada fixa incorrecta
it: Ora di entrata fissa errata
pt: Hora de entrada fixa incorreta
sk: Nesprávne stanovený čas vstupu

# RES_srvmsgboxshifts.error.frmmandatory.txtstartat2fromdesc.rotext
source: The check-in time between is incorrect
eu: Tartean sartzeko ordua ez da zuzena
fr: L´heure d´entrée entre est incorrecte
gl: A hora de entrada entre é incorrecta
it: L´ora di entrata tra è errata
pt: A hora de entrada entre está incorreta
sk: Čas medzi vstupmi je nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtstartat2fromtitle.rotext
source: Incorrect check-in time
eu: Fakturazio-ordua okerren artean
fr: Heure d´entrée entre incorrecte
gl: Hora de entrada entre incorrecta
it: Ora di entrata tra errata
pt: Hora de entrada entre incorreta
sk: Čas vstupu medzi nesprávnymi

# RES_srvmsgboxshifts.error.frmmandatory.txtstartat2todesc.rotext
source: The check-in time is incorrect
eu: Check-in ordua ez da zuzena arte
fr: L´heure d´entrée jusqu´à est incorrecte
gl: A hora de entrada ata é incorrecta
it: L´ora di entrata fino a è errata
pt: A hora de entrada até está incorreta
sk: Čas vstupu je dokonca nesprávny

# RES_srvmsgboxshifts.error.frmmandatory.txtstartat2totitle.rotext
source: Incorrect check-in time
eu: Check-in ordua okerra
fr: Heure d´entrée jusqu´à incorrecte
gl: Hora de entrada ata incorrecta
it: Ora di entrata fino a errata
pt: Hora de entrada até incorreta
sk: Čas vstupu až do nesprávneho

# RES_srvmsgboxshifts.error.frmnewtypezone.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.frmnewtypezone.txtnewzonenamedesc.rotext
source: Please insert a valid name in the time zone type
eu: Sartu baliozko izen bat ordu-eremu motan
fr: Insérez un nom valide dans le type de zone horaire
gl: Insire un nome válido no tipo de zona horaria
it: Inserisci un nome valido nel tipo di fascia oraria
pt: Insira um nome válido no tipo de zona horária
sk: Vložte platný názov do typu časového pásma

# RES_srvmsgboxshifts.error.frmnewtypezone.txtnewzonenametitle.rotext
source: You must insert a name for the new time zone type
eu: Ordu-eremu mota berrirako izen bat sartu behar duzu
fr: Vous devez insérer un nom pour le nouveau type de zone horaire
gl: Debes inserir un nome para o novo tipo de zona horaria
it: Si deve inserire un nome per il nuovo tipo di fascia oraria
pt: Deve inserir um nome para o novo tipo de zona horária
sk: Musí sa vložiť názov pre nový typ časovej zóny

# RES_srvmsgboxshifts.error.layerbreaktimebreakhourserror.rotext
source: Necessary time zone
eu: Beharrezko denbora tartea
fr: Créneau horaire nécessaire
gl: Franxa horaria necesaria
it: Fascia oraria necessaria
pt: Faixa horária necessária
sk: Potrebný časový interval

# RES_srvmsgboxshifts.error.layerbreaktimebreakhourserrordesc.rotext
source: Before adding a break, you must enter a mandatory or rigid time slot
eu: Atsedenaldi bat gehitu aurretik, derrigorrezko ordu edo zurrun tarte bat sartu behar duzu
fr: Avant d´ajouter une pause, vous devez saisir un créneau d´heures imposées ou rigides
gl: Antes de engadir un descanso, debes introducir unha franxa de horas obrigadas ou ríxidas
it: Prima di aggiungere un riposo devi inserire una fascia di ore obbligatorie o rigide
pt: Antes de adicionar um descanso, deve introduzir uma faixa horária obrigatória ou rígida
sk: Pred pridaním prestávky by ste mali zaviesť povinné alebo pevné pásmo hodín

# RES_srvmsgboxshifts.error.layerbreaktimecanabstitle.rotext
source: Incorrect maximum time.
eu: Gehieneko denbora okerra.
fr: Temps maximum incorrect.
gl: Tempo máximo incorrecto.
it: Tempo massimo errato.
pt: Tempo máximo incorreto.
sk: Nesprávny maximálny čas.

# RES_srvmsgboxshifts.error.layerbreaktimecanabstitledesc.rotext
source: The maximum allowed time is outside the rest limit
eu: Onartutako gehienezko denbora atsedenalditik kanpo dago
fr: Le temps maximum autorisé se trouve en dehors de la limite de la pause
gl: O tempo permitido máximo está fóra do límite do descanso
it: Il tempo consentito massimo supera il limite del riposo
pt: O tempo permitido máximo está fora do limite da descanso
sk: Maximálny povolený čas je mimo limitu odpočinku

# RES_srvmsgboxshifts.error.layerbreaktimedebabstitle.rotext
source: Incorrect minimum time.
eu: Gutxieneko denbora okerra.
fr: Temps minimum incorrect.
gl: Tempo mínimo incorrecto.
it: Tempo minimo errato.
pt: Tempo mínimo incorreto.
sk: Nesprávny minimálny čas.

# RES_srvmsgboxshifts.error.layerbreaktimedebabstitledesc.rotext
source: The minimum allowed time is outside the rest limit
eu: Baimendutako gutxieneko denbora atsedenalditik kanpo dago
fr: Le temps minimum autorisé se trouve en dehors de la limite de la pause
gl: O tempo permitido mínimo está fóra do límite do descanso
it: Il tempo consentito minimo supera il limite del riposo
pt: O tempo permitido mínimo está fora do limite da descanso
sk: Minimálny povolený čas je mimo limitu odpočinku

# RES_srvmsgboxshifts.error.layerbreaktimeinterval.rotext
source: Incorrect interval
eu: Tarte okerra
fr: Intervalle incorrect
gl: Intervalo incorrecto
it: Intervallo errato
pt: Intervalo incorreto
sk: Nesprávny interval

# RES_srvmsgboxshifts.error.layerbreaktimeintervaldesc.rotext
source: The chosen interval type is only valid in hourly schedules
eu: Aukeratutako tarte motak orduko ordutegietan bakarrik balio du
fr: Le type d´intervalle choisi est uniquement valable en horaires par heures
gl: O tipo de intervalo elixido é só válido en horarios por horas
it: Il tipo di intervallo scelto è valido solo per orari in ore
pt: O tipo de intervalo escolhido é válido apenas em horários por horas
sk: Vybraný typ intervalu platí len pre hodinové plány

# RES_srvmsgboxshifts.error.layerbreaktimeintervaltypedesc.rotext
source: The start and end of the selected interval type must be the same
eu: Hautatutako tarte motaren hasiera eta amaiera berdinak izan behar dira
fr: Le début et la fin du type d´intervalle sélectionné doivent être égaux
gl: O inicio e final do tipo de intervalo seleccionado deben ser iguais
it: L´inizio e la fine del tipo di intervallo scelto devono essere uguali
pt: O início e o fim do tipo de intervalo selecionado devem ser iguais
sk: Začiatok a koniec vybraného typu intervalu musia byť rovnaké

# RES_srvmsgboxshifts.error.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.recalcdateblank.description.rotext
source: Please insert a valid recalculation date.
eu: Mesedez, sartu baliozko birkalkulazio-data bat.
fr: Veuillez insérer une date de recalcul valide.
gl: Insire unha data de recálculo válida.
it: Inserisci una data di ricalcolo valida.
pt: Insira uma data de recálculo válida.
sk: Vložte platný dátum prepočtu.

# RES_srvmsgboxshifts.error.recalcdateblank.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.recalcdateblank.title.rotext
source: Incorrect recalculation date.
eu: Berriz kalkulatzeko data okerra.
fr: Date de recalcul incorrecte.
gl: Data de recálculo incorrecta.
it: Data di ricalcolo errata.
pt: Data de recálculo incorreta.
sk: Nesprávny dátum prepočtu.

# RES_srvmsgboxshifts.error.recalcdatenodate.description.rotext
source: Please insert a valid recalculation date (not a date).
eu: Mesedez, sartu baliozko birkalkulatze-data (ez data).
fr: Veuillez insérer une date de recalcul valide (pas une date).
gl: Insire unha data de recálculo válida (non é unha data).
it: Inserisci una data di ricalcolo valida (non una data).
pt: Insira uma data de recálculo válida (não é uma data).
sk: Vložte platný dátum prepočtu (nie dátum).

# RES_srvmsgboxshifts.error.recalcdatenodate.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.recalcdatenodate.title.rotext
source: Incorrect recalculation date
eu: Berriz kalkulatzeko data okerra
fr: Date de recalcul incorrecte
gl: Data de recálculo incorrecta
it: Data di ricalcolo errata
pt: Data para recalcular incorreta
sk: Nesprávny dátum prepočtu

# RES_srvmsgboxshifts.error.recalcdatenotcorrect.description.rotext
source: The recalculation date cannot be before the closing date
eu: Berriz kalkulatzeko data ezin da izan itxiera data baino lehenagokoa
fr: La date de recalcul ne peut pas être antérieure à la date de clôture
gl: A data de recálculo non pode ser anterior á data de peche
it: La data di ricalcolo non può essere anteriore a quella di chiusura
pt: A data de recálculo não pode ser anterior à data de conclusão
sk: Dátum prepočtu nemôže byť skorší ako dátum uzávierky

# RES_srvmsgboxshifts.error.recalcdatenotcorrect.ok.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.error.recalcdatenotcorrect.title.rotext
source: Incorrect date
eu: Data okerra
fr: Date incorrecte
gl: Data incorrecta
it: Data errata
pt: Data incorreta
sk: Nesprávny dátum

# RES_srvmsgboxshifts.error.timezonealreadyexists.rotext
source: Time zone has already been added
eu: Ordu-eremua gehitu da dagoeneko
fr: La zone horaire a déjà été ajoutée
gl: Xa se engadiu a zona horaria
it: La fascia oraria è già stata aggiunta
pt: Já foi adicionada a zona horária
sk: Časové pásmo už bolo pridané

# RES_srvmsgboxshifts.error.title.rotext
source: Invalid fields have been found
eu: Eremu baliogabeak aurkitu dira
fr: Des champs non valides ont été trouvés
gl: Atopáronse campos non válidos
it: Sono stati rilevati campi non validi
pt: Foram encontradas campos inválidos
sk: Nájdené neplatné polia

# RES_srvmsgboxshifts.error.titlenorecalcselected.rotext
source: Recalculation error.
eu: Berriro kalkulatzeko errorea.
fr: Erreur de recalcul.
gl: Erro de recálculo.
it: Errore di ricalcolo.
pt: Erro de recálculo.
sk: Chyba pri prepočte.

# RES_srvmsgboxshifts.error.titleshiftobsolete.rotext
source: Obsolete schedule
eu: ordutegi zaharkitua
fr: Horaire obsolète
gl: Horario obsoleto
it: Orario obsoleto
pt: Horário obsoleto
sk: Zastaraný cestovný poriadok

# RES_srvmsgboxshifts.error.validationfieldsfailed.rotext
source: Not all required fields have been entered
eu: Ez dira beharrezko eremu guztiak sartu
fr: Tous les champs obligatoires n'ont pas été renseignés
gl: Non se introduciron todos os campos obrigatorios
it: Non tutti i campi obbligatori sono stati compilati
pt: Não foram introduzidos todos os campos obrigatórios
sk: Nie sú zadané všetky požadované polia

# RES_srvmsgboxshifts.error.validationtitle.rotext
source: Mistake
eu: Akatsa
fr: Erreur
gl: Erro
it: Errore
pt: Erro
sk: Chyba

# RES_srvmsgboxshifts.info.selectorsaveshift.accept.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.info.selectorsaveshifttitle.rotext
source: Select or save the schedule.
eu: Hautatu edo gorde ordutegia.
fr: Sélectionnez ou enregistrez l´horaire.
gl: Selecciona ou garda o horario.
it: Seleziona o salva l´orario.
pt: Selecione ou guarde o horário.
sk: Vyberte alebo uložte rozvrh.

# RES_srvmsgboxshifts.info.selectorsaveshifttitledescription.rotext
source: You must select or save the selected schedule before attempting to copy.
eu: Aukeratutako ordutegia hautatu edo gorde behar duzu kopiatzen saiatu aurretik.
fr: Vous devez sélectionner ou sauvegarder l´horaire sélectionné avant de tenter la copie.
gl: Debes seleccionar ou gardar o horario seleccionado antes de intentar copiar.
it: Si deve selezionare o salvare l´orario selezionato prima di provare a copiare.
pt: Deve selecionar ou guardar o horário selecionado antes de tentar copiar.
sk: Pred pokusom o kopírovanie musíte vybrať alebo uložiť vybraný rozvrh.

# RES_srvmsgboxshifts.savename.error.option1text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.savename.error.text.rotext
source: Error in the schedule
eu: Programazio-errorea
fr: Erreur dans l´horaire
gl: Erro no horario
it: Errore nell´orario
pt: Erro no horário
sk: Chyba v rozvrhu

# RES_srvmsgboxshifts.shift.error.noshortname.rotext
source: You must insert an abbreviated name for the schedule
eu: Izen labur bat idatzi behar duzu programaziorako
fr: Vous devez insérer un nom abrégé pour l´horaire
gl: Debes inserir un nome abreviado para o horario
it: Si deve inserire un nome abbreviato per l´orario
pt: Deve inserir um nome abreviado para o horário
sk: Musíte vložiť skrátený názov rozvrhu

# RES_srvmsgboxshifts.shift.error.noshortname1.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.shift.error.noshortnametitle.rotext
source: Insert abbreviated name
eu: Sartu izen laburra
fr: Insérez le nom abrégé
gl: Insire nome abreviado
it: Inserisci nome abbreviato
pt: Insira o nome abreviado
sk: Vložte skrátený názov

# RES_srvmsgboxshifts.shiftnamerequired.description.rotext
source: Name required
eu: Izena (beharrezkoa
fr: Nom (obligatoire
gl: Nome requirido
it: Nome (obbligatorio
pt: Nome necessário
sk: Požadované meno

# RES_srvmsgboxshifts.shiftnamerequired.option1text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_srvmsgboxshifts.shiftnamerequired.title.rotext
source: The name of the schedule is incorrect
eu: Ordutegiaren izena okerra da
fr: Le nom de l´horaire est incorrect
gl: O nome do horario é incorrecto
it: Il nome dell´orario è errato
pt: O nome do horário está incorreto
sk: Názov rozvrhu je nesprávny

# RES_srvmsgboxshifts.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur
gl: Erro
it: Errore
pt: Erro
sk: Chyba

# RES_srvshiftgroups.changename.rotext
source: Change name
eu: Aldatu izena
fr: Changer de nom
gl: Cambiar nome
it: Modifica nome
pt: Mudar o nome
sk: Zmena názvu

# RES_srvshiftgroups.lbltitleempactshiftgroup.text.rotext
source: Schedules that are currently in the group.
eu: Une honetan taldean dauden ordutegiak.
fr: Horaires actuellement présents dans le groupe.
gl: Horarios que actualmente están no grupo.
it: Orari che si trovano attualmente nel gruppo
pt: Horários que estão atualmente no grupo.
sk: Rozvrhy, ktoré sú v súčasnosti v skupine.

# RES_srvshiftspro.reports.title.rotext
source: Schedules
eu: Ordutegiak
fr: Horaires
gl: Horarios
it: Orari
pt: Horários
sk: cestovné poriadky

# RES_shifts.lbluniquetitle.text.rotext
source: Only
eu: Bakarrik
fr: Seulement
gl: Só
it: Soltanto
pt: Único
sk: Jedinečné
