Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_rooptschedule2.lblm1theday.text.rotext
source: The day
ca: El dia
pt: No dia
sk: deň

# RES_rooptschedule2.lblm2of.text.rotext
source: of each month
ca: de cada mes
pt: de cada mês
sk: každého mesiaca

# RES_rooptschedule2.lblm2the.text.rotext
source: He
ca: El
pt: O
sk: Stránka

# RES_rooptschedule2.lblmonthly.text.rotext
source: Monthly
ca: Mensualment
pt: Mensalmente
sk: Mesačne

# RES_rooptschedule2.lblonetime.text.rotext
source: Only once
ca: Només una vegada
pt: Só uma vez
sk: Iba raz

# RES_rooptschedule2.lblonetimeday.text.rotext
source: The day
ca: El dia
pt: No dia
sk: deň

# RES_rooptschedule2.lblweekday1.text.rotext
source: Monday
ca: Dilluns
pt: Segunda-feira
sk: Pondelok

# RES_rooptschedule2.lblweekday2.text.rotext
source: Tuesday
ca: Dimarts
pt: Terça-feira
sk: Utorok

# RES_rooptschedule2.lblweekday3.text.rotext
source: Wednesday
ca: Dimecres
pt: Quarta-feira
sk: Streda

# RES_rooptschedule2.lblweekday4.text.rotext
source: Thursday
ca: Dijous
pt: Quinta-feira
sk: Štvrtok

# RES_rooptschedule2.lblweekday5.text.rotext
source: Friday
ca: Divendres
pt: Sexta-feira
sk: Piatok

# RES_rooptschedule2.lblweekday6.text.rotext
source: Saturday
ca: Dissabte
pt: Sábado
sk: Sobota

# RES_rooptschedule2.lblweekday7.text.rotext
source: Sunday
ca: Diumenge
pt: Domingo
sk: Nedeľa

# RES_rooptschedule2.lblweekly.text.rotext
source: Weekly
ca: Setmanalment
pt: Semanalmente
sk: Týždeň

# RES_rooptschedule2.lblweeklyto.text.rotext
source: Each
ca: Cada
pt: Cada
sk: Každá stránka

# RES_rooptschedule2.lblweeklyweek.text.rotext
source: weeks, the
ca: setmanes, el
pt: semanas, o
sk: týždňov

# RES_rooptscheduleperiod.lblbegindate.text.rotext
source: From:
ca: Des de:
pt: Desde:
sk: Od:

# RES_rooptscheduleperiod.lblendperiod.text.rotext
source: Until:
ca: Fins a:
pt: Até:
sk: Do:

# RES_rooptscheduleperiod.scope.periodcurrentmonth.rotext
source: Current month
ca: Mes actual
pt: Mês atual
sk: Aktuálny mesiac

# RES_rooptscheduleperiod.scope.periodcurrentweek.rotext
source: Current week
ca: Setmana actual
pt: Semana atual
sk: Aktuálny týždeň

# RES_rooptscheduleperiod.scope.periodcurrentyear.rotext
source: Current year (as of today)
ca: Any actual (fins avui)
pt: Ano atual (até hoje)
sk: Aktuálny rok (od dnešného dňa)

# RES_rooptscheduleperiod.scope.periodlastmonth.rotext
source: Previous month
ca: Mes anterior
pt: Mês anterior
sk: Predchádzajúci mesiac

# RES_rooptscheduleperiod.scope.periodlastweek.rotext
source: Last week
ca: Setmana passada
pt: Semana passada
sk: Minulý týždeň

# RES_rooptscheduleperiod.scope.periodnextmonth.rotext
source: Next month
ca: Mes següent
pt: Mês seguinte
sk: Nasledujúci mesiac

# RES_rooptscheduleperiod.scope.periodnextweek.rotext
source: Next week
ca: Setmana següent
pt: Semana seguinte
sk: Budúci týždeň

# RES_rooptscheduleperiod.scope.periodother.rotext
source: Free (enter values)
ca: Lliure (introdueix els valors)
pt: Livre (introduza os valores)
sk: Zadarmo (zadajte hodnoty)

# RES_rooptscheduleperiod.scope.periodtoday.rotext
source: Today
ca: Avui
pt: Hoje
sk: Dnes

# RES_rooptscheduleperiod.scope.periodtomorrow.rotext
source: Tomorrow
ca: Demà
pt: Amanhã
sk: Zajtra

# RES_rooptscheduleperiod.scope.periodyesterday.rotext
source: Yesterday
ca: Ahir
pt: Ontem
sk: Včera

# RES_ropathway.divinfousertasks.rotext
source: Pending notices
ca: Avisos pendents
pt: Avisos pendentes
sk: Oznámenia čakajú na vybavenie

# RES_ropathway.divinfousertasksidle.rotext
source: Without warnings
ca: Sense avisos
pt: Sem avisos
sk: Žiadne oznámenia

# RES_ropathway.emergencyreports.rotext
source: Emergency reports
ca: Informes d’emergència
pt: Relatórios de Emergência
sk: Núdzové hlásenie

# RES_ropathway.lbllastvisited.text.rotext
source: Last visited:
ca: Darrers visitats:
pt: Últimos visitados:
sk: Posledná návšteva:

# RES_ropathway.lblmainmenutitle.text.rotext
source: Home
ca: Inici
pt: Início
sk: domov

# RES_roselector.advancedfilter.rotext
source: Advanced filter
ca: Filtre avançat
pt: Filtro avançado
sk: Rozšírený filter

# RES_roselector.button.clear.rotext
source: Delete
ca: Esborrar
pt: Eliminar
sk: Odstrániť

# RES_roselector.button.refresh.rotext
source: Update
ca: Actualitzar
pt: Atualizar
sk: Aktualizácia

# RES_roselector.criteria.contains.rotext
source: Contains
ca: Conté
pt: Contém
sk: obsahuje

# RES_roselector.criteria.criteria.rotext
source: Criterion
ca: Criteri
pt: Critério
sk: Kritérium

# RES_roselector.criteria.different.rotext
source: Unlike
ca: Diferent de
pt: Diferente de
sk: Odlišné od

# RES_roselector.criteria.equal.rotext
source: Equal to
ca: Igual a
pt: Igual a
sk: Rovná sa

# RES_roselector.criteria.field.rotext
source: Field
ca: Camp
pt: Campo
sk: Pole

# RES_roselector.criteria.major.rotext
source: Greater than
ca: Més gran que
pt: Maior que
sk: väčšia ako

# RES_roselector.criteria.majororequal.rotext
source: Greater than or equal to
ca: Major o igual que
pt: É maior ou igual a
sk: Väčšie alebo rovné

# RES_roselector.criteria.minor.rotext
source: Less than
ca: Menor que
pt: É menor que
sk: Menej ako

# RES_roselector.criteria.minororequal.rotext
source: Less than or equal to
ca: Més petit o igual que
pt: Menor ou igual a
sk: Menej alebo rovná sa

# RES_roselector.criteria.startswith.rotext
source: Start with
ca: Comença per
pt: Começa por
sk: Začína sa to

# RES_roselector.criteria.value.rotext
source: Value
ca: Valor
pt: Valor
sk: Hodnota

# RES_roselector.error.datebeginincorrect.rotext
source: Incorrect start date
ca: Data d’inici incorrecta
pt: Data de início incorreta
sk: Nesprávny dátum začiatku

# RES_roselector.error.datefinishincorrect.rotext
source: Incorrect end date
ca: Data final incorrecta
pt: Data de fim incorreta
sk: Nesprávny dátum ukončenia

# RES_roselector.error.datestartsuperior.rotext
source: The start date cannot be greater than the end date.
ca: La data d’inici no pot ser posterior a la data final.
pt: A data de início não pode ser superior à data de fim.
sk: Dátum začiatku nesmie byť dlhší ako dátum konca.

# RES_roselector.error.incorrectdays.rotext
source: Wrong days
ca: Dies incorrectes
pt: Dias incorretos
sk: Zlé dni

# RES_roselector.error.insertdate.rotext
source: Insert date
ca: Introdueix la data
pt: Insira a data
sk: Vložte dátum

# RES_roselector.error.insertdatebegin.rotext
source: Insert start date
ca: Introdueix la data d’inici
pt: Insira a data de início
sk: Vložte dátum začiatku

# RES_roselector.error.insertdateend.rotext
source: Insert end date
ca: Introdueix la data final
pt: Insira a data de fim
sk: Vložte dátum ukončenia

# RES_roselector.error.maxdays.rotext
source: Maximum number of days in the consultation exceeded (Max. 31 days)
ca: Màxim de dies en la consulta superat (màx. 31 dies)
pt: Ultrapassado o máximo de dias da consulta (Máx. 31 dias)
sk: Prekročený maximálny počet dní konzultácie (max. 31 dní)

# RES_roselector.fieldsearch.advfilter.rotext
source: Advanced filter
ca: Filtre avançat
pt: Filtro avançado
sk: Rozšírený filter

# RES_roselector.fieldsearch.employeename.rotext
source: Name
ca: Nom
pt: Nome
sk: názov

# RES_roselector.fieldsearch.idcard.rotext
source: Card
ca: Targeta
pt: Cartão
sk: Karta

# RES_roselector.fieldsearch.idcontract.rotext
source: Contract
ca: Contracte
pt: Contrato
sk: Zmluva

# RES_roselector.fieldsearch.idemployee.rotext
source: User ID
ca: ID usuari
pt: ID utilizador
sk: Id používateľa

# RES_roselector.fieldsearch.plate.rotext
source: Tuition
ca: Matrícula
pt: Matrícula
sk: Registrácia

# RES_roselector.lblagrupacio.text.rotext
source: <Select a value>
ca: <Selecciona un valor>
pt: <Selecione um valor>
sk: <Vyberte hodnotu>

# RES_roselector.lblagruparpor.text.rotext
source: Group by:
ca: Agrupar per:
pt: Agrupar por:
sk: Skupina podľa:

# RES_roselector.lblapplycriteria.text.rotext
source: Apply criteria
ca: Aplicar criteris
pt: Aplicar critérios
sk: Uplatniť kritériá

# RES_roselector.lblfieldfind.text.rotext
source: <Select a value>
ca: <Selecciona un valor>
pt: <Selecione um valor>
sk: <Vyberte hodnotu>

# RES_roselector.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_roselector.lblperiods.text.rotext
source: Current week
ca: Setmana actual
pt: Semana atual
sk: Aktuálny týždeň

# RES_roselector.lblperiodsdatefrom.text.rotext
source: Of
ca: De
pt: De
sk: Z adresy

# RES_roselector.lblperiodsdateto.text.rotext
source: to the
ca: al
pt: a
sk: na adrese

# RES_roselector.lblselbtwdates.text.rotext
source: Selection between dates
ca: Selecció entre dates
pt: Seleção entre datas
sk: Výber medzi dátumami

# RES_roselector.lblselfordays.text.rotext
source: Selection by days
ca: Selecció per dies
pt: Seleção por dias
sk: Výber podľa dní

# RES_roselector.lbltodaysfrom.text.rotext
source: days since
ca: dies des de
pt: dias desde
sk: dní od

# RES_roselector.optperiodscurrentmonth.rotext
source: Current month
ca: Mes actual
pt: Mês atual
sk: Aktuálny mesiac

# RES_roselector.optperiodscurrentweek.rotext
source: Current week
ca: Setmana actual
pt: Semana atual
sk: Aktuálny týždeň

# RES_roselector.optperiodscurrentyear.rotext
source: Current year (as of today)
ca: Any actual (fins avui)
pt: Ano atual (até hoje)
sk: Aktuálny rok (od dnešného dňa)

# RES_roselector.optperiodslastmonth.rotext
source: Last month
ca: Mes passat
pt: Mês passado
sk: Minulý mesiac

# RES_roselector.optperiodslastweek.rotext
source: Last week
ca: Setmana passada
pt: Semana passada
sk: Minulý týždeň

# RES_roselector.optperiodsother.rotext
source: Free (custom date)
ca: Lliure (data personalitzada)
pt: Livre (data personalizada)
sk: Zadarmo (prispôsobený dátum)

# RES_roselector.optperiodstoday.rotext
source: Today
ca: Avui
pt: Hoje
sk: Dnes

# RES_roselector.optperiodsyesterday.rotext
source: Yesterday
ca: Ahir
pt: Ontem
sk: Včera

# RES_roselector.tabtitleemployees.text.rotext
source: Users
ca: Usuaris
pt: Utilizadores
sk: používatelia

# RES_roselector.tabtitleperiod.rotext
source: Period
ca: Període
pt: Período
sk: Obdobie

# RES_roselector.tabtitleperiods.text.rotext
source: Periods
ca: Períodes
pt: Períodos
sk: Obdobia

# RES_roselector.treelistview.rotext
source: List View
ca: Vista llistat
pt: Vista de Lista
sk: Zobrazenie zoznamu

# RES_roselector.treenormalview.rotext
source: Normal View
ca: Vista normal
pt: Vista Normal
sk: Normálne zobrazenie

# RES_roselector.treepersonalizedview.rotext
source: Custom View
ca: Vista personalitzada
pt: Vista Personalizada
sk: Vlastné zobrazenie

# RES_roselector.ttfilter1.rotext
source: Users with a valid contract
ca: Usuaris amb contracte en vigor
pt: Utilizadores com contrato em vigor
sk: Používatelia s platnou zmluvou

# RES_roselector.ttfilter2.rotext
source: Users in transit
ca: Usuaris en trànsit
pt: Utilizadores em trânsito
sk: Používatelia v tranzite

# RES_roselector.ttfilter3.rotext
source: Users without a valid contract
ca: Usuaris sense contracte en vigor
pt: Utilizadores sem contrato em vigor
sk: Používatelia bez aktuálnej zmluvy

# RES_roselector.ttfilter4.rotext
source: New additions
ca: Noves incorporacions
pt: Novas contratações
sk: Nové prírastky

# RES_roselector.ttfilter5.rotext
source: Filter by user profile
ca: Filtrar per la fitxa d’usuaris
pt: Filtrar pela ficha de utilizadores
sk: Filtrovanie podľa profilu používateľa

# RES_roselector.ttfilterpassports1.rotext
source: View only user type passports without users
ca: Veure només passaport de tipus usuari sense usuaris
pt: Ver apenas passaportes de tipo de utilizador sem utilizadores
sk: Zobrazenie iba pasov typu používateľ bez používateľov

# RES_roselector.txtbegindate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_roselector.txtbegindate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_roselector.txtenddate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_roselector.txtenddate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_roselector.txtfromdate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_roselector.txtfromdate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_roselectorperiod.lblapplycriteria.text.rotext
source: Apply criteria
ca: Aplicar criteris
pt: Aplicar critérios
sk: Uplatniť kritériá

# RES_roselectorperiod.lblperiods.text.rotext
source: Current week
ca: Setmana actual
pt: Semana atual
sk: Aktuálny týždeň

# RES_roselectorperiod.lblperiodsdatefrom.text.rotext
source: Of
ca: De
pt: De
sk: Z adresy

# RES_roselectorperiod.lblperiodsdateto.text.rotext
source: to the
ca: al
pt: a
sk: na adrese

# RES_roselectorperiod.lblselbtwdates.text.rotext
source: Selection between dates
ca: Selecció entre dates
pt: Seleção entre datas
sk: Výber medzi dátumami

# RES_roselectorperiod.lblselfordays.text.rotext
source: Selection by days
ca: Selecció per dies
pt: Seleção por dias
sk: Výber podľa dní

# RES_roselectorperiod.lbltodaysfrom.text.rotext
source: days since
ca: dies des de
pt: dias desde
sk: dní od

# RES_roselectorperiod.txtbegindate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_roselectorperiod.txtbegindate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_roselectorperiod.txtenddate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_roselectorperiod.txtenddate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_roselectorperiod.txtfromdate.emptyvaluemessage.rotext
source: <b>Required field.</b>
ca: <b>camp obligatori.</b>
pt: <b>campo requerido.</b>
sk: <b>vyžadované pole</b>

# RES_roselectorperiod.txtfromdate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
ca: <b>camp no vàlid.</b>
pt: <b>campo inválido.</b>
sk: <b>neplatné pole</b>

# RES_roselectorperiods.error.datebeginincorrect.rotext
source: Incorrect start date
ca: Data d’inici incorrecta
pt: Data de início incorreta
sk: Nesprávny dátum začiatku

# RES_roselectorperiods.error.datefinishincorrect.rotext
source: Incorrect end date
ca: Data final incorrecta
pt: Data de fim incorreta
sk: Nesprávny dátum ukončenia

# RES_roselectorperiods.error.datestartsuperior.rotext
source: The start date cannot be greater than the end date.
ca: La data d’inici no pot ser posterior a la data final.
pt: A data de início não pode ser superior à data de fim.
sk: Dátum začiatku nesmie byť dlhší ako dátum konca.

# RES_roselectorperiods.error.incorrectdays.rotext
source: Wrong days
ca: Dies incorrectes
pt: Dias incorretos
sk: Zlé dni

# RES_roselectorperiods.error.insertdate.rotext
source: Insert date
ca: Introdueix la data
pt: Insira a data
sk: Vložte dátum

# RES_roselectorperiods.error.insertdatebegin.rotext
source: Insert start date
ca: Introdueix la data d’inici
pt: Insira a data de início
sk: Vložte dátum začiatku

# RES_roselectorperiods.error.insertdateend.rotext
source: Insert end date
ca: Introdueix la data final
pt: Insira a data de fim
sk: Vložte dátum ukončenia

# RES_roselectorperiods.error.maxdays.rotext
source: Maximum number of days in the consultation exceeded (Max. 31 days)
ca: Màxim de dies en la consulta superat (màx. 31 dies)
pt: Ultrapassado o máximo de dias da consulta (Máx. 31 dias)
sk: Prekročený maximálny počet dní konzultácie (max. 31 dní)

# RES_roselectorperiods.lblapplycriteria.text.rotext
source: Apply criteria
ca: Aplicar criteris
pt: Aplicar critérios
sk: Uplatniť kritériá

# RES_roselectorperiods.lbldateselect.text.rotext
source: From date
ca: Des de la data
pt: Desde a data
sk: Od dátumu

# RES_roselectorperiods.lblperiodsdatefrom.text.rotext
source: Of
ca: De
pt: De
sk: Z adresy

# RES_roselectorperiods.lblselbtwdates.text.rotext
source: Selection between dates
ca: Selecció entre dates
pt: Seleção entre datas
sk: Výber medzi dátumami

# RES_roselectorperiods.lblselfordays.text.rotext
source: Selection by days
ca: Selecció per dies
pt: Seleção por dias
sk: Výber podľa dní

# RES_roselectorperiods.lblselperpredet.text.rotext
source: Predetermined
ca: Predeterminat
pt: Pré-determinado
sk: Predvolené nastavenie

# RES_roselectorperiods.lbltodaysfrom.text.rotext
source: days since
ca: dies des de
pt: dias desde
sk: dní od

# RES_roselectorperiods.optpsel_annual_actual.rotext
source: Current year
ca: Any actual
pt: Ano atual
sk: Aktuálny rok

# RES_roselectorperiods.optpsel_annual_free.rotext
source: Year selection
ca: Selecció d’any
pt: Seleção de ano
sk: Výber roka

# RES_roselectorperiods.optpsel_annual_next.rotext
source: Next year
ca: Any següent
pt: Ano seguinte
sk: Budúci rok

# RES_roselectorperiods.optpsel_annual_previous.rotext
source: Previous year
ca: Any anterior
pt: Ano anterior
sk: Predchádzajúci rok

# RES_roselectorperiods.optpsel_day_free.rotext
source: Day selection
ca: Selecció de dia
pt: Seleção de dia
sk: Výber dňa

# RES_roselectorperiods.optpsel_day_today.rotext
source: Today
ca: Avui
pt: Hoje
sk: Dnes

# RES_roselectorperiods.optpsel_day_tomorrow.rotext
source: Tomorrow
ca: Demà
pt: Amanhã
sk: Zajtra

# RES_roselectorperiods.optpsel_day_yesterday.rotext
source: Yesterday
ca: Ahir
pt: Ontem
sk: Včera

# RES_roselectorperiods.optpsel_free.rotext
source: Free
ca: Lliure
pt: Livre
sk: Bezplatne

# RES_roselectorperiods.optpsel_monthly_actual.rotext
source: Current month
ca: Mes actual
pt: Mês atual
sk: Aktuálny mesiac

# RES_roselectorperiods.optpsel_monthly_free.rotext
source: Month selection
ca: Selecció de mes
pt: Seleção de mês
sk: Výber mesiaca

# RES_roselectorperiods.optpsel_monthly_next.rotext
source: Next month
ca: Mes següent
pt: Mês seguinte
sk: Nasledujúci mesiac

# RES_roselectorperiods.optpsel_monthly_previous.rotext
source: Previous month
ca: Mes anterior
pt: Mês anterior
sk: Predchádzajúci mesiac

# RES_roselectorperiods.optpsel_weekly_actual.rotext
source: Current week
ca: Setmana actual
pt: Semana atual
sk: Aktuálny týždeň

# RES_roselectorperiods.optpsel_weekly_free.rotext
source: Week's selection
ca: Selecció de setmana
pt: Seleção de semana
sk: Výber týždňa

# RES_roselectorperiods.optpsel_weekly_next.rotext
source: Next week
ca: Setmana següent
pt: Semana seguinte
sk: Budúci týždeň

# RES_roselectorperiods.optpsel_weekly_previous.rotext
source: Last week
ca: Setmana anterior
pt: Semana anterior
sk: Predchádzajúci týždeň

# RES_rotimeline.lbltmdefinifions.text.rotext
source: Definition of schedule
ca: Definició de l’horari
pt: Definição do horário
sk: Definícia rozvrhu

# RES_rotimeline.lbltmzones.text.rotext
source: Hour segments
ca: Zones horàries
pt: Segmentos horários:
sk: Časové pásma

# RES_rotimeline.timeline.titlebreak.rotext
source: Rest
ca: Descans
pt: Descanso
sk: Zvyšok

# RES_rotimeline.timeline.titlemandatory.rotext
source: Forced or rigid hours
ca: Hores obligades o rígides
pt: Horas obrigatórias ou fixas
sk: Povinné alebo pevne stanovené hodiny

# RES_rotimeline.timeline.titleworking.rotext
source: Allowed or flexible hours
ca: Hores permeses o flexibles
pt: Horas permitidas ou flexíveis
sk: Povolené alebo flexibilné hodiny

# RES_rotreeevent.addnew.columnname.rotext
source: Add selected item
ca: Afegeix element seleccionat
pt: Adicionar item selecionado
sk: Pridať vybranú položku

# RES_rotreeevent.deleteall.columnname.rotext
source: Delete all
ca: Esborrar-ho tot
pt: Apagar tudo
sk: Vymazať všetko

# RES_rotreeevent.fieldsearch.event.rotext
source: Event
ca: Esdeveniment
pt: Evento
sk: Udalosť

# RES_rotreeevent.fieldsearch.year.rotext
source: Year
ca: Any
pt: Ano
sk: Rok

# RES_rotreeevent.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rotreeeventv3.columnname.rotext
source: Event
ca: Esdeveniment
pt: Evento
sk: Udalosť

# RES_rotrees.lblagruparpor.text.rotext
source: Group by:
ca: Agrupar per:
pt: Agrupar por:
sk: Skupina podľa:

# RES_rotrees.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rotreesselector.ckadvmodeenabled.text.rotext
source: Advanced
ca: Avançat
pt: Avançado
sk: Pokročilé

# RES_rotreesselector.lblagruparpor.text.rotext
source: Group by:
ca: Agrupar per:
pt: Agrupar por:
sk: Skupina podľa:

# RES_rotreesselector.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rotreetask.addnew.columnname.rotext
source: Add selected item
ca: Afegeix element seleccionat
pt: Adicionar item selecionado
sk: Pridať vybranú položku

# RES_rotreetask.deleteall.columnname.rotext
source: Delete all
ca: Esborrar-ho tot
pt: Apagar tudo
sk: Vymazať všetko

# RES_rotreetask.fieldsearch.project.rotext
source: Project
ca: Projecte
pt: Projeto
sk: Projekt

# RES_rotreetask.fieldsearch.task.rotext
source: Task
ca: Tasca
pt: Tarefa
sk: úloha

# RES_rotreetask.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rotreetaskv3.columnname.rotext
source: Name
ca: Nom
pt: Nome
sk: názov

# RES_rotreev3.button.addall.rotext
source: Select all
ca: Seleccionar-los tots
pt: Selecionar todos
sk: Vyberte všetky

# RES_rotreev3.button.addchildren.rotext
source: Add the content of the selected node
ca: Afegir el contingut del node seleccionat
pt: Adicionar o conteúdo do nó selecionado
sk: Pridanie obsahu vybraného uzla

# RES_rotreev3.button.addnode.rotext
source: Add the selected node
ca: Afegir el node seleccionat
pt: Adicionar o nó selecionado
sk: Pridanie vybraného uzla

# RES_rotreev3.button.deleteall.rotext
source: Clear list of selected nodes
ca: Esborrar la llista de nodes seleccionats
pt: Esvaziar a lista de nós selecionados
sk: Prázdny zoznam vybraných uzlov

# RES_rotreev3.columnname.rotext
source: Name
ca: Nom
pt: Nome
sk: názov

# RES_rotreev3.columntype.rotext
source: Type
ca: Tipus
pt: Tipo
sk: typ

# RES_rotreev3prev.lblagruparpor.text.rotext
source: Group by:
ca: Agrupar per:
pt: Agrupar por:
sk: Skupina podľa:

# RES_rotreev3prev.lblfindtext.text.rotext
source: Search for:
ca: Buscar per:
pt: Procurar por:
sk: Vyhľadávanie podľa:

# RES_rouserctlfieldcriteria.lblonlyentrance.text.rotext
source: Entrance only
ca: Només entrada
pt: Apenas entrada
sk: Iba vstup

# RES_rouserctlfieldcriteria.lblperiodfrom.text.rotext
source: Of
ca: De
pt: De
sk: Z adresy

# RES_rouserctlfieldcriteria.lblperiodof.text.rotext
source: to
ca: a
pt: a
sk: a

# RES_rouserctlfieldcriteria.lblperiodtimefrom.text.rotext
source: Of
ca: De
pt: De
sk: Z adresy

# RES_rouserctlfieldcriteria.lblperiodtimeof.text.rotext
source: to
ca: a
pt: a
sk: a

# RES_rouserctlfieldcriteria.lblvisibilitydesccriteria.text.rotext
source: Only users who have the field of the card
ca: Només els usuaris amb un camp de la fitxa que sigui
pt: Apenas os utilizadores que o campo da ficha seja
sk: Iba používatelia, ktorí pole token

# RES_rouserctlfieldcriteriav2.bc.text.rotext
source: Empty
ca: Buidar
pt: Esvaziar
sk: Prázdne stránky

# RES_rouserctlfieldcriteriav2.bo.text.rotext
source: Accept
ca: Acceptar
pt: Aceitar
sk: Prijať

# RES_rouserctlfieldcriteriav2.bt.text.rotext
source: Today
ca: Avui
pt: Hoje
sk: Dnes

# RES_rouserctlfieldcriteriav2.lblcriteria1.text.rotext
source: Field of the record
ca: Camp de la fitxa
pt: Campo da ficha
sk: Pole záznamu
