Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveScheduler.*.resx
Languages: ca, eu, sk

# RES_srvmsgboxscheduler.dailyschedulecoverageday.description.rotext
source: User <b>${1}</b> has a schedule for day <b>${2}</b> with coverage.<br/><b>The coverage will be removed.</b><br/>Indicate whether you want to replace this schedule.
ca: L’usuari <b>${1}</b> té la planificació del dia <b>${2}</b> amb una cobertura.<br/><b>S’eliminarà la cobertura.</b><br/>Indica si vols substituir aquesta planificació.
eu: <b>${1}</b> erabiltzaileak eguneko ordutegia du <b>${2}</b> estaldurarekin.<br/><b>Estaldura kenduko da.</b>< br/ > Adierazi ordutegi hori ordezkatu nahi duzun.
sk: Používateľ <b>${1}</b> má <b>${2}</b> rozvrh na deň s krytím.<br/><b>Krytie bude odstránené.</b><br/><br/>Uveďte, či chcete tento rozvrh nahradiť.

# RES_srvmsgboxscheduler.dailyschedulecoverageday.noreplaceall.desc.rotext
source: No blocked schedules will be modified.
ca: No es modificarà cap planificació bloquejada.
eu: Blokeatutako ordutegia ez da aldatuko.
sk: Žiadne zablokované plánovanie sa nesmie meniť.

# RES_srvmsgboxscheduler.dailyschedulecoverageday.noreplaceall.title.rotext
source: Do not replace blocked planning
ca: No substituir planificació bloquejada
eu: Ez ordezkatu blokeatutako ordutegia
sk: Nenahrádzajte zablokované plánovanie

# RES_srvmsgboxscheduler.dailyschedulecoverageday.noreplacefirst.desc.rotext
source: There will be no changes to the schedule for this day.
ca: No es modificarà la planificació per a aquest dia.
eu: Egun honetako plangintza ez da aldatuko.
sk: Plánovanie tohto dňa sa nezmení.

# RES_srvmsgboxscheduler.dailyschedulecoverageday.noreplacefirst.title.rotext
source: Do not replace planning
ca: No substituir planificació
eu: Ez ordezkatu plangintza
sk: Nenahrádzajte plánovanie

# RES_srvmsgboxscheduler.dailyschedulecoverageday.replaceall.desc.rotext
source: The entire planning will be modified.
ca: Es modificarà tota la planificació.
eu: Plangintza osoa aldatuko da.
sk: Všetky plány sa upravia.

# RES_srvmsgboxscheduler.dailyschedulecoverageday.replaceall.title.rotext
source: Replace all planning
ca: Substituir tota la planificació
eu: Planifikazio guztia ordezkatu
sk: Nahradiť všetky plánovacie

# RES_srvmsgboxscheduler.dailyschedulecoverageday.replacefirst.desc.rotext
source: The schedule will be modified for this day only.
ca: Es modificarà la planificació només per a aquest dia.
eu: Plangintza egun honetarako bakarrik aldatuko da.
sk: Plánovanie sa upraví len na tento deň.

# RES_srvmsgboxscheduler.dailyschedulecoverageday.replacefirst.title.rotext
source: Replace planning
ca: Substituir planificació
eu: Ordutegia ordezkatu
sk: Nahradiť plánovanie

# RES_srvmsgboxscheduler.dailyschedulecoverageday.title.rotext
source: Day planning with coverage
ca: Dia planificació amb cobertura
eu: Plangintza eguna estaldurarekin
sk: Deň plánovania s pokrytím

# RES_srvmsgboxscheduler.dailyschedulelockedday.description.rotext
source: User <b>${1}</b> has the schedule for day <b>${2}</b> blocked.<br/>Indicate whether you want to replace this schedule.
ca: L'usuari <b>${1}</b> té la planificació del dia <b>${2}</b> bloquejada.<br/>Indiqueu si voleu substituir aquesta planificació.
eu: <b>${1}</b> erabiltzaileak eguneko ordutegia <b>${2}</b> blokeatuta dauka.<br/>Adierazi ordutegi hori ordeztu nahi duzun.
sk: Používateľ <b>${1}</b> má uzamknutý rozvrh <b>${2}</b> na daný deň.<br/> Uveďte, či chcete tento rozvrh nahradiť.

# RES_srvmsgboxscheduler.dailyschedulelockedday.noreplaceall.desc.rotext
source: No blocked schedules will be modified.
ca: No es modificarà cap planificació bloquejada.
eu: Blokeatutako ordutegia ez da aldatuko.
sk: Žiadne zablokované plánovanie sa nesmie meniť.

# RES_srvmsgboxscheduler.dailyschedulelockedday.noreplaceall.title.rotext
source: Do not replace blocked planning
ca: No substituir planificació bloquejada
eu: Ez ordezkatu blokeatutako ordutegia
sk: Nenahrádzajte zablokované plánovanie

# RES_srvmsgboxscheduler.dailyschedulelockedday.noreplacefirst.desc.rotext
source: There will be no changes to the schedule for this day.
ca: No es modificarà la planificació per a aquest dia.
eu: Egun honetako plangintza ez da aldatuko.
sk: Plánovanie tohto dňa sa nezmení.

# RES_srvmsgboxscheduler.dailyschedulelockedday.noreplacefirst.title.rotext
source: Do not replace planning
ca: No substituir planificació
eu: Ez ordezkatu plangintza
sk: Nenahrádzajte plánovanie

# RES_srvmsgboxscheduler.dailyschedulelockedday.replaceall.desc.rotext
source: The entire planning will be modified.
ca: Es modificarà tota la planificació.
eu: Plangintza osoa aldatuko da.
sk: Všetky plány sa upravia.

# RES_srvmsgboxscheduler.dailyschedulelockedday.replaceall.title.rotext
source: Replace all planning
ca: Substituir tota la planificació
eu: Planifikazio guztia ordezkatu
sk: Nahradiť všetky plánovacie

# RES_srvmsgboxscheduler.dailyschedulelockedday.replacefirst.desc.rotext
source: The schedule will be modified for this day only.
ca: Es modificarà la planificació només per a aquest dia.
eu: Plangintza egun honetarako bakarrik aldatuko da.
sk: Plánovanie sa upraví len na tento deň.

# RES_srvmsgboxscheduler.dailyschedulelockedday.replacefirst.title.rotext
source: Replace planning
ca: Substituir planificació
eu: Ordutegia ordezkatu
sk: Nahradiť plánovanie

# RES_srvmsgboxscheduler.dailyschedulelockedday.title.rotext
source: Blocked planning day
ca: Dia planificació bloquejat
eu: Plangintza-eguna blokeatuta dago
sk: Zablokovaný deň plánovania

# RES_srvmsgboxscheduler.dailyscheduleshiftwithoutpermission.continue.desc.rotext
source: This notice will not be displayed again
ca: No es tornarà a mostrar aquest avís
eu: Ohar hau ez da berriro erakutsiko
sk: Toto upozornenie sa už nezobrazí

source: Continue without warning
ca: Continuar sense avisar
eu: Jarraitu abisatu gabe
sk: Pokračujte bez varovania

source: Continue and notify again
ca: Continuar i tornar a avisar
eu: Jarraitu eta salatu berriro
sk: Pokračujte a zavolajte späť

# RES_srvmsgboxscheduler.dailyscheduleshiftwithoutpermission.description.rotext
source: You do not have permission to access the schedule (primary or alternate) of user <b>${1}</b> on day <b>${2}</b>.<br/>Please indicate what you want to do:
ca: No tens permís per accedir a l’horari (principal o alternatius) de l’usuari <b>${1}</b> el dia <b>${2}</b>.<br/>Indica què vols fer:
eu: Ez duzu <b>${2}</b> egunean <b>${1}</b> erabiltzailearen ordutegia (nagusia edo ordezkoa) sartzeko baimenik.<br/>Adierazi zer nahi duzun. egin:
sk: Nemáte oprávnenie na prístup k rozvrhu (hlavnému alebo alternatívnemu) používateľa <b>${1}</b> na <b>${2}</b>.<br/> Uveďte, čo chcete urobiť:

source: You do not have permission to access the source user's schedule (primary or alternate).
ca: No tens permís per accedir a l’horari (principal o alternatius) de l’usuari d’origen.
eu: Ez duzu baimenik jatorrizko erabiltzailearen ordutegia (nagusia edo alternatiboa) sartzeko.
sk: Nemáte prístup k rozvrhu (hlavnému alebo alternatívnemu) používateľa, ktorý ho vytvoril.

# RES_srvmsgboxscheduler.dailyscheduleshiftwithoutpermission.stop.desc.rotext
source: The process will be completed at this point.
ca: El procés finalitzarà en aquest punt.
eu: Prozesua puntu honetan amaituko da.
sk: V tomto okamihu bude proces ukončený.

# RES_srvmsgboxscheduler.dailyscheduleshiftwithoutpermission.stopall.title.rotext
source: Stall
ca: Aturar
eu: Saltokia
sk: Zastavte

# RES_srvmsgboxscheduler.dailyscheduleshiftwithoutpermission.stoponly.title.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_srvmsgboxscheduler.dailyscheduleshiftwithoutpermission.title.rotext
source: Daytime schedule without permission
ca: Horari del dia sense permís
eu: Eguneko ordua baimenik gabe
sk: Denný čas bez povolenia

# RES_srvmsgboxscheduler.dailyscheduleshiftwithoutpermission.titlestoponly.rotext
source: Daytime schedule without permission
ca: Horari del dia sense permís
eu: Eguneko ordua baimenik gabe
sk: Denný čas bez povolenia

# RES_srvmsgboxscheduler.dataediting.message.rotext
source: There is a record being edited or data pending saving
ca: Hi ha un registre en edició o<br/>dades pendents de desar
eu: Erregistro bat editatzen ari da edo datuak gordetzeko zain daude
sk: Upravuje sa záznam alebo<br/>čaká sa na uloženie údajov

# RES_srvmsgboxscheduler.dataediting.ok.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_srvmsgboxscheduler.employeeassignment.remove.accept.desc.rotext
source: Attention:<b>This will remove the seat assigned to the user.</b>
ca: Atenció:<b>S’eliminarà el lloc de treball assignat a l’usuari.</b>
eu: Kontuz:<b>Erabiltzaileari esleitutako postua kenduko du.</b>
sk: Pozor:<b>Odstráni pridelené miesto používateľa

# RES_srvmsgboxscheduler.employeeassignment.remove.accept.title.rotext
source: Delete
ca: Esborrar
eu: Ezabatu
sk: Odstrániť

# RES_srvmsgboxscheduler.employeeassignment.remove.cancel.desc.rotext
source: It will not remove the user's assigned seat.
ca: No s’eliminarà el lloc de treball assignat a l’usuari.
eu: Ez du kenduko erabiltzaileari esleitutako eserlekua.
sk: Nesmie odstrániť pridelené sedadlo používateľa.

# RES_srvmsgboxscheduler.employeeassignment.remove.cancel.title.rotext
source: Do not delete
ca: No esborrar
eu: Ez ezabatu
sk: Nevymazávať

# RES_srvmsgboxscheduler.employeeassignment.remove.description.rotext
source: What do you want to do?
ca: Què vols fer?
eu: Zer egin nahi duzu?
sk: čo chcete robiť?

# RES_srvmsgboxscheduler.employeeassignment.remove.title.rotext
source: It will remove the seat assigned to the user.
ca: S’eliminarà el lloc de treball assignat a l’usuari.
eu: Erabiltzaileari esleitutako eserlekua kenduko duzu.
sk: Odstráni pridelené miesto používateľa.

# RES_srvmsgboxscheduler.employeecoverage.remove.accept.desc.rotext
source: Attention:<b>will remove the defined coverage.</b>
ca: Atenció:<b>S’eliminarà la cobertura definida.</b>
eu: Kontuz:<b>definitutako estaldura kenduko du.</b>
sk: Pozor:<b>odstráni definované pokrytie

# RES_srvmsgboxscheduler.employeecoverage.remove.accept.title.rotext
source: Eliminate
ca: Eliminar
eu: Ezabatu
sk: Odstrániť

# RES_srvmsgboxscheduler.employeecoverage.remove.cancel.desc.rotext
source: It will not remove defined coverage.
ca: No s’eliminarà la cobertura definida.
eu: Ez du definitutako estaldura ezabatuko.
sk: Definované pokrytie sa tým neodstráni.

# RES_srvmsgboxscheduler.employeecoverage.remove.cancel.title.rotext
source: Do not delete
ca: No eliminar
eu: Ez ezabatu
sk: Nevymazávať

# RES_srvmsgboxscheduler.employeecoverage.remove.description.rotext
source: What do you want to do?
ca: Què vols fer?
eu: Zer egin nahi duzu?
sk: čo chcete robiť?

# RES_srvmsgboxscheduler.employeecoverage.remove.title.rotext
source: It's going to remove the coverage.
ca: S’eliminarà la cobertura.
eu: Estaldura ezabatuko du.
sk: Odstráni krytie.

# RES_srvmsgboxscheduler.employeeholidays.remove.accept.desc.rotext
source: If you continue, the user will be assigned the time slot that he/she had previously.
ca: Si continues endavant, s’assignarà l’horari que l’usuari tenia anteriorment
eu: Jarraitzen baduzu, erabiltzaileak aurretik zuen ordutegia esleituko zaio.
sk: Ak sa bude pokračovať, priradí sa predchádzajúci rozvrh používateľa

# RES_srvmsgboxscheduler.employeeholidays.remove.accept.title.rotext
source: Continue
ca: Continuar
eu: Jarraitu
sk: Pokračovať

# RES_srvmsgboxscheduler.employeeholidays.remove.cancel.title.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_srvmsgboxscheduler.employeeholidays.remove.title.rotext
source: The vacation schedule will be removed
ca: S’eliminarà l’horari de vacances
eu: Oporretako ordutegia ezabatuko da
sk: Odstráni prázdninový rozvrh

# RES_srvmsgboxscheduler.error.cancel.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_srvmsgboxscheduler.error.checkperioddates.rotext
source: Period dates
ca: Dates del període
eu: Aldiaren datak
sk: Dátumy obdobia

# RES_srvmsgboxscheduler.error.checkperioddatesdesc.rotext
source: You must enter both dates in order to display information.
ca: Cal introduir les dues dates per poder mostrar informació.
eu: Bi datak sartu behar dituzu informazioa bistaratzeko.
sk: Ak chcete zobraziť informácie, musíte zadať oba dátumy.

# RES_srvmsgboxscheduler.error.checkperioddaysdates.rotext
source: Period dates
ca: Dates del període
eu: Aldiaren datak
sk: Dátumy obdobia

# RES_srvmsgboxscheduler.error.checkperioddaysdatesdesc.rotext
source: There are too many days in the date range
ca: Hi ha massa dies a l’interval de dates
eu: Egun gehiegi daude data tartean
sk: V rozsahu dátumov je príliš veľa dní

# RES_srvmsgboxscheduler.error.checkperiodorderdates.rotext
source: Period dates
ca: Dates del període
eu: Aldiaren datak
sk: Dátumy obdobia

# RES_srvmsgboxscheduler.error.checkperiodorderdatesdesc.rotext
source: The lower date of the period must be less than or equal to the upper date
ca: La data inferior del període ha de ser menor o igual que la data superior
eu: Epearen beheko data goiko data baino txikiagoa edo berdina izan behar du
sk: Dolný dátum obdobia musí byť menší alebo rovný hornému dátumu

# RES_srvmsgboxscheduler.error.checkuserdaydesc.rotext
source: You must select a day and a user on the calendar in order to perform the copy and scheduling.
ca: Cal seleccionar un dia i un usuari al calendari per poder fer la còpia i la planificació.
eu: Egutegian egun eta erabiltzaile bat hautatu behar duzu kopiatu eta planifikatu ahal izateko.
sk: Na vykonanie kopírovania a plánovania je potrebné vybrať deň a používateľa v kalendári.

# RES_srvmsgboxscheduler.error.checkuserdaytitle.rotext
source: Select a day on the calendar
ca: Selecciona un dia al calendari
eu: Hautatu egun bat egutegian
sk: Vyberte deň v kalendári

# RES_srvmsgboxscheduler.error.copyerror.rotext
source: Mistake
ca: Error
eu: Akatsa
sk: Chyba

# RES_srvmsgboxscheduler.error.incorrectdata.rotext
source: Data in editing
ca: Dades en edició
eu: Datuak edizioan
sk: Údaje v edícii

# RES_srvmsgboxscheduler.error.ko.rotext
source: Failed to copy the schedule
ca: No s’ha pogut copiar la planificació
eu: Ezin izan da egutegia kopiatu
sk: Plánovanie nebolo možné skopírovať

# RES_srvmsgboxscheduler.error.lengthexceed.rotext
source: Operation not permitted
ca: Operació no permesa
eu: Eragiketa ez da onartzen
sk: Prevádzka nie je povolená

# RES_srvmsgboxscheduler.error.ok.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_srvmsgboxscheduler.error.optionnotavailable.rotext
source: Option not available
ca: Opció no disponible
eu: Aukera ez dago erabilgarri
sk: Možnosť nie je k dispozícii

# RES_srvmsgboxscheduler.error.optionnotavailabledesc.rotext
source: Option not available if there is no user selection in the calendar.
ca: Opció no disponible si no hi ha una selecció d’usuaris al calendari.
eu: Aukera ez dago erabilgarri egutegian erabiltzaile aukeraketarik ez badago.
sk: Možnosť nie je k dispozícii, ak v kalendári nie je žiadny výber používateľa.

# RES_srvmsgboxscheduler.error.querylenghtexceed.rotext
source: You must reduce your current selection of employees in order to continue.
ca: Heu de reduir la selecció actual d´empleats per poder seguir.
eu: Jarraitzeko, zure egungo langileen hautaketa murriztu behar duzu.
sk: Aby mohla pokračovať, musí znížiť súčasný výber zamestnancov.

# RES_srvmsgboxscheduler.error.roselector.ok.rotext
source: Accept
ca: Acceptar
eu: Onartu
sk: Prijať

# RES_srvmsgboxscheduler.error.roselector.title.rotext
source: Errors in the period
ca: Errors en el període
eu: Aldiko akatsak
sk: Chyby v danom období

# RES_srvmsgboxscheduler.error.title.rotext
source: Mistake
ca: Error
eu: Akatsa
sk: Chyba

# RES_srvmsgboxscheduler.error.validationfailed.rotext
source: Mistake
ca: Error
eu: Akatsa
sk: Chyba

# RES_srvmsgboxscheduler.error.validationfaileddesc.rotext
source: The validation code entered is not valid.
ca: El codi de validació introduït no és vàlid.
eu: Sartutako baliozkotze-kodeak ez du balio.
sk: Zadaný overovací kód je neplatný.

# RES_srvmsgboxscheduler.incidence.delete.description.rotext
source: The incident will be removed.
ca: S’eliminarà la incidència.
eu: Gertaera kendu egingo da.
sk: Tento problém sa odstráni.

# RES_srvmsgboxscheduler.incidence.delete.rotext
source: Eliminate
ca: Eliminar
eu: Ezabatu
sk: Odstrániť

# RES_srvmsgboxscheduler.incidence.nodelete.description.rotext
source: The issue will not be removed.
ca: No s’eliminarà la incidència.
eu: Gertaera ez da ezabatuko.
sk: Zistenie sa nevymaže.

# RES_srvmsgboxscheduler.incidence.nodelete.rotext
source: Do not delete
ca: No eliminar
eu: Ez ezabatu
sk: Nevymazávať

# RES_srvmsgboxscheduler.incidence.remove.title.rotext
source: You are about to delete an incident.</br>Are you sure?
ca: Estàs a punt d’eliminar una incidència.</br>N’estàs segur/a?
eu: Arazo bat ezabatzen ari zara.</br>Ziur al zaude?
sk: Chystáte sa vymazať problém.</br> Ste si istý?

# RES_srvmsgboxscheduler.info.absencemustbesaved.rotext
source: Absence must be recorded before adding documents
ca: Cal gravar l’absència abans d’afegir documents
eu: Absentzia erregistratu behar da dokumentuak gehitu aurretik
sk: Pred pridaním dokumentov je potrebné zaznamenať neprítomnosť

# RES_srvmsgboxscheduler.info.cancel.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_srvmsgboxscheduler.info.cancelandcorrect.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_srvmsgboxscheduler.info.cancelandcorrectdesc.rotext
source: You can continue to manage planning and correct the capacity problem.
ca: Pots continuar gestionant la planificació i corregir el problema d’aforament.
eu: Plangintza kudeatzen jarraitu eta edukiera arazoa zuzendu dezakezu.
sk: Môžete pokračovať v riadení plánovania a odstraňovať kapacitné problémy.

# RES_srvmsgboxscheduler.info.canceldesc.rotext
source: The calendar will continue to be published.
ca: Es continuarà editant el calendari.
eu: Egutegia editatzen jarraituko da.
sk: Vydávanie kalendára bude pokračovať.

# RES_srvmsgboxscheduler.info.canceldoc.rotext
source: Cancel
ca: Cancel·la
eu: Utzi
sk: Zrušiť

# RES_srvmsgboxscheduler.info.canceldocdesc.rotext
source: Review absence data
ca: Revisar les dades de l’absència
eu: Berrikusi absentziaren datuak
sk: Preskúmanie údajov o absencii

# RES_srvmsgboxscheduler.info.cancelloadcalendardata.rotext
source: Do not show data
ca: No mostrar dades
eu: Ez erakutsi daturik
sk: Nezobrazovať údaje

# RES_srvmsgboxscheduler.info.cancelloadcalendardatadesc.rotext
source: Do not show calendar data, this will show the last valid data.
ca: No mostrar les dades del calendari, això mostrarà les darreres dades vàlides.
eu: Ez erakutsi egutegiko datuak, honek baliozko azken datuak erakutsiko ditu.
sk: Nezobrazujte údaje z kalendára, zobrazia sa posledné platné údaje.

# RES_srvmsgboxscheduler.info.cancelloadcalendardatarefreshdesc.rotext
source: Do not display calendar data.
ca: No es mostren les dades del calendari.
eu: Ez erakutsi egutegiko datuak.
sk: Nezobrazujte údaje kalendára.

# RES_srvmsgboxscheduler.info.changestitle.rotext
source: Information
ca: Informació
eu: Informazioa
sk: Informácie

# RES_srvmsgboxscheduler.info.discardcontinue.rotext
source: No
eu: Ez
sk: NIE

# RES_srvmsgboxscheduler.info.discardcontinuedesc.rotext
source: Any changes made to the calendar will be discarded.
ca: Es descartaran els canvis realitzats al calendari.
eu: Egutegian egindako edozein aldaketa baztertu egingo da.
sk: Zmeny vykonané v rozvrhu sa vyradia.

# RES_srvmsgboxscheduler.info.loadcalendardata.rotext
source: Show data
ca: Mostrar dades
eu: Erakutsi datuak
sk: Zobraziť údaje

# RES_srvmsgboxscheduler.info.loadcalendardatadesc.rotext
source: Display calendar data
ca: Mostrar dades del calendari
eu: Erakutsi egutegiko datuak
sk: Zobraziť údaje kalendára

# RES_srvmsgboxscheduler.info.ok.rotext
source: Continue
ca: Continuar
eu: Jarraitu
sk: Pokračovať

# RES_srvmsgboxscheduler.info.okdesc.rotext
source: Absence will be recorded
ca: Es gravarà l’absència
eu: Absentzia erregistratuko da
sk: Neprítomnosť sa zaznamenáva

# RES_srvmsgboxscheduler.info.saveabsence.rotext
source: Information
ca: Informació
eu: Informazioa
sk: Informácie

# RES_srvmsgboxscheduler.info.saveanyway.rotext
source: Save equally
ca: Desar igualment
eu: Gorde ere
sk: Uložiť aj

# RES_srvmsgboxscheduler.info.saveanywaydesc.rotext
source: Ignore the capacity exceedance and save changes.
ca: Ignorar la superació de l’aforament i desar els canvis.
eu: Ez ikusi edukiera gainditzea eta gorde aldaketak.
sk: Ignorujte prekročenie kapacity a uložte zmeny.

# RES_srvmsgboxscheduler.info.savecontinue.rotext
source: Yes
ca: Sí
eu: Bai
sk: Áno

# RES_srvmsgboxscheduler.info.savecontinuedesc.rotext
source: Changes made to the calendar will be recorded.
ca: Es gravaran els canvis realitzats al calendari.
eu: Egutegian egindako aldaketak gordeko dira.
sk: Zmeny vykonané v kalendári sa uložia.

# RES_srvmsgboxscheduler.info.title.rotext
source: Changes have been made to the calendar <br/>Do you want to save the changes made?
ca: S’han realitzat canvis al calendari <br/> Vols desar els canvis realitzats?
eu: Aldaketak egin dira egutegian <br/> Egin dituzun aldaketak gorde nahi dituzu?
sk: V kalendári boli vykonané zmeny <br/> Chcete uložené zmeny uložiť?

# RES_srvmsgboxscheduler.info.userchanged.rotext
source: Information
ca: Informació
eu: Informazioa
sk: Informácie

# RES_srvmsgboxscheduler.info.userinfodesc.rotext
source: The selected user does not belong to the group on the current date
ca: L’usuari seleccionat no pertany al grup en la data actual
eu: Hautatutako erabiltzailea ez da taldekoa uneko datan
sk: Vybraný používateľ nepatrí do skupiny v aktuálny dátum

# RES_srvmsgboxscheduler.loadcalendardata.title.rotext
source: There will be many records displayed, this may take a few minutes. Do you wish to continue?
ca: Es mostraran molts registres, això puc demorar uns minuts. Voleu continuar?
eu: Erregistro asko bistaratuko dira, minutu batzuk behar izan ditzake. jarraitu nahi duzu?
sk: Zobrazí sa veľa záznamov, môže to trvať niekoľko minút, chcete pokračovať?

# RES_srvmsgboxscheduler.move.delete.description.rotext
source: ${Punche} will be removed.
ca: S’eliminarà el ${Punche}.
eu: ${Punch} kendu egingo da.
sk: ${Punche} sa odstráni.

# RES_srvmsgboxscheduler.move.delete.rotext
source: Eliminate
ca: Eliminar
eu: Ezabatu
sk: Odstrániť

# RES_srvmsgboxscheduler.move.nodelete.description.rotext
source: ${Punche} will not be removed.
ca: No s’eliminarà el ${Punche}.
eu: ${Punch} ez da kenduko.
sk: ${Punche} sa nevymaže.

# RES_srvmsgboxscheduler.move.nodelete.rotext
source: Do not delete
ca: No eliminar
eu: Ez ezabatu
sk: Nevymazávať

# RES_srvmsgboxscheduler.move.remove.title.rotext
source: You are about to delete a ${Punche}.</br>Are you sure?
ca: Estàs a punt d’eliminar un ${Punche}.</br>N’estàs segur/a?
eu: ${Punche} bat ezabatuko duzu.</br>Ziur al zaude?
sk: Chystáte sa vymazať ${Punche}.</br>Jste si istý?

# RES_srvmsgboxscheduler.ok.aiplannerfinished.rotext
source: Automatic planning has completed successfully
ca: La planificació automàtica ha finalitzat correctament
eu: Plangintza automatikoa ongi osatu da
sk: Automatické plánovanie bolo úspešne dokončené

# RES_srvmsgboxscheduler.ok.copyok.rotext
source: Information
ca: Informació
eu: Informazioa
sk: Informácie

# RES_srvmsgboxscheduler.ok.ok.rotext
source: Planning copied successfully
ca: Planificació copiada correctament
eu: Planifikazioa ondo kopiatu da
sk: Správne skopírované plánovanie

# RES_srvmsgboxscheduler.programmedabsence.delete.rotext
source: Eliminate
ca: Eliminar
eu: Ezabatu
sk: Odstrániť

# RES_srvmsgboxscheduler.programmedabsence.nodelete.rotext
source: Do not delete
ca: No eliminar
eu: Ez ezabatu
sk: Nevymazávať
