Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.cmbshifttype.typetypeflex.rotext
source: 100% Flexible (Z hours between X and Y hours)
eu: % 100 malgua (Z ordu X eta Y ordu artean)
fr: 100 % flexible (Z heures entre X et Y heures)
gl: 100 % flexible (Z horas entre X e Y horas)
it: 100% flessibile (Z ore tra X e Y ore)
pt: 100% Flexível (Z horas entre X e Y horas)
sk: 100% flexibilný (Z hodín medzi X a Y hodinami)

# RES_shifts.cmbshifttype.typevacations.rotext
source: Rest/Vacation/Party
eu: Atsedena/Oporrak/Festa
fr: Repos/Congés/Férié
gl: Descanso/Vacacións/Festa
it: Riposo/Ferie/Festa
pt: Descanso/Férias/Feriado
sk: Odpočinok/Dovolenka/Párty

# RES_shifts.columnshiftname.rotext
source: Name
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_shifts.compositions.gridheadercause.rotext
source: Justification
eu: Justifikazioa
gl: Xustificación
it: Giustificazione
pt: Justificação
sk: odôvodnenie

# RES_shifts.compositions.gridheaderdestino.rotext
source: TO:
eu: NOI:
fr: À :
gl: A:
it: A:
pt: A:
sk: A:

# RES_shifts.compositions.gridheaderorigen.rotext
source: Of:
eu: Honetaz:
fr: De :
gl: De:
it: Da:
pt: De:
sk: Od:

# RES_shifts.compositions.gridheadertimezone.rotext
source: Time zone
eu: Ordu eremu
fr: Fuseau horaire
gl: Zona horaria
it: Fuso orario
pt: Fuso horário
sk: Časové pásmo

# RES_shifts.concepts.none.rotext
source: (none)
eu: (bat ere ez)
fr: (aucun)
gl: (ningún)
it: (nessuno)
pt: (nenhum)
sk: (žiadne)

# RES_shifts.costcenter.defaultcostcenter.rotext
source: (unassigned)
eu: (Esleitu gabe)
fr: (non attribué)
gl: (sen asignar)
it: (non assegnato)
pt: (sem atribuir)
sk: (Nepridelené)

# RES_shifts.criteria.contains.rotext
source: Contain
eu: Eduki
fr: Qui contient
gl: Conteña
it: Contenga
pt: Contenha
sk: Obsahuje

# RES_shifts.criteria.different.rotext
source: Be different
eu: Desberdina izan
fr: Soit différent
gl: Sexa diferente
it: Sia diverso
pt: Seja diferente
sk: Buďte iní

# RES_shifts.criteria.equals.rotext
source: Be equal
eu: Berdin izan
fr: Soit identique
gl: Sexa igual
it: Sia uguale
pt: Seja igual
sk: Buďte si rovní

# RES_shifts.criteria.major.rotext
source: Be greater than
eu: baino handiagoa izan
fr: Soit supérieur à
gl: Sexa maior que
it: sia maggiore a
pt: Seja maior que
sk: Je väčšia ako

# RES_shifts.criteria.majororequals.rotext
source: is greater than or equal to
eu: baino handiagoa edo berdina da
fr: soit supérieur ou égal à
gl: sexa maior ou igual que
it: sia maggiore o uguale a
pt: seja maior ou igual a
sk: je väčšia alebo rovná

# RES_shifts.criteria.minor.rotext
source: Be less than
eu: baino gutxiago izan
fr: Soit inférieur à
gl: Sexa menor que
it: sia minore di
pt: Seja menor que
sk: Je menšia ako

# RES_shifts.criteria.minororequals.rotext
source: is less than or equal to
eu: baino txikiagoa edo berdina da
fr: soit inférieur ou égal à
gl: sexa menor ou igual que
it: sia minore o uguale a
pt: seja menor ou igual a
sk: je menšia alebo rovná

# RES_shifts.criteria.nocontains.rotext
source: Do not contain
eu: Ez eduki
fr: Qui ne contient pas
gl: Non conteña
it: Non contenga
pt: Não contenha
sk: Neobsahujú

# RES_shifts.criteria.startwith.rotext
source: Start with
eu: Hasteko
fr: Commencez par
gl: Comece por
it: Inizia per
pt: Comece por
sk: Začnite s

# RES_shifts.criteria.thedate.rotext
source: The date
eu: Data
fr: La date
gl: A data
it: La data
pt: A data
sk: Dátum

# RES_shifts.criteria.thedateofjustification.rotext
source: The date of the schedule
eu: Ordutegiaren data
fr: La date de l´horaire
gl: A data do horario
it: La data dell´orario
pt: A data do horário
sk: Dátum rozvrhu

# RES_shifts.criteria.theperiod.rotext
source: The period
eu: Epea
fr: La période
gl: O período
it: Il periodo
pt: O período
sk: Obdobie

# RES_shifts.criteria.thetime.rotext
source: the time
eu: Ordua
fr: l´heure
gl: a hora
it: l´ora
pt: a hora
sk: čas

# RES_shifts.criteria.thetimeofjustification.rotext
source: the time of the schedule
eu: ordutegiaren ordua
fr: l´heure de l´horaire
gl: a hora do horario
it: l´ora dell´orario
pt: a hora do horário
sk: čas rozvrhu

# RES_shifts.criteria.thevalue.rotext
source: The value
eu: Balioa
fr: La valeur
gl: O valor
it: il valore
pt: O valor
sk: Hodnota

# RES_shifts.criteria.thevalues.rotext
source: Values (separated by ;)
eu: Balioak (bereiztuta ;)
fr: Les valeurs (séparées par « ; »)
gl: Os valores (separados por ;)
it: I valori (separati da ;)
pt: Os valores (separados por ;)
sk: Hodnoty (oddelené ;)

# RES_shifts.deleteshift.alert.rotext
source: <b>Note:</b> Deleting a schedule means losing the planning of the days it is assigned to. <br/> <b>Tip:</b> If you no longer need it, you can rename it by adding the name 'obsolete'.
eu: <b>Kontuz:</b> Ordutegi bat ezabatzeak esleitutako egunen planifikazioa galtzea dakar. <br/> <b>Aholkua:</b> Jada behar ez baduzu, izena aldatu dezakezu "zaharkitua" izena sartuz.
fr: <b>Attention :</b> La suppression d´un horaire entraîne la perte de la planification des jours qui lui sont attribués. <br/> <b>Suggestion :</b> Si vous n´en avez plus besoin, vous pouvez le renommer en y incorporant la mention « obsolète ».
gl: <b>Atención:</b> borrar un horario implica perder a planificación dos días que estea asignado. <br/> <b>Suxestión:</b> se xa non o necesitas, podes volver nomealo incorporando o apelativo «obsoleto».
it: <b>Attenzione:</b> l´eliminazione di un orario implica la perdita della pianificazione dei giorni a cui è assegnato. <br/> <b>Suggerimento:</b> se non ne hai più bisogno, puoi rinominarlo integrando la dicitura &quot;obsoleto&quot;.
pt: <b>Atenção:</b> Apagar um horário significa perder o planeamento dos dias que lhe foram atribuídos. <br/> <b>Sugestão:</b> Se já não necessita do horário, pode renomeá-lo incorporando a designação 'obsoleto'.
sk: <b>Upozornenie:</b> Vymazanie rozvrhu znamená stratu plánovania dní, ktoré mu boli priradené. <br/> <b>Tip:</b> Ak ho už nepotrebujete, môžete ho premenovať na "zastaraný".

# RES_shifts.deleteshift.answer.no.description.rotext
source: It will not delete the selected schedule.
eu: Ez du hautatutako ordutegia ezabatuko.
fr: Ne supprimera pas l´horaire sélectionné.
gl: Non eliminará o horario seleccionado.
it: Non eliminerà l´orario selezionato.
pt: Não eliminará o horário selecionado.
sk: Vybraný rozvrh sa nevymaže.

# RES_shifts.deleteshift.answer.no.title.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_shifts.deleteshift.answer.yes.description.rotext
source: It will delete the selected schedule.
eu: Aukeratutako ordutegia ezabatuko du.
fr: Vous supprimerez l´horaire sélectionné.
gl: Eliminará o horario seleccionado.
it: Si eliminerà l´orario selezionato.
pt: Eliminará o horário selecionado.
sk: Vymaže vybraný rozvrh.

# RES_shifts.deleteshift.answer.yes.title.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_shifts.deleteshift.description.rotext
source: What do you want to do?
eu: Zer egin nahi duzu?
fr: Que souhaitez-vous faire ?
gl: Que desexas facer?
it: Cosa vuoi fare?
pt: O que deseja fazer?
sk: čo chcete robiť?

# RES_shifts.deleteshift.shiftisused.answer.no.description.rotext
source: It will not delete the selected schedule.
eu: Ez du hautatutako ordutegia ezabatuko.
fr: Ne supprimera pas l´horaire sélectionné.
gl: Non eliminará o horario seleccionado.
it: Non eliminerà l´orario selezionato.
pt: Não eliminará o horário selecionado.
sk: Vybraný rozvrh sa nevymaže.

# RES_shifts.deleteshift.shiftisused.answer.no.title.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer
gl: Non borrar
it: Non cancellare
pt: Não eliminar
sk: Nevymazávať

# RES_shifts.deleteshift.shiftisused.answer.yes.description.rotext
source: It will delete the selected schedule even if it is assigned to one or more users.
eu: Hautatutako ordutegia ezabatuko du erabiltzaile bati edo gehiagori esleituta badago ere.
fr: Vous supprimerez l’horaire sélectionné même s’il est attribué à un ou à plusieurs utilisateurs.
gl: Eliminará o horario seleccionado aínda que estea asignado a un ou máis usuarios.
it: Si eliminerà l’orario selezionato sebbene sia assegnato a uno o più utenti.
pt: Eliminará o horário selecionado mesmo que esteja atribuído a um ou mais utilizadores.
sk: Vymaže vybraný rozvrh, aj keď je priradený jednému alebo viacerým používateľom.

# RES_shifts.deleteshift.shiftisused.answer.yes.title.rotext
source: Delete
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_shifts.deleteshift.shiftisused.description.rotext
source: What do you want to do?
eu: Zer egin nahi duzu?
fr: Que souhaitez-vous faire ?
gl: Que desexas facer?
it: Cosa vuoi fare?
pt: O que deseja fazer?
sk: čo chcete robiť?

# RES_shifts.deleteshift.shiftisused.title.rotext
source: The schedule you are about to delete is assigned to one or more users. Are you sure you want to delete the schedule?
eu: Ezabatu beharreko ordutegia erabiltzaile bati edo gehiagori esleitzen zaio. Ziur ordutegia ezabatu nahi duzula?
fr: L’horaire que vous allez supprimer est attribué à un ou plusieurs utilisateurs. Êtes-vous sûr(e) de vouloir supprimer l´horaire ?
gl: O horario que vai borrar está asignado a un ou máis usuarios. Estás seguro/a de querer borrar o horario?
it: L´orario che cancellerai è assegnato a uno o più utenti. Eliminare l´orario?
pt: O horário que vai apagar está atribuído a um ou mais utilizadores. Tem a certeza de que quer apagar o horário?
sk: Rozvrh, ktorý sa má odstrániť, je priradený jednému alebo viacerým používateľom. Ste si istí, že chcete rozvrh odstrániť?

# RES_shifts.deleteshift.title.rotext
source: You are about to remove the selected schedule. Are you sure?
eu: Aukeratutako ordutegia kenduko du. Ziur zaude?
fr: Vous allez retirer l´horaire sélectionné. Êtes-vous sûr(e) ?
gl: Vai quitar o horario seleccionado. Estás seguro/a?
it: Si sta per rimuovere l´orario selezionato Procedere?
pt: Vai remover o horário selecionado. Tem a certeza?
sk: Odstránite vybraný rozvrh. Ste si istý?

# RES_shifts.error.nocorrectvisibilityfilter.rotext
source: Visibility filter is not correct
eu: Ikusgarritasun-iragazkia ez da zuzena
fr: Le filtre de visibilité n´est pas correct
gl: O filtro de visibilidade non é correcto
it: Il filtro di visibilità non è corretto
pt: O filtro de visibilidade não está correto
sk: Filter viditeľnosti nie je správny

# RES_shifts.error.nowhotonotifybefore.rotext
source: You must select who will be notified
eu: Nori jakinaraziko zaion hautatu behar duzu
fr: Vous devez sélectionner la personne qui sera notifiée
gl: Debes seleccionar a quen se notificará
it: Devi selezionare il destinatario della notifica
pt: Deve selecionar quem será notificado
sk: Musíte vybrať, kto má byť informovaný

# RES_shifts.existsanddelays_value1.rotext
source: Counting time as worked
eu: Kontatu denbora lan egin bezala
fr: Compter le temps comme travaillé
gl: Contar tempo como traballado
it: Conteggia tempo come lavorato
pt: Contar tempo como trabalhado
sk: Počítanie odpracovaného času

# RES_shifts.existsanddelays_value2.rotext
source: Ignore and count as not worked
eu: Ez ikusi egin eta lan egin ez bezala zenbatu
fr: Ignorer et compter comme non travaillé
gl: Ignorar e contar como non traballado
it: Ignora e considera come non lavorato
pt: Ignorar e contar como não trabalhado
sk: Ignorovať a počítať ako nespracované

# RES_shifts.flexible.generateextrahours.rotext
source: excess will be generated
eu: gehiegizkoa sortuko da
fr: des heures excédentaires seront générées
gl: xeraranse exceso
it: verranno generati straordinari
pt: gerar-se-ão horas extra
sk: vznikne prebytok

# RES_shifts.flexible.generateincidence.rotext
source: an incident will be generated
eu: gorabehera bat sortuko da
fr: un incident sera généré
gl: xerarase unha incidencia
it: verrà generato un evento
pt: gerar-se-á uma incidência
sk: sa vytvorí vplyv

# RES_shifts.griddailyheadername.rotext
source: Daily Rules
eu: eguneroko arauak
fr: Règles quotidiennes
gl: Regras diarias
it: Regole giornaliere
pt: Regras diárias
sk: Denné pravidlá

# RES_shifts.gridheader.assignmentname.rotext
source: Position
eu: Posizioa
fr: Poste
gl: Posto
it: Posizione
pt: Posto
sk: pošta

# RES_shifts.gridheader.coverage.rotext
source: % Coverage
eu: % Estaldura
fr: % Couverture
gl: % cobertura
it: % copertura
pt: % Cobertura
sk: % pokrytie

# RES_shifts.gridheadercause.rotext
source: Rules of
eu: ren arauak
fr: Règles de
gl: Regras de
it: Regole di
pt: Regras de
sk: Pravidlá

# RES_shifts.gridheadercoverage.rotext
source: Coverage
eu: Estaldura
gl: Cobertura
it: Copertura
pt: Cobertura
sk: Pokrytie

# RES_shifts.gridheadername.rotext
source: Rules of justification
eu: Justifikazio-arauak
fr: Règles de justification
gl: Regras de xustificación
it: Regole di giustificazione
pt: Regras de justificação
sk: Pravidlá odôvodnenia

# RES_shifts.gridheaderruledesc.rotext
source: Description
eu: Deskribapena
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_shifts.gridheaderrulename.rotext
source: Description
eu: Deskribapena
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_shifts.holidayshifttypehours.manual.rotext
source: the following value:
eu: balio hau:
fr: la valeur suivante :
gl: o seguinte valor:
it: il seguente valore:
pt: o valor seguinte:
sk: nasledujúcu hodnotu:

# RES_shifts.holidayshifttypehours.theoric.rotext
source: The theoretical hours of the schedule
eu: ordutegiaren ordu teorikoak
fr: les heures théoriques de l´horaire
gl: as horas teóricas do horario
it: le ore teoriche dell´orario
pt: as horas teóricas do horário
sk: teoretické hodiny rozvrhu

# RES_shifts.label1.text.rotext
source: Short name:
eu: Izen laburtua:
fr: Nom abrégé:
gl: Nome abreviado:
it: Nome abbreviato:
pt: Nome abreviado:
sk: Skrátený názov:

# RES_shifts.labeldailyrecorddesc.text.rotext
source: In this section you can add the time slots for the declaration of working hours so that they appear as a suggestion in the User Portal.
eu: Atal honetan eguneko bandak gehi ditzakezu Erabiltzaileen Atarian iradokizun gisa ager dadin.
fr: Cette section permet d´ajouter les créneaux de la déclaration de journée afin qu´ils apparaissent comme une suggestion dans le portail utilisateur.
gl: Nesta sección pódense engadir as franxas da declaración de xornada para que apareza a modo de suxestión no portal do usuario.
it: In questa sezione si possono aggiungere le fasce della dichiarazione della giornata affinché compaiano come suggerimento nel portale dell´utente.
pt: Nesta secção é possível adicionar as faixas da declaração de jornada para que apareça a título de sugestão no Portal do utilizador.
sk: V tejto časti môžete pridať sloty vyhlásenia o pracovnom dni, ktoré sa zobrazia ako návrh na portáli používateľa.

# RES_shifts.labeldailyrecordentrada.rotext
source: Entrance
eu: Sarrera
fr: Entrée
gl: Entrada
it: Entrata
pt: Entrada
sk: VSTUP

# RES_shifts.labeldailyrecordentrada.text.rotext
source: Entrance
eu: Sarrera
fr: Entrée
gl: Entrada
it: Entrata
pt: Entrada
sk: VSTUP

# RES_shifts.labeldailyrecordsalida.rotext
source: Exit
eu: Irten
fr: Sortie
gl: Saír
it: Uscita
pt: Saída

# RES_shifts.labeldailyrecordsalida.text.rotext
source: Exit
eu: Irten
fr: Sortie
gl: Saír
it: Uscita
pt: Saída

# RES_shifts.lbladdassignments.text.rotext
source: Add position
eu: Gehitu posizioa
fr: Ajouter poste
gl: Engadir posto
it: Aggiungi posizione
pt: Adicionar posto
sk: Pridať príspevok

# RES_shifts.lbladdaus.text.rotext
source: Add rule
eu: Gehitu araua
fr: Ajouter règle
gl: Engadir regra
it: Aggiungi regola
pt: Adicionar regra
sk: Pridať pravidlo

# RES_shifts.lbladddailyrule.text.rotext
source: Add rule
eu: Gehitu araua
fr: Ajouter règle
gl: Engadir regra
it: Aggiungi regola
pt: Adicionar regra
sk: Pridať pravidlo

# RES_shifts.lbladdpair.text.rotext
source: Add stripe
eu: Gehitu marra
fr: Ajouter une bande
gl: Engadir franxa
it: Aggiungi una striscia
pt: Adicionar faixa
sk: Pridanie pruhu

# RES_shifts.lbladdshiftbreak.text.rotext
source: Rest
eu: Atsedena
fr: Pause
gl: Descanso
it: Riposo
pt: Descanso
sk: Zvyšok

# RES_shifts.lbladdshiftflex.text.rotext
source: Flexible hours
eu: Ordutegi malgua
fr: Heures flexibles
gl: Horas flexibles
it: Ore flessibili
pt: Horas flexíveis
sk: Flexibilné hodiny

# RES_shifts.lbladdshiftrigid.text.rotext
source: Rigid hours
eu: ordu zurrunak
fr: Heures rigides
gl: Horas ríxidas
it: Ore rigide
pt: Horas fixas
sk: Pevné hodiny

# RES_shifts.lblallowcomplementary.text.rotext
source: The schedule allows for additional hours
eu: Ordutegiak ordu gehigarriak egiteko aukera ematen du
fr: L´horaire permet d´effectuer des heures complémentaires
gl: O horario permite realizar horas complementarias.
it: L´orario consente di svolgere ore complementari
pt: O horário permite realizar horas complementares
sk: Rozvrh umožňuje dodatočné hodiny

# RES_shifts.lblallowcomplementaryflot.text.rotext
source: The schedule allows for additional hours.
eu: Ordutegiak ordu gehigarriak egiteko aukera ematen du.
fr: L´horaire permet d´effectuer des heures complémentaires.
gl: O horario permite realizar horas complementarias.
it: L´orario consente di svolgere ore complementari.
pt: O horário permite realizar horas complementares.
sk: V rozvrhu sú povolené ďalšie hodiny.

# RES_shifts.lblallowcomplementarynor.text.rotext
source: The schedule allows for additional hours.
eu: Ordutegiak ordu gehigarriak egiteko aukera ematen du.
fr: L´horaire permet d´effectuer des heures complémentaires.
gl: O horario permite realizar horas complementarias.
it: L´orario consente di svolgere ore complementari.
pt: O horário permite realizar horas complementares.
sk: V rozvrhu sú povolené ďalšie hodiny.

# RES_shifts.lblassignmentgridtitle.text.rotext
source: Positions
eu: Postuak
fr: Postes
gl: Postos
it: Posizioni
pt: Postos
sk: Príspevky

# RES_shifts.lblassignments.text.rotext
source: Please indicate the positions that the schedule can cover.
eu: Adierazi ordutegiak bete ditzakeen postuak.
fr: Indiquez les postes que l´horaire peut couvrir.
gl: Indica os postos que podes cubrir o horario.
it: Indica le posizioni che l´orario può coprire.
pt: Indique os postos que o horário pode cobrir.
sk: Uveďte pozície, ktoré môžu byť zahrnuté do rozvrhu.

# RES_shifts.lblassignmentsmaintitle.text.rotext
source: Positions
eu: Postuak
fr: Postes
gl: Postos
it: Posizioni
pt: Postos
sk: Príspevky

# RES_shifts.lblautodetect.text.rotext
source: Automatically detect
eu: Automatikoki detektatu
fr: Détecter automatiquement
gl: Detectar automaticamente
it: Rileva automaticamente
pt: Detetar automaticamente
sk: Automatická detekcia

# RES_shifts.lblautodetectdesc.text.rotext
source: Visualtime will automatically detect which entries and exits are from this schedule and which are from earlier or later dates.
eu: Visualtime-k automatikoki detektatuko du zein sarrera eta irteera ordu honetakoak diren eta zeintzuk lehenagokoak edo geroagokoak.
fr: Visualtime détectera automatiquement quelles entrées et sorties appartiennent à cet horaire et lesquelles correspondent aux dates antérieures ou postérieures.
gl: Visualtime detectará, automaticamente, que entradas e saídas son deste horario e cales son das datas anteriores ou posteriores.
it: Visualtime rileverà automaticamente quali entrate e uscite sono di questo orario e quali sono di date anteriori o posteriori.
pt: O Visualtime detetará automaticamente que entradas e saídas são deste horário e quais são das datas anteriores ou posteriores.
sk: Funkcia Visualtime automaticky zistí, ktoré vstupy a výstupy sú z tohto rozvrhu a ktoré sú zo skorších alebo neskorších dátumov.

# RES_shifts.lblbehaviour.text.rotext
source: End of day settings
eu: Egunaren amaierako konfigurazioa
fr: Configuration de fin de journée
gl: Configuración de fin de xornada
it: Configurazione della fine della giornata
pt: Configuração de fim de jornada
sk: Konfigurácia na konci dňa

# RES_shifts.lblbusinessgroup.text.rotext
source: Business group:
eu: Enpresa taldea:
fr: Groupe commercial :
gl: Grupo de negocio:
it: Gruppo commerciale:
pt: Grupo de negócio:
sk: Obchodná skupina:

# RES_shifts.lblbusinessgroupdesc.text.rotext
source: Business group
eu: enpresa taldea
fr: Groupe commercial
gl: Grupo de negocio
it: Gruppo commerciale
pt: Grupo de negócio
sk: Obchodná skupina

# RES_shifts.lblbusinessgroupdescppal.text.rotext
source: Business groups are used to quickly narrow down schedules when scheduling on the calendar screen.
eu: Enpresa-taldeak ordutegiak azkar mugatzeko erabiltzen dira egutegiaren pantailan planifikatzean.
fr: Les groupes commerciaux sont utilisés pour limiter les horaires rapidement lors de la planification sur l´écran du calendrier.
gl: Os grupos de negocio utilízanse para limitar os horarios rapidamente ao realizar planificación na pantalla de calendario.
it: I gruppi commerciali vengono utilizzati per limitare rapidamente gli orari quando si effettua la pianificazione nella schermata del calendario.
pt: Os grupos de negócio utilizam-se para limitar os horários rapidamente ao fazer o planeamento no ecrã do calendário.
sk: Obchodné skupiny sa používajú na rýchle obmedzenie rozvrhov pri plánovaní na obrazovke kalendára.

# RES_shifts.lblbusinessgroupdescppal2.text.rotext
source: For each user group you can indicate which business groups it can manage.
eu: Erabiltzaile-talde bakoitzeko zein enpresa-talde kudeatu ditzakezun adieraz dezakezu.
fr: Pour chaque groupe d´utilisateurs, vous pouvez indiquer les groupes commerciaux pouvant être gérés.
gl: Para cada grupo de usuarios poderá indicar que grupos de negocio pode xestionar.
it: Per ogni gruppo di utenti si potrà indicare quali gruppi commerciali si possono gestire.
pt: Para cada grupo de utilizadores poderá indicar que grupos de negócios pode gerir.
sk: Pre každú skupinu používateľov môžete určiť, ktoré obchodné skupiny môžete spravovať.

# RES_shifts.lblcaptionif1.text.rotext
source: If it remains
eu: geratzen bada
fr: S´il reste
gl: Se queda
it: Se resta
pt: Se fica
sk: Ak zostane

# RES_shifts.lblcaptionparams.text.rotext
source: Parameters
eu: Parametroak
fr: Paramètres
gl: Parámetros
it: Parametri
pt: Parâmetros
sk: Parametre

# RES_shifts.lblcategory.text.rotext
source: Category:
eu: Kategoria:
fr: Catégorie :
gl: Categoría:
it: Categoria:
pt: Categoria:
sk: Kategória:

# RES_shifts.lblcauseholiday.text.rotext
source: When assigning the schedule, the justification will be generated
eu: Ordutegia esleitzean, justifikazioa sortuko da
fr: Lors de l´attribution de l´horaire, la justification sera générée
gl: Ao asignar o horario, xerarase a xustificación
it: Quando si assegna l´orario, verrà generata la giustificazione
pt: Ao atribuir o horário, gerar-se-á a justificação
sk: Pri priraďovaní rozvrhu sa vygeneruje odôvodnenie

# RES_shifts.lblcauseholiday2.text.rotext
source: with
eu: rekin
fr: avec
gl: con
it: con
pt: com
sk: s

# RES_shifts.lblchkshowshift.text.rotext
source: Display schedule when making requests
eu: Erakutsi ordutegia eskaerak egiterakoan
fr: Afficher l´horaire en effectuant les demandes
gl: Amosar o horario ao realizar solicitudes
it: Mostra l´orario quando si effettuano richieste
pt: Mostrar o horário ao fazer pedidos
sk: Pri podávaní žiadostí zobrazte rozvrh

# RES_shifts.lblcobsolete.text.rotext
source: Obsolete:
eu: Zaharkituta:
fr: Obsolète :
gl: Obsoleto:
it: Obsoleto:
pt: Obsoleto:
sk: Zastarané:

# RES_shifts.lblcobsoletedesc.text.rotext
source: Indication that the schedule is no longer valid
eu: Ordutegiak baliorik ez duela adieraztea
fr: Indication que l´horaire n´est plus en vigueur
gl: Indicación de que o horario xa non está vixente
it: Indicazione del fatto che l´orario non è più in vigore
pt: Indicação de que o horário já não está em vigor.
sk: Údaj, že rozvrh už nie je platný
