Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_frmdailyrule.lblgeneraldescription.text.rotext
source: Definition of a daily schedule rule.
eu: Eguneroko ordutegi-arauaren definizioa.
fr: Définition d´une règle quotidienne de l´horaire.
gl: Definición dunha regra diaria do horario.
it: Definizione di una regola quotidiana dell´orario.
pt: Definição de uma regra diária do horário.
sk: Definícia pravidla denného rozvrhu.

# RES_frmdailyrule.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
fr: Général
gl: Xeral
it: Generale
pt: Geral
sk: všeobecné

# RES_frmdailyrule.lblname.text.rotext
source: Name:
eu: Izena:
fr: Nom :
gl: Nome:
it: Nome:
pt: Nome:
sk: Názov:

# RES_frmdailyrule.lblnamedescription.text.rotext
source: Identifying name of the daily rule
eu: Eguneroko arauaren izena identifikatzea
fr: Nom d´identification de la règle quotidienne
gl: Nome identificador da regra diaria
it: Nome identificativo della regola giornaliera
pt: Nome identificativo da regra diária
sk: Identifikačný názov denného pravidla

# RES_frmdailyrule.lblvalidatewhendesc.text.rotext
source: The rule will only be validated if the day is the indicated one.
eu: Araua adierazitako eguna bada bakarrik balioztatuko da
fr: La règle ne sera validée que si le jour est celui indiqué
gl: A regra só se validará no caso de que o día sexa o indicado
it: La regola verrà convalidata solo qualora venga indicato il giorno
pt: A regra só será validada caso o dia seja o indicado
sk: Pravidlo sa potvrdí len v prípade, že je uvedený deň

# RES_frmdailyrule.lblvalidatewhentitle.text.rotext
source: Validate if the day is
eu: Eguna bada balioztatu
fr: Valider si le jour est
gl: Validar se o día é
it: Convalida se il giorno è
pt: Validar se o dia é
sk: Overiť, či je deň

# RES_frmeditshiftbreak.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditshiftbreak.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditshiftbreak.lblchkbreaktime.text.rotext
source: If no break is taken, instead of the minimum time, deduct:
eu: Atsedenaldirik hartzen ez baduzu, gutxieneko denboraren ordez, kendu:
fr: Si aucune pause n´est prise, au lieu du temps minimum, décompter :
gl: Se non se fai descanso, en lugar do tempo mínimo, descontar:
it: Se non si fa un riposo, anziché il tempo minimo, detrarre:
pt: Se não se fizer pausas, em vez do tempo mínimo, descontar:
sk: Ak si neodpočiniete, namiesto minimálneho času odpočítajte:

# RES_frmeditshiftbreak.lblchkcanabs.text.rotext
source: You can rest a maximum of
eu: Gehienez atseden hartu dezakezu
fr: Vous pouvez vous reposer un maximum de
gl: Pode descansar un máximo de
it: È possibile riposare per un massimo di
pt: Pode descansar um máximo de
sk: Odpočívať môžete maximálne

# RES_frmeditshiftbreak.lblchktimeabon.text.rotext
source: Rest time will count as present up to a maximum of
eu: Atseden denbora presente gisa zenbatuko da gehienez
fr: Le temps de pause sera compté comme du temps de présence jusqu´à un maximum de
gl: O tempo de descanso contará como presente ata un máximo de
it: Il tempo di riposo conterà come presente fino a un massimo di
pt: O tempo de pausa contará como presença até um máximo de
sk: Čas odpočinku sa započítava ako prítomnosť maximálne do výšky

# RES_frmeditshiftbreak.lbldebabs.text.rotext
source: You must rest a minimum of
eu: Gutxienez atseden hartu behar duzu
fr: Vous devez vous reposer au minimum
gl: Debe descansar un mínimo de
it: Si deve riposare almeno
pt: Deve descansar um mínimo de
sk: Musíte odpočívať minimálne

# RES_frmeditshiftbreak.lbldebcont.text.rotext
source: , otherwise:
eu: , bestela:
fr: , dans le cas contraire :
gl: , en caso contrario:
it: , in caso contrario:
pt: , caso contrário:
sk: v opačnom prípade:

# RES_frmeditshiftbreak.lbleditshiftbreak.text.rotext
source: Half-time edition
eu: Gainerako edizioa
fr: Édition pause
gl: Edición descanso
it: Modifica riposo
pt: Edição das pausas
sk: Oddychové vydanie

# RES_frmeditshiftbreak.lblempcanaus.text.rotext
source: You have to take a break between
eu: Tartean atseden hartu behar duzu
fr: Il faut prendre la pause entre
gl: Hai que realizar o descanso entre as
it: Riposto previsto tra le
pt: E necessário realizar o descanso entre as
sk: Zvyšok by sa mal vykonať medzi

# RES_frmeditshiftbreak.lblempcanausfrom.text.rotext
source: Among the
eu: artean
fr: Entre
gl: Entre as
it: Tra le
pt: Entre as
sk: Medzi

# RES_frmeditshiftbreak.lblempcanausto.text.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_frmeditshiftbreak.lblnotificationsupervisor.text.rotext
source: Remind supervisor if user has not taken any breaks (notification will be sent at the end of the allowed break period, if necessary)
eu: Erabiltzaileak atsedenaldirik hartu ez badu arduradunari gogorarazi (jakinarazpena baimendutako atsedenaldiaren amaieran bidaliko da, beharrezkoa bada)
fr: Rappeler au superviseur si l´utilisateur n´a pas pris de pause (une notification sera envoyée à la fin de la période de pause autorisée, si nécessaire)
gl: Lembrar ao supervisor se o usuario non realizou ningún descanso (a notificación enviarase ao final do período permitido de descanso, en caso necesario).
it: Ricordare al supervisore se l´utente non ha effettuato nessun riposo (la notifica verrà inviata al termine del periodo permesso di riposo, se necessario)
pt: Lembrar ao supervisor se o utilizador não realizou nenhum descanso (a notificação será enviada no fim do período autorizado de descanso, se necessário)
sk: Pripomenúť nadriadenému, ak používateľ neodpočíval (v prípade potreby sa oznámenie odošle na konci povolenej doby odpočinku)

# RES_frmeditshiftbreak.lblnotificationuser.text.rotext
source: Remind the user to take a break (If after
eu: Gogoratu erabiltzaileari atseden bat hartzeko (ondoren bada
fr: Rappelez à l´utilisateur de prendre une pause (Si après
gl: Lembrarlle ao usuario que debe realizar o descanso (se tras
it: Ricordare all´utente che deve effettuare il riposo (se dopo
pt: Lembrar ao utilizador que deve realizar o descanso (se após
sk: Pripomeňte používateľovi, aby si urobil prestávku (Ak po

# RES_frmeditshiftbreak.lblnotificationuser2.text.rotext
source: after the start of the rest period you have not yet done so, or if after
eu: atsedenaldia hasi ondoren oraindik ez duzu egin, edo ondoren bada
fr: le début de la période de pause, il ne l’a pas encore fait, ou si après
gl: despois do inicio do período de descanso aínda non o realizou, ou ben se tras
it: l´inizio del periodo di riposo non lo ha ancora effettuato o se
pt: depois do início do período de descanso, ainda não o tiver realizado, ou se após
sk: po začiatku doby odpočinku tak ešte neurobila, alebo ak po začiatku doby odpočinku tak ešte neurobila

# RES_frmeditshiftbreak.lblnotificationuser3.text.rotext
source: after the end of the period continues to rest).
eu: epea amaitu ondoren atseden hartzen jarraitu).
fr: la fin de la période de pause, il continue de se reposer).
gl: despois do final do período segue descansando).
it: dopo il termine del periodo continua a riposare).
pt: depois do final do período continuar a descansar).
sk: po skončení obdobia pokračuje v odpočinku).

# RES_frmeditshiftbreak.lbloptdebdesc.text.rotext
source: The time required to reach the minimum is deducted from the total present.
eu: Gutxienekora iristeko beharrezkoa den denbora oraingo guztizkoari kentzen zaio.
fr: Le temps nécessaire pour atteindre le minimum du total présent est déduit.
gl: Descóntaselle o tempo necesario para chegar ao mínimo do total presente.
it: Viene detratto il tempo necessario per raggiungere il minimo del totale presente.
pt: Desconta-se-lhe o tempo necessário para chegar ao mínimo do total de presença.
sk: Odpočíta sa čas potrebný na dosiahnutie minima súčasného súčtu.

# RES_frmeditshiftbreak.lbloptdebinc.text.rotext
source: An incidence of too short a break is generated
eu: Atseden-gertaera laburregia sortzen da
fr: Un incident de pause trop courte est généré
gl: Xérase unha incidencia de descanso demasiado curto
it: Viene generato un evento di riposo troppo breve
pt: Gera-se uma incidência de pausa demasiado curta
sk: Vzniká príliš krátka doba odpočinku

# RES_frmeditshiftbreak.lbltitabtimes.text.rotext
source: Time subsidized
eu: Ordaindutako aldiz
fr: Temps rémunérés
gl: Tempos aboados
it: Tempi corrisposti
pt: Tempos creditados
sk: Platené časy

# RES_frmeditshiftbreak.lbltitdefinition.text.rotext
source: Definition
eu: Definizioa
fr: Définition
gl: Definición
it: Definizione
pt: Definição
sk: definícia

# RES_frmeditshiftbreak.lbltitinterval.text.rotext
source: Interval
eu: Tartea
fr: Intervalle
gl: Intervalo
it: Intervallo
pt: Intervalo

# RES_frmeditshiftbreak.lbltitnotifications.text.rotext
source: Notifications
eu: Jakinarazpenak
gl: Notificacións
it: Notifiche
pt: Notificações
sk: Oznámenia

# RES_frmeditshiftbreak.lbltitpenal.text.rotext
source: Penalties
eu: Zigorrak
fr: Pénalités
gl: Penalizacións
it: Penalizzazioni
pt: Penalizações
sk: Sankcie

# RES_frmeditshiftbreak.lbltitpermtimes.text.rotext
source: Allowed times
eu: Baimendutako denborak
fr: Temps autorisés
gl: Tempos permitidos
it: Tempi consentiti
pt: Tempos permitidos
sk: Prípustné časy

# RES_frmeditshiftbreak.manualdetect.shiftafter.rotext
source: from the day after the schedule
eu: biharamunetik ordutegira
fr: du lendemain de l´horaire
gl: do día seguinte ao do horario
it: del giorno successivo a quello dell´orario
pt: do dia após ao do horário
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_frmeditshiftbreak.manualdetect.shiftbefore.rotext
source: from the day before the schedule
eu: ordutegiaren aurreko egunean
fr: de la veille de l´horaire
gl: do día anterior ao do horario
it: del giorno precedente a quello dell´orario
pt: do dia anterior ao do horário
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_frmeditshiftbreak.manualdetect.shiftday.rotext
source: of the day of the schedule
eu: ordutegiaren egunekoa
fr: du jour de l´horaire
gl: do día do horario
it: del giorno dell´orario
pt: do dia do horário
sk: dňa rozvrhu

# RES_frmeditshiftbreak.manualdetect.shifthours.rotext
source: after the start of the day
eu: eguna hasi ondoren
fr: après le début de la journée
gl: despois do inicio da xornada
it: dopo l´inizio della giornata
pt: depois do início do dia de trabalho
sk: po začiatku dňa

# RES_frmeditshiftflexible.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditshiftflexible.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditshiftflexible.flexible.generateextrahours.rotext
source: excess will be generated
eu: gehiegizkoa sortuko da
fr: des heures excédentaires seront générées
gl: xeraranse exceso
it: verranno generati straordinari
pt: gerar-se-ão horas extra
sk: vznikne prebytok

# RES_frmeditshiftflexible.flexible.generateincidence.rotext
source: an incident will be generated
eu: gorabehera bat sortuko da
fr: un incident sera généré
gl: xerarase unha incidencia
it: verrà generato un evento
pt: gerar-se-á uma incidência
sk: sa vytvorí vplyv

# RES_frmeditshiftflexible.lbldminim.text.rotext
source: If the minimum number of hours indicated is not reached, an incident will be generated.
eu: Adierazitako gutxieneko ordu kopurura iristen ez bazara, gorabehera bat sortuko da.
fr: Si le nombre minimum d´heures indiquées n´est pas atteint, un incident sera généré.
gl: Se non chega ao mínimo de horas indicadas, xerarase unha incidencia.
it: Se non si arriva al minimo di ore indicate, verrà generato un evento.
pt: Se não chegar ao mínimo de horas indicadas, gerar-se-á uma incidência.
sk: Ak sa nedosiahne uvedený minimálny počet hodín, vytvorí sa incident.

# RES_frmeditshiftflexible.lbldminthen.text.rotext
source: If you exceed the maximum hours indicated, then
eu: Adierazitako gehienezko orduak gainditzen badituzu, orduan
fr: Si vous dépassez le nombre maximum d´heures indiquées, alors
gl: Se supera o máximo de horas indicadas, entón
it: Se si supera il massimo di ore indicate, allora
pt: Se ultrapassar o máximo de horas indicadas, então
sk: Ak prekročí maximálny počet hodín, potom

# RES_frmeditshiftflexible.lbldurtime.text.rotext
source: During this time interval, the user must be present for a minimum of
eu: Denbora tarte horretan, erabiltzaileak gutxienez egon behar du
fr: Dans ce laps de temps, l´utilisateur doit être présent au moins
gl: Neste intervalo de tempo, o usuario debe estar presente un mínimo de
it: In questo intervallo di tempo, l´utente deve essere presente per almeno
pt: Neste intervalo de tempo, o utilizador deve estar presente um mínimo de
sk: V tomto časovom intervale musí byť používateľ prítomný aspoň

# RES_frmeditshiftflexible.lbldurtimeand.text.rotext
source: hours and a maximum of
eu: orduak eta gehienez
fr: heures et un maximum de
gl: horas e un máximo de
it: ore e un massimo di
pt: horas e um máximo de
sk: hodín a maximálne

# RES_frmeditshiftflexible.lbldurtimehours.text.rotext
source: hours.
eu: orduak.
fr: heures.
gl: horas.
it: ore.
pt: horas.
sk: hodín.

# RES_frmeditshiftflexible.lbleditshiftflexible.text.rotext
source: Flexible strip edition
fr: Édition créneau flexible
gl: Edición franxa flexible
it: Modifica fascia oraria flessibile
pt: Edição de faixa flexível
sk: Flexi-stripe edition

# RES_frmeditshiftflexible.lblemppresdesc.text.rotext
source: The user can set the hours of his/her working day:
eu: Erabiltzaileak bere lanaldiko orduak ezar ditzake:
fr: L´utilisateur peut effectuer les heures de sa journée de travail :
gl: O usuario pode realizar as horas da súa xornada laboral:
it: L´utente può svolgere le ore della sua giornata lavorativa:
pt: O utilizador pode fazer as horas da sua jornada laboral:
sk: Používateľ môže pracovať v hodinách svojho pracovného dňa:

# RES_frmeditshiftflexible.lblpresfromtime.text.rotext
source: Since the
eu: urtetik aurrera
fr: Depuis
gl: Dende as
it: Dalle
pt: Desde as
sk: Z

# RES_frmeditshiftflexible.lblprestotime.text.rotext
source: and until the
eu: eta arte
fr: et jusqu´à
gl: e ata as
it: e fino alle
pt: e até às
sk: a až do

# RES_frmeditshiftflexible.lbltitdefinition.text.rotext
source: Definition
eu: Definizioa
fr: Définition
gl: Definición
it: Definizione
pt: Definição
sk: definícia

# RES_frmeditshiftflexible.lbltitfilters.text.rotext
source: Filters
eu: Iragazkiak
fr: Filtres
gl: Filtros
it: Filtri
pt: Filtros
sk: Filtre

# RES_frmeditshiftflexible.lbltitinterval.text.rotext
source: Interval
eu: Tartea
fr: Intervalle
gl: Intervalo
it: Intervallo
pt: Intervalo

# RES_frmeditshiftflexible.manualdetect.shiftafter.rotext
source: from the day after the schedule
eu: biharamunetik ordutegira
fr: du lendemain de l´horaire
gl: do día seguinte ao do horario
it: del giorno successivo a quello dell´orario
pt: do dia após ao do horário
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_frmeditshiftflexible.manualdetect.shiftbefore.rotext
source: from the day before the schedule
eu: ordutegiaren aurreko egunean
fr: de la veille de l´horaire
gl: do día anterior ao do horario
it: del giorno precedente a quello dell´orario
pt: do dia anterior ao do horário
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_frmeditshiftflexible.manualdetect.shiftday.rotext
source: of the day of the schedule
eu: ordutegiaren egunekoa
fr: du jour de l´horaire
gl: do día do horario
it: del giorno dell´orario
pt: do dia do horário
sk: dňa rozvrhu

# RES_frmeditshiftmandatory.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditshiftmandatory.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditshiftmandatory.lbldateini.text.rotext
source: The start time of the slot may be modified when planning the schedule.
eu: Zirrikituaren hasiera-ordua alda daiteke ordutegia planifikatzerakoan
fr: L´heure de début du créneau pourra être modifiée lors de la planification de l´horaire
gl: A hora de inicio da franxa poderá modificarse ao planificar o horario
it: L´ora di inizio della fascia oraria potrà essere modificata al momento della pianificazione dell´orario
pt: A hora de início da faixa poderá ser modificada ao planear o horário
sk: Pri plánovaní rozvrhu je možné zmeniť čas začiatku časového úseku

# RES_frmeditshiftmandatory.lbleditshiftmandatory.text.rotext
source: Hard band edition
eu: Marra zurrunaren edizioa
fr: Édition créneau rigide
gl: Edición franxa ríxida
it: Modifica fascia oraria rigida
pt: Edição de faixa fixa
sk: Vydanie s tvrdým pruhom

# RES_frmeditshiftmandatory.lblend.text.rotext
source: Exit:
eu: Irteera:
fr: Sortie :
gl: Saída:
it: Uscita:
pt: Saída:
sk: Odchod:

# RES_frmeditshiftmandatory.lblendat2.text.rotext
source: after the entry
eu: sartu ondoren
fr: après l´entrée
gl: despois da entrada
it: dopo l´entrata
pt: depois da entrada
sk: po zadaní

# RES_frmeditshiftmandatory.lblendata1.text.rotext
source: At
fr: À
gl: Ás
it: Alle
pt: Às
sk: Na stránke

# RES_frmeditshiftmandatory.lblintinf.text.rotext
source: Interruptions less than:
eu: Etenaldiak baino gutxiago:
fr: Interruptions inférieures à :
gl: Interrupcións inferiores a:
it: Interruzioni inferiori a:
pt: Interrupções inferiores a:
sk: Prerušenia menšie ako:

# RES_frmeditshiftmandatory.lblmodifyduration.text.rotext
source: The duration of the slot can be modified when planning the schedule.
eu: Ordutegia planifikatzerakoan, tartearen iraupena alda daiteke
fr: La durée du créneau pourra être modifiée lors de la planification de l´horaire
gl: A duración da franxa poderá modificarse ao planificar o horario
it: La durata della fascia oraria potrà essere modificata al momento della pianificazione dell´orario
pt: A duração da faixa poderá ser modificada ao planear o horário
sk: Trvanie časového intervalu je možné zmeniť pri plánovaní rozvrhu

# RES_frmeditshiftmandatory.lblretinf.text.rotext
source: Delays less than:
eu: Atzerapenak baino gutxiago:
fr: Retards inférieurs à :
gl: Atrasos inferiores a:
it: Ritardi inferiori a:
pt: Atrasos inferiores a:
sk: Oneskorenia menšie ako:

# RES_frmeditshiftmandatory.lblsalant.text.rotext
source: Early departures less than:
eu: Goiz irteerak baino gutxiago:
fr: Sorties anticipées inférieures à :
gl: Saídas anticipadas inferiores a:
it: Uscite anticipate inferiori a:
pt: Saídas antecipadas inferiores a:
sk: Skoré odchody menej ako:

# RES_frmeditshiftmandatory.lblstart.text.rotext
source: Entrance:
eu: Sarrera:
fr: Entrée :
gl: Entrada:
it: Entrata:
pt: Entrada:
sk: Vstup:

# RES_frmeditshiftmandatory.lblstartata1.text.rotext
source: At
fr: À
gl: Ás
it: Alle
pt: Às
sk: Na stránke

# RES_frmeditshiftmandatory.lblstartata2from.text.rotext
source: Among the
eu: artean
fr: Entre
gl: Entre as
it: Tra le
pt: Entre as
sk: Medzi

# RES_frmeditshiftmandatory.lblstartata2to.text.rotext
source: and the
eu: eta
fr: et les
gl: e as
it: e le
pt: e as
sk: a

# RES_frmeditshiftmandatory.lbltitfilters.text.rotext
source: Filters
eu: Iragazkiak
fr: Filtres
gl: Filtros
it: Filtri
pt: Filtros
sk: Filtre

# RES_frmeditshiftmandatory.lbltitinterval.text.rotext
source: Interval
eu: Tartea
fr: Intervalle
gl: Intervalo
it: Intervallo
pt: Intervalo

# RES_frmeditshiftmandatory.mandatory.betweenhours.rotext
source: Between two hours
eu: bi ordu artean
fr: Entre deux heures
gl: Entre dúas horas
it: Tra due ore
pt: Entre duas horas
sk: Medzi dvoma hodinami

# RES_frmeditshiftmandatory.mandatory.byentrance.rotext
source: According to entry
eu: Sarreraren arabera
fr: Selon l´entrée
gl: Segundo entrada
it: In base a entrata
pt: Segundo a entrada
sk: Podľa záznamu

# RES_frmeditshiftmandatory.mandatory.fixedhour.rotext
source: Fixed time
eu: ordu finkoa
fr: Heure fixe
gl: Hora fixa
it: Ora fissa
pt: Hora fixa
sk: Pevný čas

# RES_frmeditshiftmandatory.mandatory.ignoreincidence.rotext
source: Ignore incident
eu: Ez ikusi gertakaria
fr: Ignorer incident
gl: Ignorar incidencia
it: Ignora evento
pt: Ignorar incidência
sk: Ignorovať incident

# RES_frmeditshiftmandatory.mandatory.timeworked.rotext
source: Count as working time
eu: Kontatu denbora lan egin bezala
fr: Compter comme du temps de travail
gl: Contar como tempo traballo
it: Conteggia come tempo lavorato
pt: Contar como tempo trabalhado
sk: Počítajte ako odpracovaný čas

# RES_frmeditshiftmandatory.manualdetect.shiftafter.rotext
source: from the day after the schedule
eu: biharamunetik ordutegira
fr: du lendemain de l´horaire
gl: do día seguinte ao do horario
it: del giorno successivo a quello dell´orario
pt: do dia após ao do horário
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_frmeditshiftmandatory.manualdetect.shiftbefore.rotext
source: from the day before the schedule
eu: ordutegiaren aurreko egunean
fr: de la veille de l´horaire
gl: do día anterior ao do horario
it: del giorno precedente a quello dell´orario
pt: do dia anterior ao do horário
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_frmeditshiftmandatory.manualdetect.shiftday.rotext
source: of the day of the schedule
eu: ordutegiaren egunekoa
fr: du jour de l´horaire
gl: do día do horario
it: del giorno dell´orario
pt: do dia do horário
sk: dňa rozvrhu

# RES_frmnewtypezone.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmnewtypezone.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter
gl: Aceptar
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmnewtypezone.lbladdnewtypezone.text.rotext
source: New type of time slot
eu: Ordu-tarte mota berria
fr: Nouveau type créneau horaire
gl: Novo tipo franxa horaria
it: Nuovo tipo fascia oraria
pt: Novo tipo de intervalo de tempo
sk: Nový typ slotu

# RES_frmnewtypezone.lblnewzonedesc.text.rotext
source: Description:
eu: Deskribapena:
gl: Descrición:
it: Descrizione:
pt: Descrição:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_frmnewtypezone.lblnewzonename.text.rotext
source: Name:
eu: Izena:
fr: Nom :
gl: Nome:
it: Nome:
pt: Nome:
sk: Názov:

# RES_frmnewtypezone.lbltitleformaddnewtypezone.text.rotext
source: Use this dialog to create a new time slot type
eu: Erabili elkarrizketa-koadro hau denbora-tarte mota berri bat sortzeko
fr: Utilisez cette boîte de dialogue pour créer un nouveau type de créneau horaire
gl: Usa este diálogo para crear un novo tipo de franxa horaria
it: Usa questa finestra di dialogo per creare un nuovo tipo di fascia oraria
pt: Utilize este diálogo para criar um novo tipo de faixa horária
sk: Tento dialóg použite na vytvorenie nového typu časového intervalu

# RES_newshiftgroupwizard.btclose.text.rotext
source: Cancel
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla
pt: Anular
sk: Zrušiť

# RES_newshiftgroupwizard.btend.text.rotext
source: Finish
eu: Amaitu
fr: Finition
gl: Rematar
it: Fine
pt: Terminar
sk: Koniec

# RES_newshiftgroupwizard.btnext.text.rotext
source: Next >
eu: hurrengo >
fr: Suivant >
gl: Seguinte >
it: successivo >
pt: Seguinte >
sk: Ďalšie >

# RES_newshiftgroupwizard.btprev.text.rotext
source: < previous
eu: < aurrekoa
fr: < précédent
gl: < anterior
it: < precedente
pt: < anterior
sk: < Predchádzajúci

# RES_newshiftgroupwizard.checkpage.page1.invalidshiftgroupname.rotext
source: Incorrect group name.
eu: Taldearen izen okerra.
fr: Nom du groupe incorrect.
gl: Nome do grupo incorrecto.
it: Nome del gruppo errato.
pt: Nome do grupo incorreto.
sk: Nesprávny názov skupiny.
