Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOptions.*.resx
Languages: eu, fr

# RES_fieldsmanager.lblgroupuserfieldsoptionsinfo.text.rotext
source: This form allows you to create new fields that you need to define for companies. You can create, edit, delete fields and select which ones you want to view.
eu: Inprimaki honek enpresentzat zehaztu behar dituzun eremu berriak sortzeko aukera ematen du. Eremuak sortu, editatu, ezabatu eta ikusi nahi dituzun aukera ditzakezu.
fr: Ce formulaire vous permet de créer de nouveaux champs que vous devez définir pour les entreprises. Vous pouvez créer, éditer et supprimer des champs, ainsi que sélectionner ceux que vous souhaitez voir.

# RES_fieldsmanager.lblgroupuserfieldsoptionstabbutton.text.rotext
source: Company profile
eu: Enpresaren fitxategia
fr: Fiche entreprise

# RES_fieldsmanager.lblgroupuserfieldsused.text.rotext
source: Selected fields
eu: Hautatutako eremuak
fr: Champs sélectionnés

# RES_fieldsmanager.lblheader.text.rotext
source: File
eu: Fitxategia
fr: Déposer

# RES_fieldsmanager.lblinfo.text.rotext
source: This is the screen where you can configure the fields on the tab available for users, companies or tasks.
eu: Erabiltzaile, enpres edo zereginetarako erabilgarri dauden fitxa-eremuak konfigura ditzakezun pantaila da.
fr: Voici l’écran où vous pouvez configurer les champs de la fiche disponibles pour les utilisateurs, les entreprises ou les tâches.

# RES_fieldsmanager.lblsystemfields.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_fieldsmanager.lblsystemfieldsheader.text.rotext
source: System tab
eu: Sistema fitxa
fr: Fiche système

# RES_fieldsmanager.lbltaskfieldsnotused.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_fieldsmanager.lbltaskfieldsoptionsheader.text.rotext
source: Customizing the task card
eu: Zereginen orria pertsonalizatzea
fr: Personnalisation de la fiche de la tâche

# RES_fieldsmanager.lbltaskfieldsoptionsinfo.text.rotext
source: This form allows you to define the fields you need to use in tasks.
eu: Inprimaki honek zereginetan erabili behar dituzun eremuak definitzeko aukera ematen du.
fr: Ce formulaire vous permet de définir les champs que vous devez utiliser dans les tâches.

# RES_fieldsmanager.lbltaskfieldsoptionstabbutton.text.rotext
source: Task sheet
eu: Zereginen orria
fr: Fiche tâche

# RES_fieldsmanager.msghaschanges.rotext
source: Configuration changes have been found
eu: Konfigurazio-aldaketak aurkitu dira
fr: Des changements ont été trouvés dans la configuration

# RES_fieldsmanager.msghaserrors.rotext
source: Errors have been found in the configuration
eu: Konfigurazio-erroreak aurkitu dira
fr: Des erreurs ont été trouvées dans la configuration

# RES_fieldsmanager.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
fr: Sauvegarder les changements

# RES_fieldsmanager.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_fieldsmanager.myhidebutton.text.rotext
source: Button
eu: botoia

# RES_fieldsmanager.removeuserfieldused.usedinprocess.description.rotext
source: The field on the card is being used in a calculation process.
eu: Token eremua kalkulu prozesu batean erabiltzen ari da.
fr: Le champ de la fiche est utilisé dans un processus de calcul.

# RES_fieldsmanager.removeuserfieldused.usedinprocess.title.rotext
source: Cannot unassign field
eu: Ezin da eremua esleitu
fr: Le champ ne peut pas être désaffecté

# RES_fieldsmanager.title.rotext
source: Configuration options
eu: Konfigurazio aukerak
fr: Options de configuration

# RES_frmaddroute.anonymouslogin.title.rotext
source: Anonymous
eu: Anonimoa
fr: Anonyme

# RES_frmaddroute.basiclogin.title.rotext
source: Basic
eu: Oinarrizkoa
fr: Basique

# RES_frmaddroute.btncancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler

# RES_frmaddroute.btncancel.tooltip.rotext
source: Cancel
eu: Utzi
fr: Annuler

# RES_frmaddroute.btncheckdisk.text.rotext
source: Find out
eu: Bilatu
fr: Vérifier

# RES_frmaddroute.btncheckftp.text.rotext
source: Find out
eu: Bilatu
fr: Vérifier

# RES_frmaddroute.btnok.text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_frmaddroute.btnok.tooltip.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_frmaddroute.label1.text.rotext
source: Name:
eu: Izena:
fr: Nom :

# RES_frmaddroute.lbladddestination.text.rotext
source: Add Destination
eu: Gehitu helmuga
fr: Ajouter une destination

# RES_frmaddroute.lblftpaccessmode.text.rotext
source: Access mode:
eu: Sarbide modua:
fr: Mode d´accès :

# RES_frmaddroute.lblftpdirection.text.rotext
source: Service address:
eu: Zerbitzuaren helbidea:
fr: Adresse du service :

# RES_frmaddroute.lblftpprotocol.text.rotext
source: Protocol:
eu: Protokoloa:
fr: Protocole :

# RES_frmaddroute.lblftpuser.text.rotext
source: User:
eu: Erabiltzailea:
fr: Utilisateur :

# RES_frmaddroute.lblnombre.text.rotext
source: Name:
eu: Izena:
fr: Nom :

# RES_frmaddroute.lblpwd.text.rotext
source: Password:
eu: Pasahitza:
fr: Mot de passe:

# RES_frmaddroute.lblselectprinter.text.rotext
source: Enter the path:
eu: Sartu ibilbidea:
fr: Entrez l'itinéraire :

# RES_frmaddroute.lbltitleformadddestination.text.rotext
source: This form allows you to add destinations where you can save the different Visualtime elements.
eu: Inprimaki honek helmugak gehitzeko aukera ematen du, non Visualtime elementu desberdinak gorde ditzakezun.
fr: Ce formulaire vous permet d'ajouter des destinations où vous pourrez enregistrer les différents éléments Visualtime.

# RES_frmaddroute.lbltypeftp.text.rotext
source: ftp service
eu: ftp zerbitzua
fr: service FTP

# RES_frmaddroute.lbltypeftpdesc.text.rotext
source: Specify the configuration parameters required to access the ftp server.
eu: Zehaztu ftp zerbitzarian sartzeko behar diren konfigurazio-parametroak.
fr: Indiquez les paramètres de configuration requis pour accéder au serveur FTP.

# RES_frmaddroute.lbltypehdd.text.rotext
source: Physical route
eu: Ibilbide fisikoa
fr: Chemin physique

# RES_frmaddroute.lbltypehdddesc.text.rotext
source: You must enter a physical path to the server or a network folder
eu: Zerbitzariaren bide fisikoa edo sareko karpeta bat sartu behar duzu
fr: Vous devez saisir un chemin d´accès physique au serveur ou un dossier réseau

# RES_routesmanager.btcancel.text.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_routesmanager.bteditlocation.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_routesmanager.btremoveemployeeuserfield.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_routesmanager.btremovegroupuserfield.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_routesmanager.btremovelocation.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_routesmanager.btsave.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_routesmanager.configuration.rotext
source: Configuration
eu: Ezarpena
fr: Paramètre

# RES_routesmanager.label5.text.rotext
source: Planning
eu: Plangintza
fr: Planification

# RES_routesmanager.lbladdlocation.text.rotext
source: Manage
eu: Kudeatu
fr: Gérer

# RES_routesmanager.lblheader.text.rotext
source: Routes and destinations
eu: Ibilbideak eta helmugak
fr: Chemins et destinations

# RES_routesmanager.lblinfo.text.rotext
source: This is the screen where you can configure all the destinations available from the rest of the Visualtime modules.
eu: Gainontzeko Visualtime moduluetatik eskuragarri dauden helmuga guztiak konfigura ditzakezun pantaila da.
fr: Voici l´écran où vous pouvez configurer toutes les destinations disponibles à partir du reste des modules de Visualtime.

# RES_routesmanager.lblinfolocation.text.rotext
source: Enter the different folders that can be used from the data link, from the time clock connector, and from the reports scheduled by the users. Do not include file names, only the destination folder.
eu: Sartu datu-loturatik, erloju-konektoretik eta erabiltzaileek aurreikusitako txostenetatik erabil daitezkeen karpeta desberdinak. Ez sartu fitxategi-izenak, helmuga karpeta bakarrik.
fr: Saisissez les différents dossiers qui pourront être utilisés à partir du lien de données, à partir du connecteur de pointages, et à partir des rapports planifiés par les utilisateurs. N´incluez pas les noms de fichiers, uniquement le dossier de destination.

# RES_routesmanager.lblinfolocation2.text.rotext
source: Please note that the user must be assigned the necessary permissions to access this folder, otherwise they will not be able to open the report.
eu: Kontuan izan erabiltzaileak karpeta honetara sartzeko beharrezko baimenak izan behar dituela. Bestela, ezin izango duzu txostena ireki.
fr: Notez que l´utilisateur doit disposer des autorisations nécessaires pour pouvoir accéder à ce dossier. Sinon, il ne pourra pas ouvrir le rapport.

# RES_routesmanager.lbllocations.text.rotext
source: Available destinations for the Report Scheduler and data linking
eu: Helmugak eskuragarri daude Report Planner eta datu-loturarako
fr: Destinations disponibles pour le planificateur de rapports et lien de données

# RES_routesmanager.lblschedulingoptionstabbutton.text.rotext
source: Planning
eu: Plangintza
fr: Planification

# RES_routesmanager.location.rotext
source: Address
eu: Helbidea
fr: adresse

# RES_routesmanager.msghaschanges.rotext
source: Configuration changes have been found
eu: Konfigurazio-aldaketak aurkitu dira
fr: Des changements ont été trouvés dans la configuration

# RES_routesmanager.msghaserrors.rotext
source: Errors have been found in the configuration
eu: Konfigurazio-erroreak aurkitu dira
fr: Des erreurs ont été trouvées dans la configuration

# RES_routesmanager.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
fr: Sauvegarder les changements

# RES_routesmanager.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_routesmanager.myhidebutton.text.rotext
source: Button
eu: botoia

# RES_routesmanager.nombre.rotext
source: Name
eu: Izena
fr: Nom

# RES_routesmanager.title.rotext
source: Configuration options
eu: Konfigurazio aukerak
fr: Options de configuration

# RES_routesmanager.type.rotext
source: Type
eu: Guy

# RES_srvmsgboxoptions.deletelocation.description.rotext
source: This route can no longer be used in automatic exports or scheduled reports.
eu: Bide hau ezin da erabili esportazio automatikoetarako edo programatutako txostenetarako
fr: Ce chemin ne peut plus être utilisé pour les exportations automatiques ni pour les rapports planifiés

# RES_srvmsgboxoptions.deletelocation.option1text.rotext
source: Eliminate
eu: Ezabatu
fr: Éliminer

# RES_srvmsgboxoptions.deletelocation.option2text.rotext
source: Do not delete
eu: Ez ezabatu
fr: Ne pas supprimer

# RES_srvmsgboxoptions.deletelocation.title.rotext
source: You are about to delete the route. <br>Are you sure you want to delete the route?
eu: Ibilbidea ezabatzeko prestatzen ari zara. <br>Ziur ibilbidea ezabatuko duzula?
fr: Vous êtes sur le point de supprimer le chemin. <br>Êtes-vous sûr(e) de vouloir supprimer le chemin ?

# RES_srvmsgboxoptions.error.frmaddroute.connectionerror.rotext
source: The data entered is not valid
eu: Sartutako datuak ez dira baliozkoak
fr: Les données saisies ne sont pas valides

# RES_srvmsgboxoptions.error.frmaddroute.connectionkotitle.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_srvmsgboxoptions.error.frmaddroute.ko.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_srvmsgboxoptions.info.frmaddroute.connectionok.rotext
source: The data entered is valid
eu: Sartutako datuak baliozkoak dira
fr: Les données saisies sont valides

# RES_srvmsgboxoptions.info.frmaddroute.connectionoktitle.rotext
source: Information
eu: Informazioa

# RES_srvmsgboxoptions.info.frmaddroute.ok.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_srvmsgboxoptions.saveattendanceoptions.check.invalid.description.rotext
source: Please check the fields marked as invalid.
eu: Egiaztatu baliogabe gisa markatutako eremuak.
fr: Vérifiez les champs marqués comme non valides.

# RES_srvmsgboxoptions.saveattendanceoptions.check.invalid.option1text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_srvmsgboxoptions.saveattendanceoptions.check.invalid.text.rotext
source: The entered values are not correct
eu: Sartutako balioak ez dira zuzenak
fr: Les valeurs saisies sont incorrectes

# RES_srvmsgboxoptions.savebusinesscenterfield.check.invalid.description.rotext
source: Mistake
eu: Akatsa
fr: Erreur

source: Incorrect value
eu: Balio okerra
fr: Valeur incorrecte

# RES_srvmsgboxoptions.savebusinesscenterfield.check.invalid.option1text.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_srvmsgboxoptions.savebusinesscenterfield.check.invalid.text.rotext
source: Incorrect value
eu: Balio okerra
fr: Valeur incorrecte

# RES_srvmsgboxoptions.saveconfigurationoptions.check.invalid.description.rotext
source: Please check the fields marked as invalid.
eu: Egiaztatu baliogabe gisa markatutako eremuak.
fr: Vérifiez les champs marqués comme non valides.

# RES_srvmsgboxoptions.saveconfigurationoptions.check.invalid.option1text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_srvmsgboxoptions.saveconfigurationoptions.check.invalid.text.rotext
source: The entered values are not correct
eu: Sartutako balioak ez dira zuzenak
fr: Les valeurs saisies sont incorrectes

# RES_srvmsgboxoptions.savetaskfield.check.invalid.description.rotext
source: Empty attribute
eu: atributu hutsa
fr: Attribut vide

# RES_srvmsgboxoptions.savetaskfield.check.invalid.option1description.rotext
source: incorrect value
eu: balio okerra
fr: valeur incorrecte

# RES_srvmsgboxoptions.savetaskfield.check.invalid.option1text.rotext
source: incorrect value
eu: balio okerra
fr: valeur incorrecte

# RES_srvmsgboxoptions.savetaskfield.check.invalid.text.rotext
source: incorrect value
eu: balio okerra
fr: valeur incorrecte

# RES_srvmsgboxoptions.saveuserfield.check.invalid.description.rotext
source: Please check the fields marked as invalid.
eu: Egiaztatu baliogabe gisa markatutako eremuak.
fr: Vérifiez les champs marqués comme non valides.

# RES_srvmsgboxoptions.saveuserfield.check.invalid.option1text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_srvmsgboxoptions.saveuserfield.check.invalid.text.rotext
source: The entered values are not correct
eu: Sartutako balioak ez dira zuzenak
fr: Les valeurs saisies sont incorrectes

# RES_taskfield.actiontypes.abegin.rotext
source: When starting the task
eu: Zeregina hastean
fr: Au début de la tâche

# RES_taskfield.actiontypes.acreate.rotext
source: When creating the task
eu: Ataza sortzean
fr: Lors de la création de la tâche

# RES_taskfield.actiontypes.tchange.rotext
source: When changing tasks
eu: Zereginak aldatzean
fr: Lors d´un changement de tâche

# RES_taskfield.actiontypes.tcomplete.rotext
source: Upon completion of the task
eu: Zereginak amaitutakoan
fr: Une fois la tâche terminée

# RES_taskfield.btaccept.text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_taskfield.btcancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler

# RES_taskfield.fieldtype.tdate.rotext
source: Date
eu: Data

# RES_taskfield.fieldtype.tdateperiod.rotext
source: Date period
eu: Data-aldia
fr: Période de dates

# RES_taskfield.fieldtype.tdecimal.rotext
source: Decimal
eu: Hamartarra
fr: Décimal

# RES_taskfield.fieldtype.tdocument.rotext
source: (NoEntry)
eu: (Sarrerarik ez)

# RES_taskfield.fieldtype.tlink.rotext
source: Link
eu: Esteka
fr: Lien

# RES_taskfield.fieldtype.tlist.rotext
source: List
eu: Zerrenda
fr: Liste

# RES_taskfield.fieldtype.tnumeric.rotext
source: Numeric
eu: Zenbakizkoak
fr: Numérique

# RES_taskfield.fieldtype.ttext.rotext
source: Text
eu: Testua
fr: Texte

# RES_taskfield.fieldtype.ttime.rotext
source: Hour
eu: Ordua
fr: Heure

# RES_taskfield.fieldtype.ttimeperiod.rotext
source: Time period
eu: Denbora tartea
fr: Laps de temps

# RES_taskfield.lblaction.text.rotext
source: When
eu: Noiz
fr: Quand

# RES_taskfield.lbldescription.text.rotext
source: You can define a custom attribute for tasks.
eu: Zereginetarako atributu pertsonalizatu bat defini dezakezu.
fr: Vous pouvez définir un attribut personnalisé pour les tâches.

# RES_taskfield.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
fr: Général

# RES_taskfield.lbllistvalues.text.rotext
source: List values
eu: Zerrendaren balioak
fr: Valeurs de la liste

# RES_taskfield.lbllistvaluetitle2.text.rotext
source: Enter the new value from the list
eu: Sartu zerrendako balio berria
fr: Saisissez la nouvelle valeur de la liste

# RES_taskfield.lblname.text.rotext
source: Name
eu: Izena
fr: Nom

# RES_taskfield.lblnewlistvaluetitle.text.rotext
source: New list value
eu: Zerrendaren balio berria
fr: Nouvelle valeur de la liste

# RES_taskfield.lbltitle.text.rotext
source: Custom attribute
eu: Atributu pertsonalizatua
fr: Attribut personnalisé

# RES_taskfield.lbltype.text.rotext
source: Type
eu: Guy

# RES_taskfield.lblvaluetypes.text.rotext
source: Value
eu: Merezi
fr: Valeur

# RES_taskfield.myhidebutton.text.rotext
source: Button
eu: botoia

# RES_taskfield.newlistvalue.invalid.rotext
source: incorrect value
eu: balio okerra
fr: valeur incorrecte

# RES_taskfield.title.rotext
source: Custom attribute
eu: Atributu pertsonalizatua
fr: Attribut personnalisé

# RES_taskfield.validate.fieldexist.rotext
source: Existing name
eu: Lehendik dagoen izena
fr: Nom existant

# RES_taskfield.validate.listvalues.rotext
source: Empty list
eu: Zerrenda hutsa
fr: Liste vide

# RES_taskfield.valuetypes.alist.rotext
source: List of values
eu: Baloreen zerrenda
fr: Liste de valeurs

# RES_taskfield.valuetypes.avalue.rotext
source: Any value
eu: Edozein balio
fr: N´importe quelle valeur

# RES_userfield.accesslevel.aconfidential.rotext
source: Confidential
eu: Isilpekoa
fr: Confidentiel

# RES_userfield.accesslevel.ahigh.rotext
source: High
eu: Alta
fr: Élevé

# RES_userfield.accesslevel.alow.rotext
source: Essential
eu: Ezinbestekoa
fr: De base

# RES_userfield.accesslevel.amedium.rotext
source: Half
eu: Erdia
fr: Moyen

# RES_userfield.accesslevel.aprivate.rotext
source: Very confidential
eu: Oso konfidentziala
fr: Très confidentiel

# RES_userfield.accesslevel.apublic.rotext
source: Public
eu: Publiko

# RES_userfield.accesslevel.arestricted.rotext
source: Restricted
eu: Mugatuta
fr: Limité

# RES_userfield.accessvalidation.none.rotext
source: No validation
eu: Balioztatzerik ez
fr: Sans validation

# RES_userfield.accessvalidation.required.rotext
source: Required for access
eu: Sarbiderako beharrezkoa da
fr: Requis pour l´accès

# RES_userfield.accessvalidation.warning.rotext
source: Generates access alert
eu: Sortu sarbide alerta
fr: Génère alerte d´accès

# RES_userfield.btaccept.text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_userfield.btaccept.value.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_userfield.btcancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler

# RES_userfield.btcancel.value.rotext
source: Cancel
eu: Utzi
fr: Annuler

# RES_userfield.convertdesc.text.rotext
source: From here you can reuse this custom field to use it as a system field and thus get the most out of it from Genius People Analytics.
eu: Hemendik eremu pertsonalizatu hau berrerabili dezakezu sistema-eremu gisa erabiltzeko eta, horrela, Genius People Analytics-i etekinik handiena ateratzeko.
fr: À partir de là, vous pouvez réutiliser ce champ personnalisé pour l´utiliser comme champ système et ainsi tirer le meilleur parti de Genius People Analytics.

# RES_userfield.convertdesc.tooltip.rotext
source: From here you can reuse this custom field to use it as a system field and thus get the most out of it from Genius People Analytics.
eu: Hemendik eremu pertsonalizatu hau berrerabili dezakezu sistema-eremu gisa erabiltzeko eta, horrela, Genius People Analytics-i etekinik handiena ateratzeko.
fr: À partir de là, vous pouvez réutiliser ce champ personnalisé pour l´utiliser comme champ système et ainsi tirer le meilleur parti de Genius People Analytics.

# RES_userfield.convertiblevalues.gender.rotext
source: Gender
eu: Generoa
fr: Sexe

# RES_userfield.convertiblevalues.mobile.rotext
source: Mobile
eu: Mugikorra
fr: Portable

# RES_userfield.convertiblevalues.salary.rotext
source: Salary
eu: Soldata
fr: Salaire

# RES_userfield.fieldaction.1.rotext
source: When creating the task
eu: Ataza sortzean
fr: Lors de la création de la tâche

# RES_userfield.fieldtype.tdate.rotext
source: Date
eu: Data

# RES_userfield.fieldtype.tdateperiod.rotext
source: Date period
eu: Data-aldia
fr: Période de dates

# RES_userfield.fieldtype.tdecimal.rotext
source: Decimal
eu: Hamartarra
fr: Décimal

# RES_userfield.fieldtype.tdocument.rotext
source: Document
eu: Dokumentua

# RES_userfield.fieldtype.tlink.rotext
source: Link
eu: Esteka
fr: Lien

# RES_userfield.fieldtype.tlist.rotext
source: List
eu: Zerrenda
fr: Liste

# RES_userfield.fieldtype.tnumeric.rotext
source: Numeric
eu: Zenbakizkoak
fr: Numérique

# RES_userfield.fieldtype.ttext.rotext
source: Text
eu: Testua
fr: Texte

# RES_userfield.fieldtype.ttime.rotext
source: Time
eu: Denbora
fr: Temps

# RES_userfield.fieldtype.ttimeperiod.rotext
source: Period of hours
eu: Ordu-epea
fr: Période d´heures

# RES_userfield.lblaccesslevel.text.rotext
source: Access Level
eu: Sarbide Maila
fr: Niveau d´accès

# RES_userfield.lblaccessvalidation.text.rotext
source: Access validation
eu: Sarbideen baliozkotzea
fr: Validation accès

# RES_userfield.lbladvancedtitle.text.rotext
source: Advanced
eu: Aurreratua
fr: Avancé

# RES_userfield.lblcategory.text.rotext
source: Category
eu: Kategoria
fr: Catégorie

# RES_userfield.lblcategorytitle2.text.rotext
source: Enter the name of the new category
eu: Sartu kategoria berriaren izena
fr: Saisissez le nom de la nouvelle catégorie

# RES_userfield.lblconvert.text.rotext
source: Convert to system type field
eu: Bihurtu sistema motako eremura
fr: Convertir en champ système de type

# RES_userfield.lbldescription.text.rotext
source: You can define a custom field for the tab.
eu: Eremu pertsonalizatu bat defini dezakezu fitxarako.
fr: Vous pouvez définir un champ personnalisé pour la fiche.

# RES_userfield.lbldescriptionfield.text.rotext
source: Description
eu: Deskribapena

# RES_userfield.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
fr: Général

# RES_userfield.lblhistory.text.rotext
source: Historical control
eu: Kontrol historikoa
fr: Contrôle historique

# RES_userfield.lbllist.text.rotext
source: Values list
eu: Zerrendaren balioak
fr: Valeurs liste

# RES_userfield.lbllistvalues.text.rotext
source: Values list
eu: Zerrendaren balioak
fr: Valeurs liste

# RES_userfield.lbllistvaluetitle2.text.rotext
source: Enter the new value from the list
eu: Sartu zerrendako balio berria
fr: Saisissez la nouvelle valeur de la liste

# RES_userfield.lblname.text.rotext
source: Name
eu: Izena
fr: Nom

# RES_userfield.lblnewcategorytitle.text.rotext
source: New category
eu: Kategoria berria
fr: Nouvelle catégorie

# RES_userfield.lblnewlistvaluetitle.text.rotext
source: New list value
eu: Zerrendaren balio berria
fr: Nouvelle valeur de la liste

# RES_userfield.lblrequestall.text.rotext
source: All
eu: Denak
fr: Tous

# RES_userfield.lblrequestalldesc.text.rotext
source: All users will be able to request a change in the value of this field.
eu: Erabiltzaile guztiek eremu honetarako balio-aldaketa eskatu ahal izango dute.
fr: Tous les utilisateurs pourront demander un changement de valeur de ce champ.

# RES_userfield.lblrequestcriteria.text.rotext
source: According to criteria
eu: Irizpideen arabera
fr: Selon des critères
