Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.parameters.sysrosecurityparameters.differentaccesspointexceeded.rotext
source: Número de ip diferentes autorizadas
ca: Número d’IP diferents autoritzats
eu: Baimendutako IP desberdinen kopurua
fr: Nombre d´IP différentes autorisées
gl: Número de IP diferentes autorizados
it: Numero di IP diversi autorizzati
pt: Números de IP diferentes autorizados
sk: Počet rôznych autorizovaných ip

# RES_audit.parameters.sysrosecurityparameters.onlyallowedadress.rotext
source: Restricciones de direcciones IP
ca: Restriccions d’adreces IP
eu: IP helbidearen murrizketak
fr: Restrictions d´adresses IP
gl: Restricións de enderezos IP
it: Limitazioni di indirizzi IP
pt: Restrições de endereços de IP
sk: Obmedzenia adresy IP

# RES_audit.parameters.sysrosecurityparameters.onlysameversionapp.rotext
source: Usar la misma versión de App que el servidor de Visualtime
ca: Utilitzar la mateixa versió d’app que el servidor de Visualtime
eu: Erabili Visualtime zerbitzariaren aplikazioaren bertsio bera
fr: Utiliser la même version d´application que celle du serveur Visualtime
gl: Usar a mesma versión de App que o servidor de Visualtime
it: Usa la stessa versione di app del server di Visualtime
pt: Utilizar a mesma versão da App que a do servidor do Visualtime
sk: Používanie rovnakej verzie aplikácie ako server Visualtime

# RES_audit.parameters.sysrosecurityparameters.passwordsecuritylevel.rotext
source: Conmplejidad de la contraseña
ca: Complexitat de la contrasenya
eu: Pasahitzaren konplexutasuna
fr: Complexité du mot de passe
gl: Complexidade do contrasinal
it: Complessità della password
pt: Complexidade da palavra-passe
sk: Zložitosť hesla

# RES_audit.parameters.sysrosecurityparameters.previouspasswordsstored.rotext
source: Contraseñas previas almacenadas
ca: Contrasenyes prèvies emmagatzemades
eu: Aurreko pasahitzak gordeta
fr: Précédents mots de passe sauvegardés
gl: Contrasinais previos almacenados
it: Password precedenti archiviate
pt: Palavras-passe anteriores armazenadas
sk: Uloženie predchádzajúcich hesiel

# RES_audit.parameters.sysrosecurityparameters.saveauthorizedpointdays.rotext
source: Dias que se guarda la ip autorizada
ca: Dies que es conserva l’IP autoritzat
eu: Baimendutako IPa gordetzen den egunak
fr: Jours pendant lesquels l´IP autorisée est conservée
gl: Días que se garda o IP autorizado
it: Giorni per cui si salva la IP autorizzata
pt: Dias que se guarda o IP autorizado
sk: Dni, počas ktorých je uložená autorizovaná ip

# RES_audit.parameters.sysroshiftslayers.definition.rotext
source: definición
ca: definició
eu: definizioa
fr: définition
it: definizione
pt: definição
sk: definícia

# RES_audit.parameters.sysroshiftslayers.id.rotext
source: Número capa
eu: Geruza zenbakia
fr: Numéro de couche
it: Numero livello
pt: Número de camada
sk: Číslo vrstvy

# RES_audit.parameters.sysroshiftslayers.idshift.rotext
source: Código horario
ca: Codi horari
eu: Denbora-kodea
fr: Code horaire
it: Codice orario
pt: Código do horário
sk: Časový kód

# RES_audit.parameters.sysroshiftslayers.idtype.rotext
source: Código tipo capa
ca: Codi tipus capa
eu: Geruza motako kodea
fr: Code type couche
it: Codice tipo livello
pt: Código de tipo de camada
sk: Kód typu vrstvy

# RES_audit.parameters.sysroshiftslayers.parentlayerid.rotext
source: Código capa superior
ca: Codi capa superior
eu: Goiko geruzaren kodea
fr: Code couche supérieure
it: Codice livello superiore
pt: Código de camada superior
sk: Kód hornej vrstvy

# RES_audit.parameters.sysroshifttimezones.begintime.rotext
source: Hora inicial
eu: Hasiera ordua
fr: Heure initiale
it: Ora iniziale
pt: Hora de início
sk: Čas začiatku

# RES_audit.parameters.sysroshifttimezones.endtime.rotext
source: Hora final
eu: Azken ordua
fr: Heure finale
it: Ora finale
sk: Posledná hodina

# RES_audit.parameters.sysroshifttimezones.idshift.rotext
source: ID de horario
ca: ID d’horari
eu: ordutegiaren ID
fr: ID d´horaire
it: ID di orario
pt: ID do horário
sk: ID času

# RES_audit.parameters.sysroshifttimezones.idzone.rotext
source: ID de zona
eu: zonaren ID
fr: ID de zone
it: ID di zona
pt: ID da zona
sk: ID zóny

# RES_audit.parameters.sysrouserfields.accesslevel.rotext
source: Nivel acceso
ca: Nivell accés
eu: Sarbide maila
fr: Niveau accès
it: Livello accesso
pt: Nível de acesso
sk: Úroveň prístupu

# RES_audit.parameters.sysrouserfields.accessvalidation.rotext
source: Tipo de validación
ca: Tipus de validació
eu: Baliozkotze mota
fr: Type de validation
it: Tipo di convalida
pt: Tipo de validação
sk: Typ validácie

# RES_audit.parameters.sysrouserfields.category.rotext
source: Categoría
ca: Categoria
eu: Kategoria
fr: Catégorie
it: Categoria
pt: Categoria
sk: Kategória

# RES_audit.parameters.sysrouserfields.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.sysrouserfields.fieldname.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.sysrouserfields.fieldtype.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.sysrouserfields.history.rotext
source: Historico
ca: Històric
eu: Historikoa
fr: Historique
gl: Historial
it: Cronologia
pt: Histórico
sk: Historické stránky

# RES_audit.parameters.sysrouserfields.listvalues.rotext
source: Valores lista
ca: Valors llista
eu: Zerrendaren balioak
fr: Valeurs liste
gl: Valores listaxe
it: Valori elenco
pt: Valores da lista
sk: Zoznam hodnôt

# RES_audit.parameters.sysrouserfields.requestcriteria.rotext
source: Criterios de solicitud
ca: Criteris de sol·licitud
eu: Aplikazio-irizpideak
fr: Critères de demande
gl: Criterios de solicitude
it: Criteri di richiesta
pt: Critérios de pedido
sk: Kritériá pre podávanie žiadostí

# RES_audit.parameters.sysrouserfields.requestpermissions.rotext
source: Permisos de solicitud
ca: Permisos de sol·licitud
eu: Eskatu baimenak
fr: Autorisations de demande
gl: Permisos de solicitude
it: Permessi di richiesta
pt: Autorizações de pedido
sk: Povolenia na podávanie žiadostí

# RES_audit.parameters.sysrouserfields.type.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.sysrouserfields.used.rotext
source: Utilizado
ca: Utilitzat
eu: Erabiliak
fr: Utilisé
it: Utilizzato
sk: Použité

# RES_audit.parameters.terminalreaders.duration.rotext
source: Duración
ca: Durada
eu: Iraupena
fr: Durée
it: Durata
pt: Duração
sk: Trvanie

# RES_audit.parameters.terminalreaders.idactivity.rotext
source: ID de actividad
ca: ID d’activitat
eu: jardueraren ID
fr: ID d´activité
gl: ID de actividade
it: ID di attività
pt: ID da atividade
sk: ID aktivity

# RES_audit.parameters.terminalreaders.idcamera.rotext
source: ID de cámara
ca: ID de càmera
eu: kameraren IDa
fr: ID de caméra
it: ID di videocamera
pt: ID da câmara
sk: ID kamery

# RES_audit.parameters.terminalreaders.idzone.rotext
source: ID de zona
eu: zonaren ID
fr: ID de zone
it: ID di zona
pt: ID da zona
sk: ID zóny

# RES_audit.parameters.terminalreaders.interactionaction.rotext
source: Acción de interacción
ca: Acció d’interacció
eu: interakzio ekintza
fr: Action d´interaction
it: Azione di interazione
pt: Ação de interação
sk: Akcia interakcie

# RES_audit.parameters.terminalreaders.interactionmode.rotext
source: Modo de interacción
ca: Mode d’interacció
eu: Interakzio modua
fr: Mode d´interaction
it: Modalità di interazione
pt: Modo de interação
sk: Spôsob interakcie

# RES_audit.parameters.terminalreaders.interactiveconfig.rotext
source: Configuración interactiva
ca: Configuració interactiva
eu: Konfigurazio interaktiboa
fr: Configuration interactive
it: Configurazione interattiva
pt: Configuração interativa
sk: Interaktívna konfigurácia

# RES_audit.parameters.terminalreaders.invalidduration.rotext
source: Duración acceso invalido
ca: Durada accés no vàlid
eu: Sarbide-iraupena baliogabea
fr: Durée accès non valide
gl: Duración acceso non válido
it: Durata accesso non valido
pt: Duração do acesso inválido
sk: Trvanie prístupu neplatné

# RES_audit.parameters.terminalreaders.invalidoutput.rotext
source: Relé acceso invalido
ca: Relé accés no vàlid
eu: Sarbide-errele baliogabea
fr: Relais accès non valide
gl: Relé acceso non válido
it: Relè accesso non valido
pt: Relé do acesso inválido
sk: Neplatné prístupové relé

# RES_audit.parameters.terminalreaders.mode.rotext
source: Modo
ca: Mode
eu: Era
fr: Mode
it: Modalità
sk: Režim

# RES_audit.parameters.terminalreaders.output.rotext
source: Relé
eu: Erreleboa
fr: Relais
it: Relè

# RES_audit.parameters.terminalreaders.picturex.rotext
source: Posición X
ca: Posició X
eu: X posizioa
fr: Position X
it: Posizione X
pt: Posição X
sk: Pozícia X

# RES_audit.parameters.terminalreaders.picturey.rotext
source: Posición Y
ca: Posició Y
eu: Y posizioa
fr: Position Y
it: Posizione Y
pt: Posição Y
sk: Pozícia Y

# RES_audit.parameters.terminalreaders.usedispkey.rotext
source: Usar teclas terminal
ca: Utilitzar tecles terminal
eu: Erabili terminaleko teklak
fr: Utiliser touches terminal
it: Usa tasti terminale
pt: Usar teclado do terminal
sk: Používanie tlačidiel terminálu

# RES_audit.parameters.terminalreaders.validationmode.rotext
source: Modo validación
ca: Mode validació
eu: Balioztatze modua
fr: Mode validation
it: Modalità convalida
pt: Modo de validação
sk: Režim overovania

# RES_audit.parameters.terminals.allowantipassback.rotext
source: Permitir AntiPassBack
ca: Permetre AntiPassBack
eu: Baimendu AntiPassBack
fr: Permettre l´Antipassback
it: Consenti AntiPassBack
sk: Povolenie funkcie AntiPassBack

# RES_audit.parameters.terminals.allowcustombutton.rotext
source: Permitir botón personalizado
ca: Permetre botó personalitzat
eu: Baimendu botoi pertsonalizatua
fr: Permettre le bouton personnalisé
it: Consenti pulsante personalizzato
pt: Permitir botão personalizado
sk: Povoliť vlastné tlačidlo

# RES_audit.parameters.terminals.allowmovereason.rotext
source: Permitir justificación
ca: Permetre justificació
eu: Justifikazioa baimendu
fr: Permettre la justification
gl: Permitir xustificación
it: Consenti giustificazione
pt: Permitir justificação
sk: Umožniť odôvodnenie

# RES_audit.parameters.terminals.autodaylight.rotext
source: Cambiar la hora automáticamente
ca: Canviar l’hora automàticament
eu: Aldatu ordua automatikoki
fr: Changer l´heure automatiquement
gl: Cambiar a hora automaticamente
it: Modifica automaticamente l´ora
pt: Mudar a hora automaticamente
sk: Automatická zmena času

# RES_audit.parameters.terminals.behavior.rotext
source: Comportamiento
ca: Comportament
eu: Portaera
fr: Comportement
gl: Comportamento
it: Comportamento
pt: Comportamento
sk: Správanie

# RES_audit.parameters.terminals.confdata.rotext
source: Datos de configuración
ca: Dades de configuració
eu: Konfigurazio datuak
fr: Données de configuration
it: Dati di configurazione
pt: Dados de configuração
sk: Konfiguračné údaje

# RES_audit.parameters.terminals.customduration.rotext
source: Duración omisión
ca: Durada omissió
eu: Hutsaren iraupena
fr: Durée omission
it: Durata omissione
pt: Duração da omissão
sk: Vynechanie trvania

# RES_audit.parameters.terminals.customfield.rotext
source: Campo personalizado
ca: Camp personalitzat
eu: Eremu pertsonalizatua
fr: Champ personnalisé
it: Campo personalizzato
sk: Personalizované pole

# RES_audit.parameters.terminals.customfieldvalue.rotext
source: Valor campo personalizado
ca: Valor camp personalitzat
eu: Eremu pertsonalizatuaren balioa
fr: Valeur champ personnalisée
it: Valore campo personalizzato
pt: Valor do campo personalizado
sk: Hodnota vlastného poľa

# RES_audit.parameters.terminals.customoutput.rotext
source: Relé omisión
ca: Relé omissió
eu: Ez-erreleboa
fr: Relais omission
it: Relè omissione
pt: Relé de omissão
sk: Vypúšťacie relé

# RES_audit.parameters.terminals.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.terminals.disconnectioncounter.rotext
source: Contador de des conexiones
ca: Comptador de desconnexions
eu: Deskonexio-kontagailua
fr: Compteur de déconnexions
gl: Contador de desconexións
it: Contatore delle connessioni
pt: Contador de desligamentos
sk: Počítadlo odpojenia

# RES_audit.parameters.terminals.isdifferentzonetime.rotext
source: Zona horaria
ca: Zona horària
eu: Ordu eremu
fr: Fuseau horaire
it: Fuso orario
pt: Fuso horário
sk: Časové pásmo

# RES_audit.parameters.terminals.location.rotext
source: Localización
ca: Localització
eu: Kokapena
fr: Emplacement
it: Posizione
pt: Localização
sk: Umiestnenie

# RES_audit.parameters.terminals.other.rotext
source: Otro
ca: Un altre
eu: Bestela
fr: Autre
gl: Outro
it: Altro
pt: Outro
sk: Ďalšia stránka

# RES_audit.parameters.terminals.rigidmode.rotext
source: Modo rígido
ca: Mode rígid
eu: modu zurruna
fr: Mode rigide
gl: Modo ríxido
it: Modalità rigida
sk: Pevný režim

# RES_audit.parameters.terminals.skin.rotext
source: Piel
ca: Pell
eu: Fur
fr: Peau
gl: Pel
it: Pelle
pt: Capa
sk: Koža

# RES_audit.parameters.terminals.supportedmodes.rotext
source: Modos soportados
ca: Modes admesos
eu: Onartutako moduak
fr: Modes pris en charge
gl: Modos admitidos
it: Modalità supportate
pt: Modos suportados
sk: Podporované režimy

# RES_audit.parameters.terminals.supportedoutputs.rotext
source: Relés soportados
ca: Relés admesos
eu: Onartutako erreleak
fr: Relais pris en charge
gl: Relés admitidos
it: Relè supportati
pt: Relés suportadas
sk: Podporované relé

# RES_audit.parameters.terminals.supportedsirens.rotext
source: Sirenas soportadas
ca: Sirenes admeses
eu: Sirenak onartzen dira
fr: Sirènes prises en charge
gl: Sirenas admitidas
it: Sirene supportate
pt: Alarmes suportados
sk: Podporované sirény

# RES_audit.parameters.terminals.timezonename.rotext
source: Nombre zona horaria
ca: Nom zona horària
eu: Ordu-zonaren izena
fr: Nom zone horaire
gl: Nome zona horaria
it: Nome fascia oraria
pt: Nome da zona horária
sk: Názov časového pásma

# RES_audit.parameters.terminals.type.rotext
source: Tipo
ca: Tipus
eu: Guy
fr: Type
sk: typ

# RES_audit.parameters.terminals.zonetime.rotext
source: Franja horaria
ca: Franja horària
eu: Ordu eremu
fr: Créneau horaire
gl: Franxa horaria
it: Fascia oraria
pt: Intervalo de tempo
sk: Časové pásmo

# RES_audit.parameters.terminalsirens.duration.rotext
source: Duración
ca: Durada
eu: Iraupena
fr: Durée
it: Durata
pt: Duração
sk: Trvanie

# RES_audit.parameters.terminalsirens.hour.rotext
source: Hora
eu: Ordua
fr: Heure
it: Ora
sk: čas

# RES_audit.parameters.terminalsirens.idterminal.rotext
source: ID de terminal
eu: Terminalaren IDa
it: ID di terminale
pt: ID do terminal
sk: ID terminálu

# RES_audit.parameters.terminalsirens.weekday.rotext
source: Día de la semana
ca: Dia de la setmana
eu: Asteguna
fr: Jour de la semaine
gl: Día da semana
it: Giorno feriale
pt: Dia da semana
sk: Deň v týždni

# RES_audit.parameters.timezones.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.timezones.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.zoneplanes.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.zoneplanes.planeimage.rotext
source: Imagen de plano
ca: Imatge de plànol
eu: Planoaren irudia
fr: Image de plan
gl: Imaxe de plano
it: Immagine della pianta
pt: Imagem do plano
sk: Obrázok plánu

# RES_audit.parameters.zones.begin.rotext
source: Inicio
ca: Inici
eu: Hasi
fr: Accueil
it: Inizio
pt: Início
sk: domov

# RES_audit.parameters.zones.color.rotext
source: Color
eu: Kolore
fr: Couleur
gl: Cor
it: Colore
pt: Cor
sk: Farba

# RES_audit.parameters.zones.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.zones.end.rotext
source: Fin
ca: Final
eu: Amaiera
it: FINE
pt: Fim
sk: Koniec

# RES_audit.parameters.zones.idcamera.rotext
source: ID de cámara
ca: ID de càmera
eu: kameraren IDa
fr: ID de caméra
it: ID di videocamera
pt: ID da câmara
sk: ID kamery

# RES_audit.parameters.zones.idparent.rotext
source: ID Zona padre
ca: ID zona pare
eu: Guraso Zonaren IDa
fr: ID Zone mère
gl: ID zona matriz
it: ID zona matrice
pt: ID zona-mãe
sk: ID rodičovskej zóny

# RES_audit.parameters.zones.idplane.rotext
source: ID de plano de zona
ca: ID de plànol de zona
eu: Zona Planaren IDa
fr: ID de plan de zone
it: ID di pianta della zona
pt: ID do plano de zona
sk: ID plánu zóny

# RES_audit.parameters.zones.idzone.rotext
source: ID de la zona
eu: zonaren ID
fr: ID de la zone
gl: ID da zona
it: ID della zona
pt: ID da zona
sk: ID zóny

# RES_audit.parameters.zones.isworkingzone.rotext
source: Tipo contabilización de la zona
ca: Tipus comptabilització de la zona
eu: Zonako kontabilitate mota
fr: Type de comptabilisation de la zone
gl: Tipo contabilización da zona
it: Tipo contabilizzazione della zona
pt: Tipo de contabilização da zona
sk: Typ účtovníctva pre danú oblasť

# RES_audit.parameters.zones.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.zones.proportion.rotext
source: Proporción
ca: Proporció
eu: Proportzioa
fr: Proportion
it: Proporzione
pt: Proporção
sk: Pomer

# RES_audit.parameters.zones.weekday.rotext
source: Día de la semana
ca: Dia de la setmana
eu: Asteguna
fr: Jour de la semaine
gl: Día da semana
it: Giorno feriale
pt: Dia da semana
sk: Deň v týždni

# RES_audit.parameters.zones.x1.rotext
source: Posición X1
ca: Posició X1
eu: X1 posizioa
fr: Position X1
it: Posizione X1
pt: Posição X1
sk: Pozícia X1

# RES_audit.parameters.zones.x2.rotext
source: Posición X2
ca: Posició X2
eu: X2 posizioa
fr: Position X2
it: Posizione X2
pt: Posição X2
sk: Pozícia X2

# RES_audit.parameters.zones.y1.rotext
source: Posición Y1
ca: Posició Y1
eu: Y1 posizioa
fr: Position Y1
it: Posizione Y1
pt: Posição Y1
sk: Pozícia Y1

# RES_audit.parameters.zones.y2.rotext
source: Posición Y2
ca: Posició Y2
eu: Y2 posizioa
fr: Position Y2
it: Posizione Y2
pt: Posição Y2
sk: Pozícia Y2

# RES_audit.title.rotext
source: Auditoría de acciones
ca: Auditoria d’accions
eu: Stock Auditoria
fr: Audit d´actions
gl: Auditoría de accións
it: Audit di azioni
pt: Auditoria de ações
sk: Zdieľanie auditu

# RES_audit.title_audit_pathway.rotext
source: Auditoría
ca: Auditoria
eu: Ikuskaritza
fr: Audit
it: Audit
pt: Auditoria
sk: Audit

# RES_audit.txtbegindate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
fr: <b>champ requis.</b>
gl: <b>campo requirido.</b>
it: <b>campo obbligatorio.</b>
sk: <b>vyžadované pole</b>

# RES_audit.txtbegindate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
fr: <b>champ invalide.</b>
it: <b>campo non valido.</b>
sk: <b>neplatné pole</b>

# RES_audit.txtbegintime.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
fr: <b>champ requis.</b>
gl: <b>campo requirido.</b>
it: <b>campo obbligatorio.</b>
sk: <b>vyžadované pole</b>

# RES_audit.txtbegintime.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
fr: <b>champ invalide.</b>
it: <b>campo non valido.</b>
sk: <b>neplatné pole</b>

# RES_audit.txtenddate.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
fr: <b>champ requis.</b>
gl: <b>campo requirido.</b>
it: <b>campo obbligatorio.</b>
sk: <b>vyžadované pole</b>

# RES_audit.txtenddate.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
fr: <b>champ invalide.</b>
it: <b>campo non valido.</b>
sk: <b>neplatné pole</b>

# RES_audit.txtendtime.emptyvaluemessage.rotext
source: <b>campo requerido.</b>
ca: <b>camp obligatori.</b>
eu: <b>beharrezko eremua.</b>
fr: <b>champ requis.</b>
gl: <b>campo requirido.</b>
it: <b>campo obbligatorio.</b>
sk: <b>vyžadované pole</b>

# RES_audit.txtendtime.invalidvaluemessage.rotext
source: <b>campo inválido.</b>
ca: <b>camp no vàlid.</b>
eu: <b>eremu baliogabea.</b>
fr: <b>champ invalide.</b>
it: <b>campo non valido.</b>
sk: <b>neplatné pole</b>

# RES_audit.objecttype.tpassportpin.rotext
source: PIN
eu: PINa
fr: ÉPINGLE
it: SPILLO

# RES_audit.parameters.zones.ipsrestriction.rotext
source: IPs asignadas
ca: IPs assignades
eu: Esleitutako IPak
fr: IP attribuées
gl: IP asignadas
it: IP assegnati
pt: IPs atribuídos
sk: Pridelené IP adresy

# RES_audit.parameters.zones.timezone.rotext
source: Zona horaria
ca: Zona horària
eu: Ordu eremu
fr: Fuseau horaire
it: Fuso orario
pt: Fuso horário
sk: Časové pásmo

# RES_audit.parameters.zones.area.rotext
source: Área
ca: Àrea
eu: Eremua
fr: Zone
it: La zona
sk: Oblasť

# RES_audit.parameters.zones.capacityvisible.rotext
source: Capacidad
ca: Capacitat
eu: Gaitasuna
fr: Capacité
gl: Habilidade
it: Capacità
pt: Capacidade
sk: Kapacita

# RES_audit.parameters.zones.isemergencyzone.rotext
source: Zona de emergéncia
ca: Zona d'emergència
eu: larrialdi gunea
fr: zone d'urgence
gl: zona de emerxencia
it: zona di emergenza
pt: Zona de emergência
sk: Núdzová oblasť

# RES_audit.parameters.zones.zonenameaslocation.rotext
source: Nombre como localización
ca: Nom com a localització
eu: Izena kokapen gisa
fr: Nom comme emplacement
gl: Nome como localización
it: Nome come posizione
pt: Nome como localização
sk: Názov ako umiestnenie

# RES_audit.parameters.zones.idzonetype.rotext
source: Zona de presencia
ca: Zona de presència
eu: presentzia eremua
fr: Zone de présence
gl: zona de presenza
it: Zona di presenza
pt: Zona de presença
sk: Zóna prítomnosti

# RES_audit.parameters.zones.idzonesupervisor.rotext
source: Supervisor de la zona
eu: Arloko arduraduna
fr: Superviseur de zone
gl: Supervisor de área
it: Supervisore di zona
pt: Supervisor da área
sk: Vedúci oblasti

# RES_audit.message.tdocument.ainsert.rotext
source: Creación de nuevo documento
ca: Creació de nou document
eu: Dokumentu berri bat sortzea
fr: Création d'un nouveau document
gl: Creando un novo documento
it: Creazione di un nuovo documento
pt: Criação de um novo documento
sk: Vytvorenie nového dokumentu

# RES_audit.parameters.terminals.enabled.rotext
source: Activado
ca: Activat
eu: Aktibatuta
fr: Activé
it: Attivato
pt: Ativado
sk: Aktivované

# RES_audit.objecttype.tcollective.rotext
source: Colectivo
ca: Col·lectiu
eu: Kolektiboa
fr: Collectif
it: Collettivo
pt: Coletivo
sk: Kolektívne

# RES_audit.message.tcollective.aupdate.rotext
source: Se ha modificado el nombre o descripción del colectivo $@CollectiveName@
ca: S'ha modificat el nom o la descripció del col·lectiu $@CollectiveName@
eu: $@CollectiveName@ kolektiboaren izena edo deskribapena aldatu da.
fr: Le nom ou la description du collectif $@CollectiveName@ a été modifié.
gl: Modificouse o nome ou a descrición do colectivo $@CollectiveName@.
it: Il nome o la descrizione del collettivo $@CollectiveName@ è stato modificato.
pt: O nome ou a descrição do coletivo $@@CollectiveName@ foi alterado
sk: Názov alebo popis kolektívu $@CollectiveName@ bol zmenený.

# RES_audit.message.tcollective.ainsert.rotext
source: Se ha creado el colectivo $@CollectiveName@
ca: S'ha creat el col·lectiu $@CollectiveName@
eu: $@CollectiveName@ kolektiboa sortu da
fr: Le collectif $@CollectiveName@ a été créé
gl: Creouse o colectivo $@CollectiveName@
it: È stato creato il collettivo $@CollectiveName@
pt: Foi criado o coletivo $@CollectiveName@
sk: Kolektív $@CollectiveName@ bol vytvorený
