Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOptions.*.resx
Languages: eu, fr

# RES_configurationoptions.lblaccessmovesdeletedays.text.rotext
source: Months that the data will remain in the system:
eu: Datuak sisteman geratuko diren hilabeteak:
fr: Mois pendant lesquels les données resteront dans le système :

# RES_configurationoptions.lblaccessmovespermanence.text.rotext
source: Permanence of access registrations
eu: Sarbideen sinaduraren iraunkortasuna
fr: Permanence de pointages d´accès

# RES_configurationoptions.lblaccessmovespermanencedesc.text.rotext
source: If you wish, you can delete the access records of all users after the specified months have passed. (0 to never delete)
eu: Nahi izanez gero, erabiltzaile guztien sarbide-erregistroak ezaba ditzakezu zehaztutako hilabeteen ondoren. (0 inoiz ezabatzeko)
fr: Si vous le souhaitez, vous pouvez supprimer les pointages d´accès de tous les utilisateurs après les mois spécifiés. (0 pour ne jamais supprimer)

# RES_configurationoptions.lbladddocumenttrace.text.rotext
source: Add document
eu: Gehitu dokumentua
fr: Ajouter document

# RES_configurationoptions.lbladdemployeeuserfieldnotused.text.rotext
source: Add
eu: Gehitu
fr: Ajouter

# RES_configurationoptions.lbladdgroupuserfieldnotused.text.rotext
source: Add
eu: Gehitu
fr: Ajouter

# RES_configurationoptions.lbladdlocation.text.rotext
source: Add
eu: Gehitu
fr: Ajouter

# RES_configurationoptions.lblauditoptionsinfo.text.rotext
source: In this form, we will configure the different parameters that will indicate the permanence of the audit data in the system.
eu: Inprimaki honetan, auditoretza-datuen sisteman iraunkortasuna adieraziko duten parametro desberdinak konfiguratuko ditugu.
fr: Ce formulaire permet de configurer les différents paramètres qui indiqueront la permanence des données d´audit dans le système.

# RES_configurationoptions.lblauditoptionstabbutton.text.rotext
source: Data audit
eu: Datuen auditoria
fr: Audit de données

# RES_configurationoptions.lblaudittitle.text.rotext
source: Data audit
eu: Datuen auditoria
fr: Audit de données

# RES_configurationoptions.lblauthmode.text.rotext
source: Authentication mode:
eu: Autentifikazio modua:
fr: Mode d´authentification :

# RES_configurationoptions.lblbioptionstabbutton.text.rotext
source: BI Administration
eu: BI Administrazioa
fr: Administration BI

# RES_configurationoptions.lblbioptionstabbutton.tooltip.rotext
source: BI Administration
eu: BI Administrazioa
fr: Administration BI

# RES_configurationoptions.lblclave.text.rotext
source: Clue
eu: Arrastoa
fr: Clé

# RES_configurationoptions.lblcostfield.text.rotext
source: Field on the card to be used for user costs:
eu: Erabiltzaileen kostuetarako erabiliko den fitxa eremua:
fr: Champ de la fiche qui sera utilisé pour les coûts des utilisateurs :

# RES_configurationoptions.lblcostfieldinfo.text.rotext
source: The user cost indicates the unit cost for each work day, this cost will be used to display information in the planning reports.
eu: Erabiltzailearen kostuak lanaldi bakoitzeko unitatearen kostua adierazten du, kostu hori plangintza-txostenetan informazioa bistaratzeko erabiliko da.
fr: Le coût de l´utilisateur indique le coût unitaire pour chaque journée de travail. Ce coût sera utilisé pour afficher des informations dans les rapports de planification.

# RES_configurationoptions.lblcostfieldtitle.text.rotext
source: User cost
eu: Erabiltzailearen kostua
fr: Coût de l’utilisateur

# RES_configurationoptions.lbldatabaseoptionsinfo.text.rotext
source: In this form, we will configure the different parameters that will indicate the permanence of the audit data in the system.
eu: Inprimaki honetan, auditoretza-datuen sisteman iraunkortasuna adieraziko duten parametro desberdinak konfiguratuko ditugu.
fr: Ce formulaire permet de configurer les différents paramètres qui indiqueront la permanence des données d´audit dans le système.

# RES_configurationoptions.lbldatabaseoptionstabbutton.text.rotext
source: Database
eu: Datu-basea
fr: Base de données

# RES_configurationoptions.lbldatabaseoptionstitle.text.rotext
source: Database
eu: Datu-basea
fr: Base de données

# RES_configurationoptions.lbldatabasetitle.text.rotext
source: Database
eu: Datu-basea
fr: Base de données

# RES_configurationoptions.lbldioptionstabbutton.text.rotext
source: Dining Room Administration
eu: Jangela Administrazioa
fr: Administration de la salle à manger

# RES_configurationoptions.lbldioptionstabbutton.tooltip.rotext
source: Dining Room Administration
eu: Jangela Administrazioa
fr: Administration de la salle à manger

# RES_configurationoptions.lbldocdeletedays.text.rotext
source: Days that the data will remain in the system:
eu: Datuak sisteman geratuko diren egunak:
fr: Jours pendant lesquels les données resteront dans le système :

# RES_configurationoptions.lbldocdeleteinfo.text.rotext
source: In compliance with GDPR laws, user documents cannot be stored indefinitely.
eu: GDPR legeak betez, erabiltzaileen dokumentuak ezin dira mugagabe gorde.
fr: Conformément à la loi organique sur la protection des données (RGPD), les documents des utilisateurs ne peuvent pas être conservés indéfiniment.

# RES_configurationoptions.lbldocdeletetitle.text.rotext
source: Permanence of documents
eu: Dokumentuen iraunkortasuna
fr: Permanence des documents

# RES_configurationoptions.lblemergencyoptionsinfo.text.rotext
source: In this form we will configure parameters for the Emergency report.
eu: Formulario honetan Larrialdi txostenaren parametroak konfiguratuko ditugu.
fr: Ce formulaire permet de configurer les paramètres du rapport d´urgence.

# RES_configurationoptions.lblemergencyoptionstabbutton.text.rotext
source: Emergency
eu: Larrialdia
fr: Urgence

# RES_configurationoptions.lblemergencypointfield.text.rotext
source: Meeting point specified in the card field:
eu: Txartelaren eremuan zehaztutako elkargunea:
fr: Point de rencontre spécifié dans le champ de la fiche :

# RES_configurationoptions.lblemergencyreportinfo.text.rotext
source: Select the mode in which any user will be able to launch the emergency report.
eu: Hautatu edozein erabiltzailek larrialdi-txostena abiarazteko modua.
fr: Sélectionnez le mode dans lequel tout utilisateur pourra lancer le rapport d´urgence.

# RES_configurationoptions.lblemergencytitle.text.rotext
source: Emergency
eu: Larrialdia
fr: Urgence

# RES_configurationoptions.lblemployeeuserfieldsnotused.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_configurationoptions.lblemployeeuserfieldsoptionsheader.text.rotext
source: Customizing the user profile
eu: Erabiltzailearen fitxategiaren pertsonalizazioa
fr: Personnalisation de la fiche utilisateur

# RES_configurationoptions.lblemployeeuserfieldsoptionsinfo.text.rotext
source: In this screen, you manage the personal file that you need to define for the users. You can create, edit, delete fields and select which ones you want to see. You can also create categories to group the personal files; for example, work data, personal data, PRL data, academic data,...<br>When creating a new field, you must inform: the type of field -numeric, text, date, list,...-, the access level (RGPD) -low, medium, high-, the category and whether or not it will have a value history.
eu: Pantaila honetan, erabiltzaileentzat definitu behar duzun fitxategi pertsonala kudeatzen duzu. Eremuak sortu, editatu, ezabatu eta ikusi nahi dituzun aukera ditzakezu. Era berean, langileen erregistroak taldekatzeko kategoriak sor ditzakezu; adibidez, laneko datuak, datu pertsonalak, PRL datuak, datu akademikoak,...<br>Eremu berri bat sortzerakoan honako hauek jakinarazi behar dituzu: eremu mota -zenbakizkoa, testua, data, zerrenda,...-, sarbide-maila ( RGPD) -baxua, ertaina, altua-, kategoria eta balio historikoa izango duen ala ez.
fr: Cet écran permet de gérer la fiche du personnel que vous devez définir pour les utilisateurs. Vous pouvez créer, éditer et supprimer des champs, ainsi que sélectionner ceux que vous souhaitez voir. Par ailleurs, vous pouvez créer des catégories pour regrouper les champs de fiche du personnel ; par ex., données professionnelles, données personnelles, données PRP, données académiques, etc.<br>Lors de la création d´un nouveau champ, vous devrez renseigner le type de champ (numérique, texte, date, liste, etc.), le niveau d´accès RGPD (faible, moyen ou élevé), la catégorie et s´il aura ou non un historique des valeurs.

# RES_configurationoptions.lblemployeeuserfieldsoptionstabbutton.text.rotext
source: User profile
eu: Erabiltzailearen fitxategia
fr: Fiche utilisateur

# RES_configurationoptions.lblemployeeuserfieldsused.text.rotext
source: Selected fields
eu: Hautatutako eremuak
fr: Champs sélectionnés

# RES_configurationoptions.lblesdetection1info.text.rotext
source: Visual time automatically determines whether this is an input...
eu: Ikus-denborak automatikoki zehazten du sarrera bat den ala ez...
fr: Visualtime détermine automatiquement s´il s´agit d´une entrée...

# RES_configurationoptions.lblesdetection1time.text.rotext
source: The maximum time allowed between an entry and an exit is:
eu: Sarrera eta irteera arteko gehienezko denbora hau da:
fr: Le temps maximum autorisé entre une entrée et une sortie est de :

# RES_configurationoptions.lblesdetection1title.text.rotext
source: Automatically detect entries and exits based on schedule
eu: Sarrerak eta irteerak automatikoki detektatu ordutegiaren arabera
fr: Détecter les entrées et les sorties automatiquement selon l´horaire

# RES_configurationoptions.lblesdetection2info.text.rotext
source: If a user has forgotten...
eu: Erabiltzaile batek ahaztu badu...
fr: Si un utilisateur a oublié...

# RES_configurationoptions.lblesdetection2title.text.rotext
source: Enable interactive correction of forgotten signings
eu: Aktibatu ahaztutako sinatzeen zuzenketa interaktiboa
fr: Activer la correction interactive des pointages oubliés

# RES_configurationoptions.lblesdetectionadvancedtitle.text.rotext
source: Use advanced entry/exit detection system (not installed)
eu: Erabili sarrera eta irteera detektatzeko sistema aurreratua (instalatu gabe)
fr: Utiliser le système de détection des entrées et des sorties avancé (non installé)

# RES_configurationoptions.lblesdetectionclassicinfo.text.rotext
source: The time elapsed between an exit and an entry is greater than or equal to the indicated time, then Visualtime will consider it to be a new entry.
eu: Irteera baten eta sarrera baten artean igarotako denbora adierazitako denbora baino handiagoa edo berdina da, orduan Visualtime-k sarrera berritzat hartuko du.
fr: Si le temps écoulé entre une sortie et une entrée est supérieur ou égal au temps indiqué, Visualtime considérera qu´il s´agit d´une nouvelle entrée.

# RES_configurationoptions.lblesdetectionclassictime.text.rotext
source: The maximum time allowed between an entry and an exit is:
eu: Sarrera eta irteera arteko gehienezko denbora hau da:
fr: Le temps maximum autorisé entre une entrée et une sortie est de :

# RES_configurationoptions.lblesdetectionclassictitle.text.rotext
source: Use classic input/output detection
eu: Erabili sarrera eta irteerako detekzio klasikoa
fr: Utiliser la détection des entrées et des sorties classique

# RES_configurationoptions.lblesdetectiontitle.text.rotext
source: Entry/Exit Detection
eu: Sarrera/irteera detekzioa
fr: Détection entrée/sortie

# RES_configurationoptions.lblfreezedate.text.rotext
source: Date until which the data is frozen:
eu: Datuak izoztu arte:
fr: Date jusqu´à laquelle les données sont gelées :

# RES_configurationoptions.lblfreezedateinfo.text.rotext
source: Frozen data can only be viewed and listed. If you want to make any changes to frozen data, you can change the closing date, correct the incorrect data and freeze it again.<br>The application has a closing date control tool that you can activate by checking the option <i>Alert whenever it is advisable to update this date.</i>
eu: Izoztutako datuak soilik kontsultatu eta zerrendatu daitezke. Izoztutako datuetan aldaketaren bat egin nahi baduzu, itxiera-data alda dezakezu, datu okerrak zuzendu eta berriro izoztu.<br> Aplikazioak itxiera-data kontrolatzeko tresna bat du, <i>Abisatu aukera markatuta aktibatu ahal izateko. data hori eguneratzea komeni da.</i>
fr: Les données gelées ne pourront être que consultées et répertoriées. Si vous souhaitez apporter des modifications aux données gelées, vous pouvez modifier la date de clôture, rectifier les données erronées puis les geler à nouveau.<br> L´application dispose d´un outil de contrôle de la date de clôture que vous pouvez activer en cochant l´option <i>Toujours avertir s´il est conseillé de mettre à jour cette date.</i>

# RES_configurationoptions.lblfreezedatetitle.text.rotext
source: Closing date
eu: Epemuga
fr: Date de clôture

# RES_configurationoptions.lblgroupuserfieldsnotused.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_configurationoptions.lblgroupuserfieldsoptionsheader.text.rotext
source: Customizing your company profile
eu: Enpresaren fitxategiaren pertsonalizazioa
fr: Personnalisation de la fiche de l´entreprise

# RES_configurationoptions.lblgroupuserfieldsoptionsinfo.text.rotext
source: In this screen, you manage the company profile that you need to define for the company(ies). You can create, edit, delete fields and select which ones you want to see. You can also create categories to group the fields in the company profile; for example, tax data, company data, GDPR data, etc.<br>When creating a new field, you must enter: the type of field -numeric, text, date, list, etc.-, the access level (GDPR) -low, medium, high-, the category and whether or not it will have a value history.
eu: Pantaila honetan, enpresarentzat definitu behar duzun enpresa fitxategia kudeatzen duzu. Eremuak sortu, editatu, ezabatu eta ikusi nahi dituzun aukera ditzakezu. Era berean, kategoriak sor ditzakezu enpresaren fitxategiaren eremuak taldekatzeko; adibidez, zerga datuak, enpresaren datuak, RGPD datuak,...<br>Eremu berri bat sortzerakoan honako hauek jakinarazi behar dituzu: eremu mota -zenbakizkoa, testua, data, zerrenda,...-, sarbide-maila (RGPD) - baxua, ertaina, altua-, kategoria eta balioen historia izango duen ala ez.
fr: Cet écran permet de gérer la fiche d´entreprise que vous devez définir pour l´entreprise/les entreprises. Vous pouvez créer, éditer et supprimer des champs, ainsi que sélectionner ceux que vous souhaitez voir. Par ailleurs, vous pouvez créer des catégories pour regrouper les champs de la fiche de l´entreprise ; par ex., données fiscales, données de l´entreprise, données RGPD, etc.<br>Lors de la création d´un nouveau champ, vous devrez renseigner le type de champ (numérique, texte, date, liste, etc.), le niveau d´accès RGPD (faible, moyen ou élevé), la catégorie et s´il aura ou non un historique des valeurs.

# RES_configurationoptions.lblgroupuserfieldsoptionstabbutton.text.rotext
source: Company profile
eu: Enpresaren fitxategia
fr: Fiche entreprise

# RES_configurationoptions.lblgroupuserfieldsused.text.rotext
source: Selected fields
eu: Hautatutako eremuak
fr: Champs sélectionnés

# RES_configurationoptions.lblheader.text.rotext
source: General options
eu: Aukera orokorrak
fr: Options générales

# RES_configurationoptions.lblinfo.text.rotext
source: This is the general options screen. Choose the configuration category from the list on the right and the options will appear below. Please note that some options cannot be modified or activated depending on the Visualtime server configuration or version used.
eu: Hau da aukera orokorrak pantaila. Aukeratu ezarpenen kategoria eskuineko zerrendatik eta aukerak behean agertuko dira. Kontuan izan aukera batzuk ezin direla aldatu edo gaitu erabili Visualtime zerbitzariaren konfigurazioaren edo bertsioaren arabera.
fr: Voici l´écran des options générales. Choisissez la catégorie de configuration dans la liste de droite et les options apparaîtront ci-dessous. Veuillez noter que certaines options ne peuvent pas être modifiées ou activées en fonction de la configuration du serveur Visualtime ou de la version utilisée.

# RES_configurationoptions.lblinfolocation.text.rotext
source: Enter the different folders that can be used from the data link, from the time clock connector, and from the reports scheduled by the users. Do not include file names, only the destination folder.
eu: Sartu datu-loturatik, erloju-konektoretik eta erabiltzaileek aurreikusitako txostenetatik erabil daitezkeen karpeta desberdinak. Ez sartu fitxategi-izenak, helmuga karpeta bakarrik.
fr: Saisissez les différents dossiers qui pourront être utilisés à partir du lien de données, à partir du connecteur de pointages, et à partir des rapports planifiés par les utilisateurs. N´incluez pas les noms de fichiers, uniquement le dossier de destination.

# RES_configurationoptions.lblinfolocation2.text.rotext
source: Please note that the user must be assigned the necessary permissions to access this folder, otherwise they will not be able to open the report.
eu: Kontuan izan erabiltzaileak karpeta honetara sartzeko beharrezko baimenak izan behar dituela. Bestela, ezin izango duzu txostena ireki.
fr: Notez que l´utilisateur doit disposer des autorisations nécessaires pour pouvoir accéder à ce dossier. Sinon, il ne pourra pas ouvrir le rapport.

# RES_configurationoptions.lblinfomaildesc.text.rotext
source: Server Information
eu: Zerbitzariaren informazioa
fr: Informations sur le serveur

# RES_configurationoptions.lbllocations.text.rotext
source: Destinations available for the Report Scheduler
eu: Helmugak eskuragarri daude Txosten-planifikatzaileak
fr: Destinations disponibles pour le planificateur de rapports

# RES_configurationoptions.lblmailaccount.text.rotext
source: Email address:
eu: Helbide elektronikoa:
fr: Adresse postale :

# RES_configurationoptions.lblmailaccounttitle.text.rotext
source: Email account
eu: Posta elektronikoko kontua
fr: Compte e-mail

# RES_configurationoptions.lblmaildesc.text.rotext
source: From this form you can configure the email parameters.
eu: Inprimaki honetatik posta elektronikoaren parametroak konfigura ditzakezu.
fr: Ce formulaire permet de configurer les paramètres de messagerie.

# RES_configurationoptions.lblmailfield.text.rotext
source: Field on the tab that will be used as the users' email account:
eu: Erabiltzaileen posta elektronikoko kontu gisa erabiliko den fitxategiaren eremua:
fr: Champ de la fiche qui sera utilisé comme compte de messagerie des utilisateurs :

# RES_configurationoptions.lblmailpwd.text.rotext
source: Password:
eu: Pasahitza:
fr: Mot de passe :

# RES_configurationoptions.lblmailserver.text.rotext
source: Mail server:
eu: Posta zerbitzaria:
fr: Serveur de messagerie :

# RES_configurationoptions.lblmailtitle.text.rotext
source: Setting up mail options
eu: Posta elektronikoaren aukeren konfigurazioa
fr: Configuration des options de messagerie

# RES_configurationoptions.lblmailuser.text.rotext
source: User:
eu: Erabiltzailea:
fr: Utilisateur :

# RES_configurationoptions.lblmonthperiod1.text.rotext
source: The day
eu: Eguna
fr: Le

# RES_configurationoptions.lblmonthperiod2.text.rotext
source: , will count as the first day of the month.
eu: , hileko lehen egun gisa zenbatuko da.
fr: , comptera comme le premier jour du mois.

# RES_configurationoptions.lblmonthperioddescription.text.rotext
source: We can specify the monthly period we are going to use, marking the day we are going to count as the first of the month. From that day on, a calendar month will be counted (If we start on the 20th, the monthly period will be from the 20th of the current month to the 19th of the following month).
eu: Erabiliko dugun hileko epea zehaztu dezakegu, hilaren lehenengo gisa zenbatuko dugun eguna markatuz. Egun horretatik aurrera, hilabete natural bat zenbatuko da (20an hasten bagara, hilabeteko epea egungo hilaren 20tik hurrengo hilaren 19ra artekoa izango da).
fr: Il est possible de spécifier la période mensuelle allant être utilisée, en marquant le jour qui sera compté comme le premier du mois. À partir de ce jour, un mois civil sera compté (s´il commence le 20, la période mensuelle s´étendra du 20 du mois en cours au 19 du mois suivant).

# RES_configurationoptions.lblmonthperiodtitle.text.rotext
source: Monthly period
eu: Hileko epea
fr: Période mensuelle

# RES_configurationoptions.lblmoveoptionstitle.text.rotext
source: Transfer options
eu: Transferentzia aukerak
fr: Options de pointages

# RES_configurationoptions.lblmovesoptionsinfo.text.rotext
source: From this form we will configure the detection times between an entry and an exit, as well as repeated check-ins.
eu: Inprimaki honetatik sarrera eta irteera baten arteko detekzio-denborak konfiguratuko ditugu, baita errepikatutako erlojuak ere.
fr: Ce formulaire permet de configurer les temps de détection entre une entrée et une sortie, ainsi que les pointages répétés.

# RES_configurationoptions.lblmovesoptionstabbutton.text.rotext
source: Transfer options
eu: Transferentzia aukerak
fr: Options de pointages

# RES_configurationoptions.lblparameterstitle.text.rotext
source: Emergency Report
eu: Larrialdi Txostena
fr: Rapport d´urgence

# RES_configurationoptions.lblphotodeletedatys.text.rotext
source: Days that the data will remain in the system:
eu: Datuak sisteman geratuko diren egunak:
fr: Jours pendant lesquels les données resteront dans le système :

# RES_configurationoptions.lblphotodeleteinfo.text.rotext
source: In compliance with REGULATION (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (GDPR), user profile photos cannot be stored indefinitely.
eu: Europako Parlamentuaren eta Kontseiluaren 2016ko apirilaren 27ko 2016/679 ARAUDIA (EB) pertsona fisikoen babesari buruzko datu pertsonalen tratamenduari eta datu horien zirkulazio libreari buruzkoa (GDPR). , erabiltzaileak sinatzen dituen argazkiak ezin dira mugagabe gorde.
fr: Conformément au RÈGLEMENT (UE) 2016/679, du Parlement européen et du Conseil du 27 avril 2016, relatif à la protection des personnes physiques à l’égard du traitement des données personnelles et à la libre circulation de ces données (RGPD), les photos des pointages des utilisateurs ne peuvent pas être stockées indéfiniment.

# RES_configurationoptions.lblphotodeletemaininfo.text.rotext
source: In this form, we will configure the different parameters that will indicate the permanence of the audit data in the system.
eu: Inprimaki honetan, auditoretza-datuen sisteman iraunkortasuna adieraziko duten parametro desberdinak konfiguratuko ditugu.
fr: Ce formulaire permet de configurer les différents paramètres qui indiqueront la permanence des données d´audit dans le système.

# RES_configurationoptions.lblphotodeletetitle.text.rotext
source: Permanence of photos
eu: Argazki Iraunkortasuna
fr: Permanence des photos

# RES_configurationoptions.lblpointfieldinfo.text.rotext
source: Select a field on the user's record where the assigned meeting point is indicated.
eu: Hautatu erabiltzailearen erregistroan esleitutako topagunea adierazten den eremu bat.
fr: Sélectionnez un champ de la fiche de l’utilisateur où le point de rencontre attribué est indiqué.

# RES_configurationoptions.lblport.text.rotext
source: Port:
eu: Portua:

# RES_configurationoptions.lblpunchperiodrtin.text.rotext
source: The minimum time allowed between an entry and an exit is:
eu: Sarrera eta irteera arteko gutxieneko denbora hau da:
fr: Le temps minimum autorisé entre une entrée et une sortie est de :
