Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOptions.*.resx
Languages: eu, fr

# RES_userfield.lblrequestcriteriaconfiguration.text.rotext
source: Configuration
eu: Ezarpena
fr: Paramètre

# RES_userfield.lblrequestcriteriadesc.text.rotext
source: Users who meet the following criteria will be able to request value changes for this field.
eu: Honako irizpide hauek betetzen dituzten erabiltzaileek eremu honetarako balio-aldaketak eskatu ahal izango dituzte.
fr: Les utilisateurs qui répondent aux critères suivants pourront demander des changements de valeur de ce champ.

# RES_userfield.lblrequestcriteriatitle.text.rotext
source: Criterion setting
eu: Irizpideen konfigurazioa
fr: Configuration du critère

# RES_userfield.lblrequestnobody.text.rotext
source: Nobody
eu: Inork
fr: Personne

# RES_userfield.lblrequestnobodydesc.text.rotext
source: No user will be able to request a change in the value of this field.
eu: Erabiltzaileek ezin izango dute eremu honen balioa aldatzeko eskatu.
fr: Aucun utilisateur ne pourra demander un changement de valeur de ce champ.

# RES_userfield.lblrequestsinfo.text.rotext
source: Who can request a change of value for this field?
eu: Nork eska dezake eremu honetarako balio-aldaketa
fr: Qui peut demander un changement de valeur de ce champ

# RES_userfield.lblrequeststitle.text.rotext
source: Visibility
eu: Ikusgarritasuna
fr: Visibilité

# RES_userfield.lbltitle.text.rotext
source: Custom Field Editing
eu: Editatu eremu pertsonalizatua
fr: Édition champ personnalisé

# RES_userfield.lbltype.text.rotext
source: Type
eu: Guy

# RES_userfield.lbluserfieldtitle.text.rotext
source: Custom Field Editing
eu: Editatu eremu pertsonalizatua
fr: Édition champ personnalisé

# RES_userfield.newcategory.invalidname.rotext
source: Incorrect category name
eu: Kategoriaren izen okerra
fr: Nom de catégorie incorrect

# RES_userfield.title.rotext
source: Custom Field Editing
eu: Editatu eremu pertsonalizatua
fr: Édition champ personnalisé

# RES_userfield.validate.fieldexist.rotext
source: The field already exists
eu: Eremua jada existitzen da
fr: Le champ existe déjà

# RES_userfield.validate.invalidname.rotext
source: Incorrect name
eu: Izen okerra
fr: Nom incorrect

# RES_configurationoptions.biometricdata2.text.rotext
source: Permanence of biometric data
eu: Datu biometrikoen iraunkortasuna
fr: Permanence des données biométriques

# RES_configurationoptions.label4bd.text.rotext
source: In compliance with GDPR laws, employee biometric data cannot be stored indefinitely.
eu: GDPR legeak betez, langileen datu biometrikoak ezin dira mugagabe gorde.
fr: Conformément aux lois RGPD, les données biométriques des employés ne peuvent pas être conservées indéfiniment.

# RES_configurationoptions.label5bd.text.rotext
source: Days that the data will remain in the system:
eu: Datuak sisteman geratuko diren egunak:
fr: Jours pendant lesquels les données resteront dans le système :

# RES_configurationoptions.tpmovesoptions_biometricdate.tooltip.rotext
source: Biometric data
eu: Datu biometrikoak
fr: Données biométriques

# RES_configurationoptions.lblbiometricdatetitle.text.rotext
source: Biometric data
eu: Datu biometrikoak
fr: Données biométriques

# RES_configurationoptions.lblbiometricdatetitle.tooltip.rotext
source: Biometric data
eu: Datu biometrikoak
fr: Données biométriques

# RES_configurationoptions.chkdisablebiometricdata.text.rotext
source: Disable the use of biometric data
eu: Desgaitu datu biometrikoen erabilera
fr: Désactiver l'utilisation des données biométriques

# RES_configurationoptions.chkdisablebiometricdata.tooltip.rotext
source: Disable the use of biometric data
eu: Desgaitu datu biometrikoen erabilera
fr: Désactiver l'utilisation des données biométriques

# RES_configurationoptions.lbldeletebiometricdata.text.rotext
source: Delete biometric data
eu: Ezabatu datu biometrikoak
fr: Supprimer les données biométriques

# RES_configurationoptions.lbldeletebiometricdata.tooltip.rotext
source: Delete biometric data
eu: Ezabatu datu biometrikoak
fr: Supprimer les données biométriques

# RES_configurationoptions.msgdisablebiometricdata.rotext
source: Disable the use of biometric data
eu: Desgaitu datu biometrikoen erabilera
fr: Désactiver l'utilisation des données biométriques

# RES_configurationoptions.msgdeletebiometricdata.rotext
source: Delete biometric data
eu: Ezabatu datu biometrikoak
fr: Supprimer les données biométriques

# RES_userfield.validate.xsserror.rotext
source: A malicious script has been detected in some property of the object
eu: Script gaizto bat detektatu da objektuaren propietate batzuetan
fr: Un script malveillant a été détecté dans les propriétés de l'objet

# RES_taskfield.validate.xsserror.rotext
source: A malicious script has been detected in some property of the object
eu: Script gaizto bat detektatu da objektuaren propietate batzuetan
fr: Un script malveillant a été détecté dans les propriétés de l'objet

# RES_businesscenterfield.validate.xsserror.rotext
source: A malicious script has been detected in some property of the object
eu: Script gaizto bat detektatu da objektuaren propietate batzuetan
fr: Un script malveillant a été détecté dans les propriétés de l'objet

# RES_configurationoptions.gridcertificates.certificate.rotext
source: Certificate
eu: Ziurtagiria
fr: Certificat

# RES_configurationoptions.gridcertificates.createdat.rotext
source: Date
eu: Data

# RES_configurationoptions.gridcertificates.createdby.rotext
source: Generated by
eu: Sortutakoa
fr: Généré par

# RES_configurationoptions.gridcertificates.link.rotext
source: Link
eu: esteka
fr: lien

# RES_uploadcertificate.title.rotext
source: Upload certificate
eu: Kargatu ziurtagiria
fr: Télécharger le certificat

# RES_uploadcertificate.lblpgpdefinition.text.rotext
source: Upload your public key
eu: Kargatu zure gako publikoa
fr: Téléchargez votre clé publique

# RES_uploadcertificate.lblfileuploaddesc.text.rotext
source: Select the file you want to attach:
eu: Hautatu erantsi nahi duzun fitxategia:
fr: Sélectionnez le fichier que vous souhaitez joindre :

# RES_uploadcertificate.lblfileupload.text.rotext
source: Clue:
eu: Arrastoa:
fr: Clé :

# RES_uploadcertificate.btok.text.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_uploadcertificate.btok.tooltip.rotext
source: Accept
eu: Onartu
fr: Accepter

# RES_uploadcertificate.btcancel.text.rotext
source: Cancel
eu: Utzi
fr: Annuler

# RES_uploadcertificate.lblfileuploaded.text.rotext
source: You already have a file uploaded, if you upload another one it will be overwritten.
eu: Dagoeneko fitxategi bat kargatuta daukazu, beste bat igoz gero gainidatzi egingo da.
fr: Vous avez déjà téléchargé un fichier, si vous en téléchargez un autre, il sera écrasé.

# RES_configurationoptions..title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions..description.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.pgpcheck.nofileuploaded.rotext
source: You must upload a public key if you check the PGP Encryption option
eu: Gako publiko bat igo behar duzu PGP enkriptatzea aukera egiaztatzen baduzu
fr: Vous devez télécharger une clé publique si vous cochez l'option PGP Encryption

# RES_userfield.userfieldusedinprocess.rotext
source: This tab field is used in the calculation process
eu: Txartelaren eremu hau kalkulu-prozesuan erabiltzen da
fr: Ce champ de l'onglet est utilisé dans le processus de calcul

# RES_userfield.userfieldusedintimegate.rotext
source: This tab field is used as an identifier in Time Gate
eu: Erregistroaren eremu hau Time Gaten identifikatzaile gisa erabiltzen da
fr: Ce champ de l'onglet est utilisé comme identifiant dans Time Gate

# RES_userfield.lblunique.text.rotext
source: Restriction of single values
eu: Bakarrik
fr: Seulement

# RES_fieldsmanager.grdemployeeuserfieldsnotused.columns#6.headertext.rotext
source: Only
eu: Bakarrik
fr: Seulement

# RES_fieldsmanager.grdemployeeuserfieldsused.columns#6.headertext.rotext
source: Only
eu: Bakarrik
fr: Seulement

# RES_fieldsmanager.grdsystememployeeuserfields.columns#6.headertext.rotext
source: Only
eu: Bakarrik
fr: Seulement

# RES_userfield.validate.userfielduniqueconstraint.rotext
source: It is not possible to restrict this field because it contains repeated values
eu: Eremu hau ezin da mugatu balio bikoiztuak dituelako.
fr: Ce champ de l'onglet contient des valeurs en double dans différents utilisateurs.

# RES_userfield.validate.userfielduniquetypeconstraint.rotext
source: Only numeric or text fields can be unique
eu: Zenbakizko edo testu-eremuak soilik izan daitezke bakarrak
fr: Seuls les champs numériques ou textuels peuvent être uniques

# RES_fieldsmanager.removeuserfieldused.usedintimegate.description.rotext
source: The token field is used as an identifier in Time Gate
eu: Token eremua identifikatzaile gisa erabiltzen da Time Gate-n
fr: Le champ du jeton est utilisé comme identifiant dans Time Gate

# RES_configurationoptions.lblweblinks.text.rotext
source: Links
eu: Estekak
fr: Liens

# RES_configurationoptions.lblweblinkstitle.text.rotext
source: Links
eu: Estekak
fr: Liens

# RES_configurationoptions.lblweblinksdesc.text.rotext
source: In this section we will configure the link blocks that will appear on the VTLive home screen and on VTPortal.
eu: Atal honetan VTLive hasierako pantailan eta VTPortal-en agertuko diren esteken blokeak konfiguratuko ditugu.
fr: Dans cette section, nous allons configurer les blocs de liens qui apparaîtront sur l'écran d'accueil de VTLive et sur VTPortal.

# RES_configurationoptions.lbldocumentoptionstabbutton.text.rotext
source: Documents
eu: Dokumentuak

# RES_configurationoptions.chka3payroll.text.rotext
source: A3 Payroll Import
eu: A3 nominak inportatzea
fr: A3 Importation de la paie

# RES_configurationoptions.msga3payrollimport.rotext
source: A3 Payroll Import
eu: A3 nominak inportatzea
fr: A3 Importation de la paie

# RES_configurationoptions.lbldocumentsoptionstitle.text.rotext
source: Special folders
eu: Karpeta bereziak
fr: Dossiers spéciaux

# RES_configurationoptions.lbla3payrrollinfo.text.rotext
source: You can activate here a special folder for importing A3 payslips
eu: Karpeta berezi bat aktibatu dezakezu hemen A3 nominak inportatzeko
fr: Vous pouvez activer ici un dossier spécial pour l'importation des fiches de paie A3
