Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveShifts.*.resx
Languages: eu, fr, gl, it, pt, sk

# RES_shifts.lbltitleformrule.text.rotext
source: In this screen, define the justification rules. <br>The five boxes to be defined correspond to: incidence / Time zone / Incidence value / Justification / Justification value
eu: Pantaila honetan, zehaztu justifikazio-arauak. <br>Definitu beharreko bost koadroak hauek dira: gorabehera / Ordu-eremua / Gorabeheraren balioa / justifikazioa / Justifikazio balioa
fr: Sur cet écran, vous pouvez définir les règles de justification. <br>Les cinq cases à définir correspondent à : incident / zone horaire / valeur d´incident / justification / valeur de justification
gl: Nesta pantalla define as regras de xustificación. <br>As cinco casas que se deben definir corresponden a: incidencia / zona horaria / valor incidencia / xustificación / valor xustificación
it: In questa schermata, definisci le regole di giustificazione. <br>Le cinque caselle da definire corrispondono a: Evento / Fascia oraria / Valore dell´evento / Giustificazione /Valore della giustificazione
pt: Neste ecrã, defina as regras de justificação. <br>As cinco caixas que serão definidas correspondem a: incidência / zona horária / valor incidência / justificação /valor justificação
sk: Na tejto obrazovke definujte pravidlá odôvodnenia. <br>Päť políčok, ktoré treba definovať, zodpovedá: Udalosť / Časové pásmo / Hodnota udalosti / Odôvodnenie / Hodnota odôvodnenia / Odôvodnenie hodnoty

# RES_shifts.lbltitlerecalculateshift.text.rotext
source: Recalculate the schedule
eu: Kalkulatu berriro ordutegia
fr: Recalculer l´horaire
gl: Recalcular o horario
it: Ricalcola l´orario
pt: Recalcular o horário
sk: Prepočítajte rozvrh

# RES_shifts.lbltotaldiarys.text.rotext
source: Daily totals
eu: Eguneko guztirakoak
fr: Totaux quotidiens
gl: Totais diarios
it: Totali giornalieri
pt: Totais diários
sk: Denné súčty

# RES_shifts.lbltothorprev.text.rotext
source: Theoretical hours:
eu: Ordu teorikoak:
fr: Le nombre total d´heures théoriques pour cet horaire est de :
gl: Horas teóricas:
it: Il totale di ore teoriche per questo orario è di:
pt: Horas teóricas:
sk: Celkový počet teoretických hodín pre tento rozvrh je:

# RES_shifts.lbltottimenolleg1.text.rotext
source: If time does not come
eu: Denbora iristen ez bada
fr: Si le temps n´atteint pas
gl: Se o tempo non chega a
it: Se il tempo non arriva a
pt: Se o tempo não chegar a
sk: Ak čas nedosiahne

# RES_shifts.lbltottimenolleg2.text.rotext
source: hours, then an incident will be generated
eu: orduetan, orduan gorabehera bat sortuko da
fr: heures, alors un incident sera généré
gl: horas, entón xerarase unha incidencia
it: ore, quindi verrà generato un evento
pt: horas, então gerar-se-á uma incidência
sk: hodín, potom sa vygeneruje udalosť

# RES_shifts.lbltottimenosup1.text.rotext
source: If the time exceeds the
eu: Denbora gainditzen bada
fr: Si le temps dépasse
gl: Se o tempo supera as
it: Se il tempo supera le
pt: Se o tempo ultrapassar as
sk: Ak čas prekročí

# RES_shifts.lbltottimenosup2.text.rotext
source: hours, then
eu: orduak, orduan
fr: heures, alors
gl: horas, entón
it: ore, quindi
pt: horas, então
sk: hodín, potom

# RES_shifts.lbltypedesc.text.rotext
source: Specify the schedule type.</br>The schedule type establishes the behavior of the schedule and its parameterization possibilities.
eu: Zehaztu programazio mota.</br>Ordutegi motak bere portaera eta parametrizatzeko aukerak ezartzen ditu.
fr: Précisez le type d´horaire.</br>Le type d´horaire établit son comportement et ses possibilités de paramétrage.
gl: Especifica o tipo de horario.</br>O tipo de horario establece o comportamento e as súas posibilidades de parametrización.
it: Specifica il tipo di orario.</br>Il tipo di orario definisce il comportamento dello stesso e le sue possibilità di parametrizzazione.
pt: Especifique o tipo de horário.</br>O tipo de horário estabelece o comportamento do mesmo e as suas possibilidades de parametrização.
sk: Zadajte typ rozvrhu.</br>Typ rozvrhu určuje správanie rozvrhu a možnosti jeho parametrizácie.

# RES_shifts.lbltypeperms.text.rotext
source: Type of permissions
eu: Baimen mota
fr: Type d´autorisations
gl: Tipo permisos
it: Tipo permessi
pt: Tipo de autorizações
sk: Typ povolení

# RES_shifts.lbltypepermsdesc.text.rotext
source: This schedule will be used in the permit application module.
eu: Ordutegi hori baimena eskatzeko moduluan erabiliko da.
fr: Cet horaire sera utilisé dans le module de demande de permissions.
gl: Este horario utilizarase no módulo de solicitude de permisos.
it: Questo orario verrà utilizzato nel modulo di richiesta di permessi.
pt: Este horário será utilizado no módulo de pedidos de autorização.
sk: Tento harmonogram sa použije v module žiadosti o povolenie.

# RES_shifts.lbltypetitle.text.rotext
source: Type
eu: Guy
gl: Tipo
it: Tipo
pt: Tipo
sk: typ

# RES_shifts.lblvacations.text.rotext
source: Vacations
eu: Oporrak
fr: Des vacances
gl: Vacacións
it: Vacanza
pt: Férias
sk: Dovolenka

# RES_shifts.lblvacationsdesc.text.rotext
source: This is considered a time when no clocking-in will be made. All parameterization options are deactivated except name, color and abbreviated name. The time can be used in the User Portal to make vacation requests.
eu: Sinaketak egingo ez diren garaitzat hartzen da. Parametrizazio aukera guztiak desaktibatuta daude izena, kolorea eta izen laburtua izan ezik. Ordutegia Erabiltzaileen Atarian erabil daiteke oporretako eskaerak egiteko.
fr: Est considéré comme un horaire dans lequel aucun pointage ne sera effectué. Toutes les options de paramétrage sont désactivées, à l´exception du nom, de la couleur et du nom court. L´horaire pourra être utilisé sur le Portail utilisateur pour effectuer des demandes de congés.
gl: Considérase como horario no que non se realizarán fichaxes. Quedan desactivadas todas as Opcións de parametrización salvo nome, cor e nome abreviado. O horario poderase utilizar no Portal do usuario para realizar solicitudes de vacacións.
it: Si considera come orario in cui non verranno effettuate timbrature. Sono disattivate tutte le opzioni di parametrizzazione tranne nome, colore e nome abbreviato. Si potrà utilizzare l’orario nel portale dell´utente per effettuare richieste di ferie.
pt: Consideram-se horários aqueles em que não se efetuam picagens. Ficam desativadas todas as Opções de parametrização, exceto o nome, a cor e o nome abreviado. O horário poderá ser usado no Portal do utilizador para fazer os pedidos de férias.
sk: Považuje sa za čas, keď sa nevykonávajú žiadne hodiny. Všetky možnosti parametrizácie sú deaktivované okrem názvu, farby a skráteného názvu. Rozvrh hodín možno použiť na portáli používateľa na zadávanie požiadaviek na dovolenku.

# RES_shifts.lblvisibilityalldesc.text.rotext
source: All users will be able to request this schedule.
eu: Erabiltzaile guztiek eska dezakete ordutegi hau.
fr: Tous les utilisateurs pourront demander cet horaire.
gl: Todos os usuarios poderán solicitar este horario.
it: Tutti gli utenti potranno richiedere questo orario.
pt: Todos os utilizadores poderão solicitar este horário.
sk: O tento rozvrh môžu požiadať všetci používatelia.

# RES_shifts.lblvisibilityalltitle.text.rotext
source: All
eu: Denak
fr: Tous
gl: Todos
it: Tutto
pt: Todos
sk: Všetky

# RES_shifts.lblvisibilitycriteriadesc.text.rotext
source: Users who meet the following criteria will be able to request this schedule.
eu: Ondoko irizpideak betetzen dituzten erabiltzaileek ordutegi hori eskatu ahal izango dute.
fr: Les utilisateurs qui répondent aux critères suivants pourront demander cet horaire.
gl: Os usuarios que cumpran os seguintes criterios poderán solicitar este horario.
it: Gli utenti che soddisfano i seguenti criteri potranno chiedere questo orario.
pt: Os utilizadores que cumpram os seguintes critérios poderão solicitar este horário.
sk: O tento rozvrh môžu požiadať používatelia, ktorí spĺňajú nasledujúce kritériá.

# RES_shifts.lblvisibilitycriteriatitle.text.rotext
source: According to criteria
eu: Irizpideen arabera
fr: Selon des critères
gl: Segundo criterio
it: Secondo criteri
pt: De acordo com o critério
sk: Podľa kritérií

# RES_shifts.lblvisibilitydesccriteria.text.rotext
source: Those users whose selected field meets the indicated value.
eu: Fitxan hautatutako eremuak adierazitako balioa betetzen duten erabiltzaileak.
fr: Les utilisateurs dont le champ de la fiche sélectionné correspond à la valeur indiquée.
gl: Aqueles usuarios cuxo campo da ficha seleccionado cumpra o valor indicado.
it: Quegli utenti il cui campo della scheda selezionato soddisfi il valore indicato.
pt: Os utilizadores cujo campo da ficha selecionado cumpra o valor indicado.
sk: Používatelia, ktorých vybrané pole tokenu spĺňa zadanú hodnotu.

# RES_shifts.lblvisibilitydescription.text.rotext
source: From this section, you can select which users will be able to access the schedule from the User Portal.
eu: Atal honetatik, Erabiltzaileen Ataritik ordutegian zein erabiltzaile sartu ahal izango diren hauta dezakezu.
fr: À partir de cette section, vous pourrez sélectionner les utilisateurs qui pourront accéder à l´horaire depuis le Portail utilisateur.
gl: Dende este apartado, poderá seleccionar que usuarios poderán acceder ao horario dende o Portal do usuario.
it: Da questa sezione sarà possibile selezionare quali utenti potranno accedere all´orario dal portale dell´utente.
pt: Nesta seção poderá selecionar que utilizadores poderão aceder ao horário a partir do Portal do utilizador.
sk: V tejto časti môžete vybrať používateľov, ktorí budú mať prístup k rozvrhu z portálu používateľa.

# RES_shifts.lblvisibilitynobodydesc.text.rotext
source: No user will be able to request this schedule.
eu: Erabiltzaileek ezin izango dute ordutegi hau eskatu.
fr: Aucun utilisateur ne pourra demander cet horaire.
gl: Ningún usuario poderá solicitar este horario.
it: Nessun utente potrà richiedere questo orario.
pt: Nenhum utilizador poderá solicitar este horário.
sk: Na tento rozvrh sa nemôže prihlásiť žiadny používateľ.

# RES_shifts.lblvisibilitynobodytitle.text.rotext
source: Nobody
eu: Inork
fr: Personne
gl: Ninguén
it: Nessuno
pt: Ninguém
sk: Nikto

# RES_shifts.lblwhocansol.text.rotext
source: Who can apply?
eu: Nork eska dezake
fr: Qui peut effectuer une demande
gl: Quen pode solicitar
it: Chi può richiedere
pt: Quem pode solicitar
sk: Kto sa môže prihlásiť

# RES_shifts.lblworkdaystartafter2.text.rotext
source: If you have not started your day by the scheduled time, remind the
eu: Zure eguna hasi ez duzun programatutako orduaz, gogoratu
fr: de l´heure prévue n´avez pas commencé votre journée, rappeler à l´/au/aux
gl: da hora prevista non iniciou a súa xornada, lembrar ao
it: dell´ora prevista non hai iniziato la tua giornata, ricorda a
pt: da hora prevista não iniciou o seu dia de trabalho, lembrar a
sk: ak ste nezačali svoj deň pred plánovaným časom, pripomeňte, prosím

# RES_shifts.lblworkdaystartafter3.text.rotext
source: that must register the start of the working day
eu: nork bere egunaren hasiera erregistratu behar du
fr: qu´il doit enregistrer son début de journée
gl: que debe rexistrar o seu inicio de xornada
it: che deve registrare l´inizio della sua giornata
pt: que deve registar o início do seu dia de trabalho
sk: kto musí zaregistrovať svoj začiatok pracovného dňa

# RES_shifts.lblworkdaystartbefore.text.rotext
source: Start of day settings
eu: Egunaren konfigurazioaren hasiera
fr: Configuration de début de la journée
gl: Configuración de inicio da xornada
it: Configurazione dell´inizio della giornata
pt: Configuração de início da jornada
sk: Konfigurácia na začiatku dňa

# RES_shifts.lblworkdaystartbefore2.text.rotext
source: who cannot start his day
eu: bere eguna hasi ezin duena
fr: qu´il ne peut pas commencer sa journée
gl: que non pode iniciar a súa xornada
it: che non può iniziare la sua giornata
pt: que não pode iniciar o seu dia de trabalho
sk: ktorý nemôže začať svoj deň

# RES_shifts.lblworkdaystartbefore3.text.rotext
source: before the scheduled time, unless there is an authorized forecast of excess work hours
eu: aurreikusitako ordua baino lehen, gehiegizko lanaldien aurreikuspen baimendurik ez baduzu
fr: avant l´heure prévue, sauf s´il a une prévision autorisée d´heures excédentaires
gl: antes da súa hora prevista, a non ser que teña unha previsión autorizada de exceso de xornada
it: prima della sua ora prevista, a meno che non abbia una previsione autorizzata di straordinari
pt: antes da sua hora prevista, a não ser que tenha uma previsão autorizada que lhe permita fazer horas fora do seu horário
sk: pred plánovaným časom, pokiaľ nemá schválenú predpoveď na nadčasový deň

# RES_shifts.lblworkingdays.text.rotext
source: Working days
eu: Lan egunak
fr: Jours ouvrables
gl: Días laborables
it: Giorni lavorativi
pt: Dias úteis
sk: Pracovné dni

# RES_shifts.lblzonedel.text.rotext
source: Remove
eu: Kendu
fr: Retirer
gl: Quitar
it: Rimuovi
pt: Eliminar
sk: Odstránenie stránky

# RES_shifts.lblzonesadd.text.rotext
source: Add...
eu: Gehitu...
fr: Ajouter...
gl: Engadir...
it: Aggiungi...
pt: Adicionar...
sk: Pridať...

# RES_shifts.lblzonesdesc.text.rotext
source: In this screen, the different Hour segments are defined. By default, there is an all-day hour segment called Normal hours. The Hour segments allow the same incident to be treated differently, depending on the hour segment in which it occurs. For example, if it is necessary to differentiate between nighttime overtime and daytime overtime, it will be necessary to create an hour segment for nighttime hours to be able to justify the excess occurrence that takes place during nighttime hours as Nighttime overtime and the excess occurrence that takes place during normal hours as Daytime overtime.
eu: Pantaila honetan, Denbora Segmentu desberdinak definitzen dira. Lehenespenez, egun osoa hartzen duen denbora-segmentu bat dago, Ordu arruntak izenekoa. Denbora-segmentuek gertakari bera modu ezberdinean tratatzeko aukera ematen dute, gertatzen den denbora-segmentuaren arabera. Adibidez, gaueko eta eguneko aparteko orduak bereizi behar badituzu, gaueko segmentu bat sortu beharko duzu gaueko orduetan gertatzen den aparteko orduen intzidentzia Gaueko ordu gisa eta ohiko orduetan gertatzen diren aparteko orduen intzidentzia Eguneko ordu gisa justifikatzeko.
fr: Cet écran permet de définir les différentes zones horaires. Par défaut, il existe une zone horaire qui englobe l´ensemble de la journée, appelée « Heures normales ». Les zones horaires permettent de traiter un même incident de différentes façons, selon la zone horaire où il se produit. Par exemple, si vous devez faire la différence entre les heures supplémentaires de nuit ou de jour, il faudra créer une zone horaire d´heures de nuit afin de pouvoir justifier l´incident d´heures excédentaires ayant lieu au cours des heures de nuit en tant qu´heures supplémentaires de nuit, et l´incident d´heures excédentaires ayant lieu au cours des heures normales en tant qu´heures supplémentaires de jour.
gl: Nesta pantalla, defínense os diferentes Segmentos Temporais. De forma predeterminada, hai un segmento de tempo que abarca todo o día chamado Horas normais. Os segmentos de tempo permiten tratar un mesmo incidente de forma diferente, dependendo do segmento de tempo no que se produza. Por exemplo, se precisa diferenciar entre horas extraordinarias nocturnas e diúrnas, terá que crear un segmento nocturno para xustificar a incidencia das horas extraordinarias que se producen durante as horas nocturnas como Horas extraordinarias nocturnas e a incidencia das horas extraordinarias que se producen durante as horas normais como Horas extraordinarias diurnas.
it: In questa schermata vengono definite le varie fasce orarie. Per impostazione predefinita, esiste una fascia oraria che comprende il giorno intero e che viene chiamata Ore normali. Le Fasce orarie consentono di trattare uno stesso evento in modo diverso, in base alla fascia oraria in cui esso avvenga. Ad esempio, se è necessario differenziare tra straordinari notturni e diurni, sarà necessario creare una fascia oraria di ore notturne per poter giustificare l´evento di eccesso che si verifica in ore notturne come Straordinario notturno e l´evento di eccesso si verifichi in orario normale come Straordinario diurno.
pt: Neste ecrã, definem-se os diferentes Segmentos horários. Por defeito, existe um segmento horário que abrange todo o dia, designado por Horas normais. Os Segmentos horários permitem que o mesmo incidente seja tratado de forma diferente, consoante o segmento horários em que ocorrer. Por exemplo, se for necessário fazer uma distinção entre as horas extraordinárias noturnas e as horas extraordinárias diurnas, será necessário criar um segmento horário para as horas noturnas para poder justificar o incidente de excesso que ocorre nas horas noturnas como Horas Extraordinárias noturnas e a incidência de excesso que ocorre nas horas normais como Horas Extraordinárias diurnas.
sk: Na tejto obrazovke sa definujú rôzne časové pásma. V predvolenom nastavení je časové pásmo, ktoré pokrýva celý deň, nazvané Normálne hodiny. Časové pásma umožňujú, aby sa s rovnakým incidentom zaobchádzalo rôzne v závislosti od časového pásma, v ktorom sa vyskytol. Ak je napríklad potrebné rozlišovať medzi nadčasmi v nočných hodinách a nadčasmi v denných hodinách, bude potrebné vytvoriť časové pásmo pre nočné hodiny, aby bolo možné zdôvodniť výskyt nadčasov, ktoré sa vyskytnú v nočných hodinách, ako nadčasy v nočných hodinách a výskyt nadčasov, ktoré sa vyskytnú v bežných hodinách, ako nadčasy v denných hodinách.

# RES_shifts.lblzonesgridtitle.text.rotext
source: Hour segments
eu: Denbora-segmentuak
fr: Zones horaires
gl: Segmentos temporais
it: Fasce orarie
pt: Segmentos horários
sk: Časové pásma

# RES_shifts.lblzonestitle.text.rotext
source: Hour segments
eu: Denbora-segmentuak
fr: Zones horaires
gl: Segmentos temporais
it: Fasce orarie
pt: Segmentos horários:
sk: Časové pásma

# RES_shifts.lbpropsdesc.text.rotext
source: In this screen, the internal properties of the schedule are defined.
eu: Pantaila honetan, programazioaren barne-propietateak definitzen dira.
fr: Cet écran permet de définir les propriétés internes de l´horaire.
gl: Nesta pantalla defínense as propiedades internas do horario.
it: In questa schermata vengono definite le proprietà interne dell´orario.
pt: Neste ecrã definem-se as propriedades internas do horário.
sk: Na tejto obrazovke sa definujú vnútorné vlastnosti rozvrhu.

# RES_shifts.mandatory.betweenhours.rotext
source: Between two hours
eu: bi ordu artean
fr: Entre deux heures
gl: Entre dúas horas
it: Tra due ore
pt: Entre duas horas
sk: Medzi dvoma hodinami

# RES_shifts.mandatory.byentrance.rotext
source: According to entry
eu: Sarreraren arabera
fr: Selon l´entrée
gl: Segundo entrada
it: In base a entrata
pt: Segundo a entrada
sk: Podľa záznamu

# RES_shifts.mandatory.fixedhour.rotext
source: Fixed time
eu: ordu finkoa
fr: Heure fixe
gl: Hora fixa
it: Ora fissa
pt: Hora fixa
sk: Pevný čas

# RES_shifts.mandatory.ignoreincidence.rotext
source: Ignore incident
eu: Ez ikusi gertakaria
fr: Ignorer incident
gl: Ignorar incidencia
it: Ignora evento
pt: Ignorar incidência
sk: Ignorovať incident

# RES_shifts.mandatory.timeworked.rotext
source: Count as working time
eu: Kontatu denbora lan egin bezala
fr: Compter comme du temps de travail
gl: Contar como tempo traballo
it: Conteggia come tempo lavorato
pt: Contar como tempo trabalhado
sk: Počítajte ako odpracovaný čas

# RES_shifts.manualdetect.shiftafter.rotext
source: from the day after the schedule
eu: biharamunetik ordutegira
fr: du lendemain de l´horaire
gl: do día seguinte ao do horario
it: del giorno successivo a quello dell´orario
pt: do dia após ao do horário
sk: od nasledujúceho dňa po vydaní rozvrhu

# RES_shifts.manualdetect.shiftbefore.rotext
source: from the day before the schedule
eu: ordutegiaren aurreko egunean
fr: de la veille de l´horaire
gl: do día anterior ao do horario
it: del giorno precedente a quello dell´orario
pt: do dia anterior ao do horário
sk: dňa, ktorý predchádza dňu rozvrhu

# RES_shifts.manualdetect.shiftday.rotext
source: of the day of the schedule
eu: ordutegiaren egunekoa
fr: du jour de l´horaire
gl: do día do horario
it: del giorno dell´orario
pt: do dia do horário
sk: dňa rozvrhu

# RES_shifts.msghaschanges.rotext
source: Changes have been made to the schedule
eu: Ordutegian aldaketak egin dira
fr: Des modifications ont été apportées à l´horaire
gl: Realizáronse cambios no horario.
it: Sono state apportate modifiche all´orario
pt: Foram efetuadas alterações ao horário
sk: V rozvrhu boli vykonané zmeny

# RES_shifts.msghaserrors.rotext
source: Invalid values have been found in the schedule
eu: Balore baliogabeak aurkitu dira programazioan
fr: Des valeurs non valides ont été trouvées dans l´horaire
gl: Atopáronse valores non válidos no horario.
it: Sono stati trovati valori non validi nell´orario
pt: Foram encontrados valores inválidos no horário
sk: V rozvrhu sa našli neplatné hodnoty

# RES_shifts.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
fr: Sauvegarder les changements
gl: Gardar cambios
it: Salva modifiche
pt: Guardar alterações
sk: Uloženie zmien

# RES_shifts.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements
gl: Desfacer cambios
it: Annulla modifiche
pt: Anular alterações
sk: Zrušenie zmien

# RES_shifts.noshifts.rotext
source: There are no schedules in the group
eu: Ez dago ordutegirik taldean
fr: Il n´y a pas d´horaires dans le groupe
gl: Non hai horarios no grupo
it: Non ci sono orari nel gruppo
pt: Não há horários no grupo
sk: Žiadne rozvrhy v skupine

# RES_shifts.opcauseruledesc_0.rotext
source: <br>No justification rule applies during this time.
eu: <br>Une honetan, ez da justifikazio-araurik aplikatzen.
fr: <br>Dans cet horaire, aucune règle de justification ne s´applique.
gl: <br>Neste horario non se aplica ningunha regra de xustificación.
it: <br>In questo orario non viene applicata alcuna regola di giustificazione.
pt: <br>Não se aplica nenhuma regra de justificação neste horário.
sk: <br>Pri tomto časovom rozvrhu sa neuplatňuje žiadne pravidlo odôvodnenia.
