Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.action.ablock.rotext
source: Bloqueo
ca: Bloqueig
eu: Blokeatzea
fr: Blocage
it: Blocco
pt: Bloqueio
sk: Blokovanie

# RES_audit.action.aconnect.rotext
source: Conexión
ca: Connexió
eu: Konexioa
fr: Connexion
it: Connessione
pt: Ligação
sk: Pripojenie

# RES_audit.action.aconnectfail.rotext
source: Intento de conexión
ca: Intent de connexió
eu: Konexio saiakera
fr: Tentative de connexion
it: Tentativo di connessione
pt: Tentativa de ligação
sk: Pokus o pripojenie

# RES_audit.action.adelete.rotext
source: Borrado
ca: Esborrat
eu: Ezabatua
fr: Suppression
it: Eliminato
pt: Apagado
sk: Odstránené

# RES_audit.action.adisconnect.rotext
source: Desconexión
ca: Desconnexió
eu: Deskonexioa
fr: Coupure
it: Disconnessione
pt: Desligamento
sk: Odpojenie

# RES_audit.action.aexecuted.rotext
source: Ejecución
ca: Execució
eu: Exekuzioa
fr: Exécution
gl: Execución
it: Esecuzione
pt: Execução
sk: Vykonávanie

# RES_audit.action.ainsert.rotext
source: Alta
eu: altua
fr: haut
it: alto
pt: Registo
sk: Vysoká

# RES_audit.action.amultiselect.rotext
source: M-Consulta
eu: M-Kontsulta
fr: M-Requête
it: M-Query
sk: M-konzultácie

# RES_audit.action.anone.rotext
source: (Desconocida)
ca: (Desconeguda)
eu: (Ezezaguna)
fr: (Inconnu)
gl: (Descoñecida)
it: (Sconosciuto)
pt: (Desconhecida)
sk: (Neznámy)

# RES_audit.action.aselect.rotext
source: Consulta
eu: Kontsulta
fr: Consultation
it: Consultazione
sk: Konzultácie

# RES_audit.action.aunblock.rotext
source: Desbloqueo
ca: Desbloqueig
eu: Desblokeatu
fr: Ouvrir
it: Sbloccare
pt: Desbloqueio
sk: Odblokovanie

# RES_audit.action.aupdate.rotext
source: Actualización
ca: Actualització
eu: Eguneratu
fr: Mise à jour
it: Aggiornamento
pt: Atualização
sk: Aktualizácia

# RES_audit.bc.text.rotext
source: Cancelar
ca: Cancel·la
eu: Utzi
fr: Annuler
it: Annulla
pt: Anular
sk: Zrušiť

# RES_audit.bo.text.rotext
source: Aceptar
ca: Acceptar
eu: Onartu
fr: Accepter
it: Accettare
pt: Aceitar
sk: Prijať

# RES_audit.bt.text.rotext
source: Hoy
ca: Avui
eu: Gaur
fr: Aujourd'hui
gl: Hoxe
it: Oggi
pt: Hoje
sk: Dnes

# RES_audit.btdetailcancel.text.rotext
source: Cancelar
ca: Cancel·la
eu: Utzi
fr: Annuler
it: Annulla
pt: Anular
sk: Zrušiť

# RES_audit.btdetailok.text.rotext
source: Aceptar
ca: Acceptar
eu: Onartu
fr: Accepter
it: Accettare
pt: Aceitar
sk: Prijať

# RES_audit.btnexporttoxls.text.rotext
source: Exportar
eu: Esportatu
fr: Exporter
it: Esportare
sk: Export

# RES_audit.btnexporttoxls.tooltip.rotext
source: Exportar a Excel
eu: Esportatu Excel-era
fr: Exporter vers Excel
it: Esporta in Excel
pt: Exportar para Excel
sk: Export do programu Excel

# RES_audit.column.action.rotext
source: Acción
ca: Acció
eu: Ekintza
fr: Action
it: Azione
pt: Ação
sk: Akcia

# RES_audit.column.date.rotext
source: Fecha
ca: Data
eu: Data
fr: Date
gl: Data
it: Data
pt: Data
sk: dátum

# RES_audit.column.objecttype.rotext
source: Tipo de objeto
ca: Tipus d’objecte
eu: Objektu mota
fr: Type d´objet
gl: Tipo de obxecto
it: Tipo di oggetto
sk: Typ objektu

# RES_audit.column.time.rotext
source: Hora
eu: Ordua
fr: Heure
it: Ora
sk: čas

# RES_audit.column.user.rotext
source: Usuario
ca: Usuari
eu: Erabiltzailea
fr: Utilisateur
it: Utente
pt: Utilizador
sk: používateľ

# RES_audit.emptyheader.text.rotext
source: Arrastre una columna aquí...
ca: Arrossegueu una columna aquí...
eu: Arrastatu zutabe bat hona...
fr: Faites glisser une colonne ici...
gl: Arrastra unha columna aquí...
it: Trascina una colonna qui...
pt: Arraste uma coluna para aqui...
sk: Potiahnite stĺpec sem...

# RES_audit.error.couldnotretrievetask.text.rotext
source: &quot;No se ha podido cargar la información de la tarea&quot;
ca: &quot;No s’ha pogut carregar la informació de la tasca&quot;
eu: &quot;Ezin izan da zereginaren informazioa kargatzean.&quot;
fr: &quot;Les informations de la tâche n´ont pas pu être chargées&quot;
gl: &quot;Non se puido cargar a información da tarefa&quot;
it: &quot;Non è stato possibile caricare le informazioni dell´attività&quot;
pt: &quot;Não foi possível carregar a informação da tarefa&quot;
sk: informácie o úlohe sa nepodarilo načítať&quot;

# RES_audit.error.incorrectdates.rotext
source: La fecha inicio no puede ser posterior a la fecha fin.
ca: La data d’inici no pot ser posterior a la data final.
eu: Hasiera-data ezin da izan amaiera-data baino geroagokoa.
fr: La date de début ne peut pas être postérieure à la date de fin.
gl: A data inicio non pode ser posterior á data fin.
it: La data di inizio non può essere posteriore a quella di fine.
pt: A data de início não pode ser posterior à data de fim.
sk: Dátum začiatku nesmie byť neskorší ako dátum ukončenia.

# RES_audit.grdaudit.columns#0.headertext.rotext
source: Acción
ca: Acció
eu: Ekintza
fr: Action
it: Azione
pt: Ação
sk: Akcia

# RES_audit.grdaudit.columns#1.headertext.rotext
source: Fecha/Hora
ca: Data/hora
eu: Data ordua
fr: Date/Heure
gl: Data/Hora
it: Data/ora
pt: Data/Hora
sk: Dátum/čas

# RES_audit.grdaudit.columns#2.headertext.rotext
source: Usuario
ca: Usuari
eu: Erabiltzailea
fr: Utilisateur
it: Utente
pt: Utilizador
sk: používateľ

# RES_audit.grdaudit.columns#3.headertext.rotext
source: Tipo objeto
ca: Tipus objecte
eu: Objektu mota
fr: Type objet
gl: Tipo obxecto
it: Tipo oggetto
pt: Tipo de objeto
sk: Typ objektu

# RES_audit.grdaudit.columns#4.headertext.rotext
source: Nombre objeto
ca: Nom de l’objecte
eu: Objektuaren izena
fr: Nom objet
gl: Nome obxecto
it: Nome oggetto
pt: Nome do objeto
sk: Názov objektu

# RES_audit.grdaudit.columns#5.headertext.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.grdaudit.columns#6.headertext.rotext
source: Cliente
ca: Client
eu: Bezeroa
fr: Client
sk: Zákazník

# RES_audit.gridcontracts.column.clientlocation.rotext
source: Cliente
ca: Client
eu: Bezeroa
fr: Client
sk: Zákazník

# RES_audit.gridcontracts.column.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.gridcontracts.column.objectname.rotext
source: Nombre de objeto
ca: Nom de l’objecte
eu: Objektuaren izena
fr: Nom d´objet
gl: Nome de obxecto
it: Nome di oggetto
pt: Nome do objeto
sk: Názov objektu

# RES_audit.ibtrefresh.tooltip.rotext
source: Actualizar datos
ca: Actualitzar dades
eu: Eguneratu datuak
fr: Mettre à jour données
it: Aggiorna dati
pt: Atualizar dados
sk: Aktualizácia údajov

# RES_audit.lblaction.text.rotext
source: Acción:
ca: Acció:
eu: Ekintza:
fr: Action:
it: Azione:
pt: Ação:
sk: Akcia:

# RES_audit.lblauditdetailtitle.text.rotext
source: Detalle auditoría
ca: Detall auditoria
eu: Ikuskaritzaren xehetasuna
fr: Détail audit
it: Dettaglio audit
pt: Detalhe da auditoria
sk: Detail auditu

# RES_audit.lblbegindate.text.rotext
source: Fecha desde:
ca: Data d’inici:
eu: Data:
fr: Date depuis :
gl: Data dende:
it: Data dal:
pt: Data desde:
sk: Dátum od:

# RES_audit.lblclientlocation.text.rotext
source: Cliente:
ca: Client:
eu: Bezeroa:
fr: Client :
sk: Klient:

# RES_audit.lbldetailaction.text.rotext
source: Acción:
ca: Acció:
eu: Ekintza:
fr: Action:
it: Azione:
pt: Ação:
sk: Akcia:

# RES_audit.lbldetailclientlocation.text.rotext
source: Cliente:
ca: Client:
eu: Bezeroa:
fr: Client :
sk: Klient:

# RES_audit.lbldetaildatetime.text.rotext
source: Fecha/Hora:
ca: Data/hora:
eu: Data ordua:
fr: Date/Heure :
gl: Data/Hora:
it: Data/ora:
pt: Data/Hora:
sk: Dátum/čas:

# RES_audit.lbldetaildescription.text.rotext
source: Descripción:
ca: Descripció:
eu: Deskribapena:
fr: Description:
gl: Descrición:
it: Descrizione:
pt: Descrição:
sk: Popis: V súčasnosti je na trhu viac ako 10 000 zariadení, ktoré sú určené na predaj:

# RES_audit.lbldetailobjectname.text.rotext
source: Nombre objeto:
ca: Nom de l’objecte:
eu: Objektuaren izena:
fr: Nom objet :
gl: Nome obxecto:
it: Nome oggetto:
pt: Nome do objeto:
sk: Názov objektu:

# RES_audit.lbldetailobjecttype.text.rotext
source: Tipo objeto:
ca: Tipus d’objecte:
eu: Objektu mota:
fr: Type d´objet :
gl: Tipo obxecto:
it: Tipo oggetto:
pt: Tipo de objeto:
sk: Typ objektu:

# RES_audit.lbldetailusername.text.rotext
source: Usuario:
ca: Usuari:
eu: Erabiltzailea:
fr: Utilisateur :
it: Utente:
pt: Utilizador:
sk: Používateľ:

# RES_audit.lblenddate.text.rotext
source: Fecha hasta:
ca: Data final:
eu: Eguna arte:
fr: Date jusqu´à :
gl: Data ata:
it: Data fino a:
pt: Data até:
sk: Dátum do:

# RES_audit.lblerrordescription2.text.rotext
source: Error
eu: Akatsa
fr: Erreur
gl: Erro
it: Errore
pt: Erro
sk: Chyba

# RES_audit.lblheader.text.rotext
source: Auditoría de acciones
ca: Auditoria d’accions
eu: Stock Auditoria
fr: Audit d´actions
gl: Auditoría de accións
it: Audit di azioni
pt: Auditoria de ações
sk: Zdieľanie auditu

# RES_audit.lblinfo.text.rotext
source: La pantalla de Auditoría, en cumplimiento del RGPD, registra todas las acciones que se han realizado en la aplicación y qué usuarios las han efectuado. Tiene la posibilidad de filtrar sus consultas por varios criterios, de manera que pueda localizar, más fácilmente, la información deseada.
ca: En compliment del RGPD, la pantalla Auditoria registra totes les accions que s’han dut a terme a l’aplicació i quins usuaris les han realitzat. Pots filtrar les consultes per diversos criteris, de manera que puguis localitzar més fàcilment la informació que necessites.
eu: Auditoria pantailan, GDPR-a betez, aplikazioan egin diren ekintza guztiak eta zein erabiltzailek egin dituzten erregistratzen dira. Zure kontsultak hainbat irizpideren arabera iragazteko aukera duzu, nahi duzun informazioa errazago aurkitzeko.
fr: L´écran Audit, conformément au RGPD, enregistre toutes les actions qui ont été effectuées sur l´application et quels utilisateurs les ont effectuées. Vous avez la possibilité de filtrer vos consultations en fonction de différents critères, afin de pouvoir localiser plus facilement l´information souhaitée.
gl: En cumprimento do RXPD, a pantalla de Auditoría rexistra todas as accións que se realizaron na aplicación e que usuarios as levaron a cabo. Tes a posibilidade de filtrar as túas consultas por varios criterios, de forma que poidas localizar máis facilmente a información desexada.
it: La schermata di audit, in conformità al RGPD, registra tutte le azioni svolte nell´applicazione e quali utenti le hanno realizzate. C´è la possibilità di filtrare le consultazioni in base a diversi criteri, in modo che sia possibile individuare più facilmente le informazioni desiderate.
pt: O ecrã de Auditoria, em conformidade com o RGPD, regista todas as ações realizadas na aplicação e quais os utilizadores que as efetuaram. Pode filtrar as suas consultas de acordo com vários critérios, de forma a poder localizar mais facilmente a informação desejada.
sk: Na obrazovke auditu sa v súlade s nariadením GDPR zaznamenávajú všetky akcie, ktoré boli vykonané v aplikácii, a používatelia, ktorí ich vykonali. Máte možnosť filtrovať dotazy podľa rôznych kritérií, aby ste mohli ľahšie vyhľadať požadované informácie.

# RES_audit.lblobjecttype.text.rotext
source: Tipo objeto:
ca: Tipus d’objecte:
eu: Objektu mota:
fr: Type d´objet :
gl: Tipo obxecto:
it: Tipo oggetto:
pt: Tipo de objeto:
sk: Typ objektu:

# RES_audit.lbluser.text.rotext
source: Usuario:
ca: Usuari:
eu: Erabiltzailea:
fr: Utilisateur :
it: Utente:
pt: Utilizador:
sk: Používateľ:

# RES_audit.lp.text.rotext
source: Cargando&hellip;
ca: Carregant&hellip;
eu: Kargatzen&hellip;
fr: Chargement…
it: Caricamento in corso&hellip;
pt: A carregar&hellip;
sk: Načítanie&hellip;

# RES_audit.message.tabsencetracking.adelete.rotext
source: Se ha borrado el documento de seguimiento
ca: S’ha esborrat el document de seguiment
eu: Jarraipen-dokumentua ezabatu da
fr: Le document de suivi a été supprimé
gl: Borrouse o documento de seguimento
it: È stato eliminato il documento di monitoraggio
pt: Foi apagado o documento de acompanhamento
sk: Sledovací dokument bol vymazaný

# RES_audit.message.tabsencetracking.aupdate.rotext
source: Se ha actualizado el documento de seguimiento
ca: S’ha actualitzat el document de seguiment
eu: Jarraipen-dokumentua eguneratu da
fr: Le document de suivi a été mis à jour
gl: Actualizouse o documento do seguimento
it: È stato aggiornato il documento di monitoraggio
pt: Foi atualizado o documento de acompanhamento
sk: Monitorovací dokument bol aktualizovaný

# RES_audit.message.taccessauthorization.adelete.rotext
source: Se ha concedido el acceso al usuario $@EmployeeName@ a la zona $@AccessGroup@
ca: S’ha concedit l’accés a l’usuari $@EmployeeName@ a la zona $@AccessGroup@
eu: $@EmployeeName@ erabiltzaileari $@AccessGroup@ eremurako sarbidea eman zaio
fr: L’accès a été accordé à l’utilisateur $@EmployeeName@ pour la zone $@AccessGroup@
gl: Concedeuse o acceso ao usuario $@EmployeeName@ á zona $@AccessGroup@
it: È stato concesso l´accesso all´utente $@EmployeeName@ alla zona $@AccessGroup@
pt: Foi concedido acesso ao utilizador $@EmployeeName@ à zona $@AccessGroup@
sk: Používateľovi $@EmployeeName@ bol udelený prístup do zóny $@AccessGroup@

# RES_audit.message.taccessauthorization.aexecuted.rotext
source: Se ha concedido el acceso al usuario $@EmployeeName@ a les zonas: $@AccessGroup@
ca: S’ha concedit l’accés a l’usuari $@EmployeeName@ a les zones: $@AccessGroup@
eu: $@EmployeeName@ erabiltzaileari eremuetarako sarbidea eman zaio: $@AccessGroup@
fr: L’accès a été accordé à l’utilisateur $@EmployeeName@ pour les zones : $@AccessGroup@
gl: Concedeuse o acceso ao usuario $@EmployeeName@ ás zonas: $@AccessGroup@
it: È stato concesso l´accesso all´utente $@EmployeeName@ alle zone: $@AccessGroup@
pt: Foi concedido acesso ao utilizador $@EmployeeName@ às zonas: $@AccessGroup@
sk: Používateľovi $@EmployeeName@ bol udelený prístup do nasledujúcich zón: $@AccessGroup@

# RES_audit.message.taccessauthorization.ainsert.rotext
source: Se ha quitado el acceso al usuario $@EmployeeName@ a la zona $@AccessGroup@
ca: S’ha eliminat l’accés a l’usuari $@EmployeeName@ a la zona $@AccessGroup@
eu: $@EmployeeName@ erabiltzailea $@AccessGroup@ eremutik kendu da
fr: L´accès a été retiré à l´utilisateur $@EmployeeName@ pour la zone $@AccessGroup@
gl: Retirouse o acceso ao usuario $@EmployeeName@ á zona $@AccessGroup@
it: È stato eliminato l´accesso all´utente $@EmployeeName@ alla zona $@AccessGroup@
pt: Foi retirado o acesso ao utilizador $@EmployeeName@ à zona $@AccessGroup@
sk: Používateľovi $@EmployeeName@ bol zamietnutý prístup do zóny $@AccessGroup@

# RES_audit.message.taccessdata.aselect.rotext
source: Se han consultado datos de accesos del período $@DateIni@ a $@DateEnd@ para los siguientes usuarios:$CRLF $@EmployeeNames@
ca: S’han consultat dades d’accessos del període $@DateIni@ a $@DateEnd@ per als usuaris següents:$CRLF $@EmployeeNames@
eu: $@DateIni@ bitarteko $@DateEnd@ bitarteko sarbide-datuak kontsultatu dira erabiltzaile hauentzat: $CRLF $@EmployeeNames@
fr: Les données des accès de la période comprise entre le $@DateIni@ et le $@DateEnd@ ont été consultées pour les utilisateurs suivants : $CRLF $@EmployeeNames@
gl: Consultáronse datos de accesos do período $@DateIni@ a $@DateEnd@ para os seguintes usuarios:$CRLF $@EmployeeNames@
it: Sono stati consultati i dati di accesso del periodo da $@DateIni@ a $@DateEnd@ per i seguenti utenti:$CRLF $@EmployeeNames@
pt: Foram consultados os dados de acesso do período $@DateIni@ a $@DateEnd@ referentes aos seguintes utilizadores:$CRLF $@EmployeeNames@
sk: Boli vyhľadané prístupové údaje za obdobie od $@DateIni@ do $@DateEnd@ pre týchto používateľov:$CRLF $@EmployeeNames@

# RES_audit.message.taccessgroup.adelete.rotext
source: Se ha borrado el grupo de acceso
ca: S’ha esborrat el grup d’accés
eu: Sarbide taldea ezabatu da
fr: Le groupe d´accès a été supprimé
gl: Borrouse o grupo de acceso
it: È stato eliminato il gruppo di accesso
pt: Foi apagado o grupo de acesso
sk: Prístupová skupina bola odstránená

# RES_audit.message.taccessgroup.ainsert.rotext
source: Se ha creado un nuevo grupo de acceso con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou grup d’accés amb les dades següents:$CRLF $@FieldsValues@
eu: Sarbide-talde berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau groupe d´accès été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo grupo de acceso cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo gruppo di accesso con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo grupo de acesso com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová skupina prístupu s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.taccessgroup.aselect.rotext
source: Se ha consultado el grupo de acceso
ca: S’ha consultat el grup d’accés
eu: Sarbide-taldea kontsultatu da
fr: Le groupe d´accès a été consulté
gl: Consultouse o grupo de acceso
it: È stato consultato il gruppo di accesso
pt: Foi consultado o grupo de acesso
sk: Konzultácie so skupinou pre prístup

# RES_audit.message.taccessgroup.aupdate.rotext
source: Se han modificado los siguientes datos del grupo de acceso:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del grup d’accés:$CRLF $@FieldsValues@
eu: Sarbide-taldearen datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du groupe d´accès ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do grupo de acceso:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del gruppo di accesso:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do grupo de acesso:$CRLF $@FieldsValues@
sk: Nasledujúce údaje skupiny prístupu boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.taccessgrouppermission.ainsert.rotext
source: Se ha creado un nuevo grupo de acceso con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou grup d’accés amb les dades següents:$CRLF $@FieldsValues@
eu: Sarbide-talde berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Un nouveau groupe d´accès été créé avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo grupo de acceso cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo gruppo di accesso con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo grupo de acesso com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová skupina prístupu s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.taccessperiod.adelete.rotext
source: Se ha borrado el período de acceso
ca: S’ha esborrat el període d’accés
eu: Sarbide epea garbitu da
fr: La période d´accès a été supprimée
gl: Borrouse o período de acceso
it: È stato eliminato il periodo di accesso
pt: Foi apagado o período de acesso
sk: Prístupové obdobie bolo vymazané

# RES_audit.message.taccessperiod.ainsert.rotext
source: Se ha creado un nuevo periodo de accesos con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou període d’accés amb les dades següents:$CRLF $@FieldsValues@
eu: Sarbide-aldi berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle période d´accès a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo período de accesos cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo periodo di accesso con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo período de acessos com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené nové obdobie prístupu s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.taccessperiod.aselect.rotext
source: Se ha consultado el periodo de acceso
ca: S’ha consultat el període d’accés
eu: Sarbide epea kontsultatu da
fr: La période d´accès a été consultée
gl: Consultouse o período de acceso
it: È stato consultato il periodo di accesso
pt: Foi consultado o período de acesso
sk: Obdobie prístupu bolo konzultované

# RES_audit.message.taccessperiod.aupdate.rotext
source: Se han modificado los siguientes datos del período de acceso:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del període d’accés:$CRLF $@FieldsValues@
eu: Sarbide-aldiko datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la période d´accès ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do período de acceso:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati del periodo di accesso:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados do período de acesso:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje o období prístupu:$CRLF $@FieldsValues@

# RES_audit.message.taccessperiodholidays.ainsert.rotext
source: Se ha creado un nuevo periodo de accesos (período) con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat un nou període d’accés (període) amb les dades següents:$CRLF $@FieldsValues@
eu: Sarbide-aldi (aldi) berri bat sortu da datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle période d´accès (période) a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse un novo período de accesos (período) cos seguintes datos:$CRLF $@FieldsValues@
it: È stato creato un nuovo periodo di accesso (periodo) con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criado um novo período de acessos (período) com os seguintes dados:$CRLF $@FieldsValues@
sk: Vytvorilo sa nové obdobie prístupu (obdobie) s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.taccesszone.adelete.rotext
source: Se ha borrado la zona
ca: S’ha esborrat la zona
eu: Eremua ezabatu da
fr: La zone a été supprimée
gl: Borrouse a zona
it: È stata eliminata la zona
pt: Foi apagada a zona
sk: Oblasť bola vymazaná

# RES_audit.message.taccesszone.ainsert.rotext
source: Se ha creado un nueva zona de accesos con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova zona d’accessos amb les dades següents:$CRLF $@FieldsValues@
eu: Sarbide-eremu berri bat sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle zone d´accès a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova zona de accesos cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova zona di accesso con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova zona de acessos com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová oblasť prihlásenia s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.taccesszone.aselect.rotext
source: Se ha consultado la zona
ca: S’ha consultat la zona
eu: Eremua kontsultatu da
fr: La zone a été consultée
gl: Consultouse a zona
it: È stata consultata la zona
pt: Foi consultada a zona
sk: Oblasť bola konzultovaná

# RES_audit.message.taccesszone.aupdate.rotext
source: Se han modificado los siguientes datos de la zona de accesos:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la zona d’accessos:$CRLF $@FieldsValues@
eu: Sarbide eremuko datu hauek aldatu dira: $CRLF $@FieldsValues@
fr: Les données suivantes de la zone d´accès ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da zona de accesos:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della zona di accesso:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados da zona de acessos:$CRLF $@FieldsValues@
sk: V oblasti prístupu boli upravené tieto údaje:$CRLF $@FieldsValues@

# RES_audit.message.tactivity.adelete.rotext
source: Se ha borrado la actividad
ca: S’ha esborrat l’activitat
eu: Jarduera ezabatu da
fr: L´activité a été supprimée
gl: Borrouse a actividade
it: È stata eliminata l´attività
pt: Foi apagada a atividade
sk: Činnosť bola vymazaná
