Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveLabAgree.*.resx
Languages: eu, it, pt, sk

# RES_frmeditrequestvalidation.lblmaxdaystitle.text.rotext
source: Días:
eu: Egunak:
it: Giorni:
pt: Dias:
sk: Dni:

# RES_frmeditrequestvalidation.lblmaxnotscheduleddays.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblmaxnotscheduleddaysdesc.text.rotext
source: Se comprobará si está definida la regla de planificación correspondiente al indicar los siguientes motivos:
eu: Dagokion plangintza-araua zehaztuta dagoen egiaztatuko da arrazoi hauek adieraziz:
it: Verrà verificato se la corrispondente regola di pianificazione è definita indicando i seguenti motivi:
pt: Será verificado se a regra de planeamento correspondente está definida ao indicar os seguintes motivos:
sk: Skontrolujte, či je definované zodpovedajúce pravidlo plánovania, keď uvádzate nasledujúce dôvody:

# RES_frmeditrequestvalidation.lblmincoveragerequiered.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblmincoveragerequiereddesc.text.rotext
source: Se comprobará si no existe cobertura suficiente al indicar los siguientes motivos
eu: Estaldura nahikorik ez dagoen egiaztatuko da arrazoi hauek adieraziz
it: Verrà verificato se la copertura è insufficiente indicando i seguenti motivi
pt: Será verificado se não existe cobertura suficiente ao indicar os seguintes motivos
sk: Kontrola nedostatočného krytia sa vykoná uvedením týchto dôvodov

# RES_frmeditrequestvalidation.lblmindays.text.rotext
source: Días
eu: Egunak
it: Giorni
pt: Dias
sk: dni

# RES_frmeditrequestvalidation.lblmindaysdesc.text.rotext
source: Indique el número mínimo de días de antelación en que se permite realizar la solicitud
eu: Adierazi zenbat egun lehenago egin daitekeen eskaera
it: Indicare il numero minimo di giorni di anticipo in cui è possibile effettuare la richiesta
pt: Indique o número mínimo de dias de antecedência com que pode efetuar o pedido
sk: Uveďte minimálny počet dní vopred, v ktorých môžete podať žiadosť

# RES_frmeditrequestvalidation.lblmindaysrequestfrom.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblmindaysrequestfromdesc.text.rotext
source: Indica los distintos motivos sobre los que aplicará la condición
eu: Baldintza aplikatuko den arrazoi desberdinak adierazten ditu
it: Indica i diversi motivi per cui si applicherà la condizione
pt: Indica os diferentes motivos pelos quais a condição será aplicada
sk: Uvádza rôzne dôvody, na základe ktorých sa podmienka uplatní

# RES_frmeditrequestvalidation.lblname.text.rotext
source: Nombre:
eu: Izena:
it: Nome:
pt: Nome:
sk: Názov:

# RES_frmeditrequestvalidation.lblnamedescription.text.rotext
source: Nombre identificativo de la regla de validación
eu: Balidazio-arauaren identifikazio-izena
it: Nome identificativo della regola di validazione
pt: Nome que identifica a regra de validação
sk: Názov identifikujúci validačné pravidlo

# RES_frmeditrequestvalidation.lblpositiveaccrual.text.rotext
source: Al solicitar
eu: Eskatzerakoan
it: Al momento della richiesta
pt: Ao solicitar
sk: Pri podávaní žiadosti o

# RES_frmeditrequestvalidation.lblpositiveaccrualdesc.text.rotext
source: Si el valor del saldo es negativo (Contabilizando los días/horas solicitados)
eu: Saldoaren balioa negatiboa bada (Eskatzen diren egun/orduen kontabilitatea)
it: Se il valore del saldo è negativo (Contabilità dei giorni/ore richiesti)
pt: Se o valor do saldo for negativo (Contabilizando os dias/horas solicitados)
sk: Ak je hodnota zostatku záporná (počítaním požadovaných dní/hodín)

# RES_frmeditrequestvalidation.lblrequesttype.text.rotext
source: Tipo de solicitud
eu: Eskaera mota
it: Tipo di richiesta
pt: Tipo de pedido
sk: Typ aplikácie

# RES_frmeditrequestvalidation.lblrequesttypedesc.text.rotext
source: Tipo de solicitud para la que desea crear una regla de validación
eu: Balidazio-arau bat sortu nahi duzun eskaera mota
it: Tipo di richiesta per la quale desideri creare una regola di convalida
pt: Tipo de pedido para o qual pretende criar uma regra de validação
sk: Typ požiadavky, pre ktorú chcete vytvoriť validačné pravidlo

# RES_frmeditrequestvalidation.lblruleconfiguration.text.rotext
source: Configuración
eu: Ezarpena
it: Collocamento
pt: Configuração
sk: Konfigurácia

# RES_frmeditrequestvalidation.lblruletype.text.rotext
source: Tipo de regla:
eu: Arau mota:
it: Tipo di regola:
pt: Tipo de regra:
sk: Typ pravidla:

# RES_frmeditrequestvalidation.lblruletypedesc.text.rotext
source: Tipo de regla que desea configurar
eu: Konfiguratu nahi duzun arau mota
it: Tipo di regola che desideri configurare
pt: Tipo de regra que pretende configurar
sk: Typ pravidla, ktoré chcete nakonfigurovať

# RES_frmeditrequestvalidation.lblvisibilityalldesc.text.rotext
source: Aplica a todos los usuarios.
eu: Erabiltzaile guztiei aplikatzen zaie.
it: Si applica a tutti gli utenti.
pt: Aplica-se a todos os utilizadores.
sk: Platí pre všetkých používateľov.

# RES_frmeditrequestvalidation.lblvisibilityalltitle.text.rotext
source: Todos
eu: Denak
it: Tutto
sk: Všetky

# RES_frmeditrequestvalidation.lblvisibilitycriteriadesc.text.rotext
source: A los usuarios que cumplan los siguientes criterios se les aplicará la regla.
eu: Ondoko irizpideak betetzen dituzten erabiltzaileei araua aplikatuko zaie.
it: La regola verrà applicata agli utenti che soddisfano i seguenti criteri.
pt: A regra será aplicada aos utilizadores que cumpram os seguintes critérios.
sk: Na používateľov, ktorí spĺňajú nasledujúce kritériá, sa uplatní pravidlo.

# RES_frmeditrequestvalidation.lblvisibilitycriteriatitle.text.rotext
source: Según criterio
eu: Irizpideen arabera
it: Secondo criteri
pt: De acordo com o critério
sk: Podľa kritérií

# RES_frmeditrequestvalidation.lblwhen.text.rotext
source: Cuándo:
eu: Noiz:
it: Quando:
pt: Quando:
sk: Kedy:

# RES_frmeditrequestvalidation.lblwhenautomatic.text.rotext
source: Cuándo se realice una solicitud del tipo y motivo indicado en la configuración de la regla, la solicitud será marcada para ser validada de forma automática en una fecha concreta, previa a la fecha solicitada.
eu: Arauaren konfigurazioan adierazitako mota eta arrazoiaren eskaera egiten denean, eskaera data zehatz batean automatikoki baliozkotzeko markatuko da, eskatutako data baino lehenago.
it: Quando viene effettuata una richiesta del tipo e del motivo indicato nella configurazione della regola, la richiesta verrà contrassegnata per essere convalidata automaticamente in una data specifica, precedente alla data richiesta.
pt: Quando um pedido do tipo e motivo indicado na configuração da regra é efetuado, o pedido é marcado para ser validado automaticamente numa data específica, antes da data solicitada.
sk: Keď sa podá požiadavka typu a dôvodu uvedeného v konfigurácii pravidla, požiadavka sa označí tak, aby sa automaticky potvrdila v určitý deň pred požadovaným dátumom.

# RES_frmeditrequestvalidation.lblwhendescription.text.rotext
source: Indique cuando se deben realizar las validaciones sobre la solicitud
eu: Eskaeran balioztatzeak noiz egin behar diren adierazi
it: Indicare quando devono essere effettuate le validazioni sulla richiesta
pt: Indique quando devem ser efetuadas as validações do pedido
sk: Uveďte, kedy sa majú vykonať validácie žiadosti

# RES_frmeditrequestvalidation.lblwhenrejected.text.rotext
source: Cuando se cree una solicitud del tipo indicado y pasen los días indicados, se rechazará de forma automática.
eu: Adierazitako motako eskaera sortzen denean eta adierazitako egunak igarotzen direnean, automatikoki baztertuko da.
it: Quando viene creata una richiesta del tipo indicato e trascorsi i giorni indicati, verrà automaticamente rifiutata.
pt: Se for criado um pedido do tipo indicado e tiverem passado os dias indicados, este será automaticamente rejeitado.
sk: Ak je vytvorená žiadosť uvedeného typu a uplynuli uvedené dni, bude automaticky zamietnutá.

# RES_frmeditrequestvalidation.lblwhentitle.rotext
source: Cuándo
eu: Noiz
it: Quando
pt: Quando
sk: Keď

# RES_frmeditrequestvalidation.lblwhentitle.text.rotext
source: Cuándo
eu: Noiz
it: Quando
pt: Quando
sk: Keď

# RES_frmeditrequestvalidation.lblwhoappliesrule.text.rotext
source: A quien aplica:
eu: Nori aplikatzen zaio:
it: A chi si applica:
pt: A quem se aplica:
sk: Na koho sa vzťahuje:

# RES_frmeditrequestvalidation.lblwhoappliesruledesc.text.rotext
source: A que usuarios con el convenio debe aplicar la regla
eu: Hitzarmena duten zein erabiltzaileri aplikatu behar zaie araua?
it: quali utenti convenzionati si applica la norma?
pt: A que utilizadores com o acordo a regra deve ser aplicada
sk: Na ktorých používateľov so súhlasom by sa malo pravidlo vzťahovať

# RES_frmeditrequestvalidation.maxdays.natural.rotext
source: naturales
eu: naturala
it: naturali
pt: consecutivos
sk: Prírodné

# RES_frmeditrequestvalidation.maxdays.working.rotext
source: laborables
eu: lanegunak
it: lavorativi
pt: úteis
sk: Pracovné dni

# RES_frmeditrequestvalidation.validation.automaticreasonsintersect.rotext
source: Las siguientes motivos ya se estan utilizando en alguna otra regla del mismo tipo:
eu: Mota bereko beste arau batzuetan honako arrazoi hauek erabiltzen ari dira dagoeneko:
it: I seguenti motivi sono già utilizzati in qualche altra regola dello stesso tipo:
pt: Os seguintes motivos já estão a ser utilizados noutra regra do mesmo tipo:
sk: Nasledujúce dôvody sa už používajú v niektorých iných pravidlách rovnakého typu:

# RES_frmeditrequestvalidation.validation.fieldsempty.rotext
source: No ha indicado todos los campos obligatorios
eu: Ez dituzu beharrezko eremu guztiak adierazi
it: Non hai indicato tutti i campi obbligatori
pt: Não preencheu todos os campos obrigatórios
sk: Nevyplnili ste všetky požadované polia

# RES_frmeditrequestvalidation.validation.notanualconcepts.rotext
source: Los saldos seleccionados no son del tipo anual. Revise el periodo de disfrute.
eu: Hautatutako saldoak ez dira urteko motakoak. Gozamen-aldia berrikusi.
it: I saldi selezionati non sono di tipo annuale. Rivedi il periodo di godimento.
pt: Os saldos selecionados não são do tipo anual. Reveja o período de gozo.
sk: Vybrané zostatky nie sú ročného typu. Skontrolujte obdobie užívania.

# RES_frmeditrequestvalidation.validation.notanualworkconcepts.rotext
source: Los saldos seleccionados no son del tipo año laboral. Revise el periodo de disfrute.
eu: Hautatutako saldoak ez dira ekitaldi motakoak. Gozamen-aldia berrikusi.
it: saldi selezionati non sono del tipo esercizio finanziario. Rivedi il periodo di godimento.
pt: Os saldos selecionados não são do tipo ano de trabalho. Reveja o período de gozo.
sk: Vybrané zostatky nie sú typu pracovný rok. Skontrolujte obdobie užívania.

# RES_frmeditschedulerules.btncancel.text.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditschedulerules.btncancel.tooltip.rotext
source: Cancelar
eu: Utzi
it: Annulla
pt: Anular
sk: Zrušiť

# RES_frmeditschedulerules.btnok.text.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditschedulerules.btnok.tooltip.rotext
source: Aceptar
eu: Onartu
it: Accettare
pt: Aceitar
sk: Prijať

# RES_frmeditschedulerules.buttondelete.text.rotext
source: Borrar
eu: Ezabatu
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_frmeditschedulerules.buttondelete.tooltip.rotext
source: Borrar
eu: Ezabatu
it: Eliminare
pt: Eliminar
sk: Odstrániť

# RES_frmeditschedulerules.buttonsequence.text.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_frmeditschedulerules.buttonsequence.tooltip.rotext
source: Añadir
eu: Gehitu
it: Aggiungi
pt: Adicionar
sk: pridať

# RES_frmeditschedulerules.ckalways.text.rotext
source: entre periodos
eu: aldien artean
it: tra i periodi
pt: entre períodos
sk: medzi obdobiami

# RES_frmeditschedulerules.ckalwayssequence.text.rotext
source: entre periodos
eu: aldien artean
it: tra i periodi
pt: entre períodos
sk: medzi obdobiami

# RES_frmeditschedulerules.ckruleactive.text.rotext
source: Activa
eu: Aktiboa
it: Attiva
pt: Ativa
sk: aktívny

# RES_frmeditschedulerules.cmbfreedaysinperiod.day.rotext
source: Días
eu: Egunak
it: Giorni
pt: Dias
sk: dni

# RES_frmeditschedulerules.cmbfreedaysinperiod.month.rotext
source: Mensualmente
eu: Hilerokoa
it: Mensile
pt: Mensalmente
sk: Mesačne

# RES_frmeditschedulerules.cmbfreedaysinperiod.week.rotext
source: Semanalmente
eu: Asterokoa
it: settimanalmente
sk: Týždeň

# RES_frmeditschedulerules.cmbfreedaysinperiod.year.rotext
source: Anualmente
eu: Urtero
it: Annualmente
sk: Každoročne

# RES_frmeditschedulerules.cmbfreelabourdaysinperiod.laborable.rotext
source: Laborable
eu: Lanean
it: Lavorando
pt: Dia útil
sk: Pracovná stránka

# RES_frmeditschedulerules.cmbfreelabourdaysinperiod.month.rotext
source: Mensualmente
eu: Hilerokoa
it: Mensile
pt: Mensalmente
sk: Mesačne

# RES_frmeditschedulerules.cmbfreelabourdaysinperiod.notlaborable.rotext
source: No laborable
eu: Langabea
it: Non funzionante
pt: Não trabalhável
sk: Nefunkčné

# RES_frmeditschedulerules.cmbfreelabourdaysinperiod.week.rotext
source: Semanalmente
eu: Asterokoa
it: settimanalmente
sk: Týždeň

# RES_frmeditschedulerules.cmbfreelabourdaysinperiod.year.rotext
source: Anualmente
eu: Urtero
it: Annualmente
sk: Každoročne

# RES_frmeditschedulerules.cmblogicor.all.rotext
source: Todos los horarios
eu: Ordutegi guztiak
it: Tutti gli orari
pt: Todos os horários
sk: Všetky cestovné poriadky

# RES_frmeditschedulerules.cmblogicor.notall.rotext
source: Cualquier horario
eu: Edozein momentutan
it: In qualsiasi momento
pt: Qualquer horário
sk: Kedykoľvek

# RES_frmeditschedulerules.cmbminmaxshiftsinperiodperiod.month.rotext
source: Meses
eu: Hilabeteak
it: Mesi
sk: mesiace

# RES_frmeditschedulerules.cmbminmaxshiftsinperiodperiod.selection.rotext
source: Cada periodo
eu: Aldi bakoitza
it: Ogni periodo
pt: Cada período
sk: Každé obdobie

# RES_frmeditschedulerules.cmbminmaxshiftsinperiodperiod.week.rotext
source: Semanas
eu: Asteak
it: Settimane
sk: týždne

# RES_frmeditschedulerules.cmbminmaxshiftsinperiodperiod.year.rotext
source: Años
eu: Urteak
it: Anni
pt: Anos
sk: Roky

# RES_frmeditschedulerules.cmboneshiftonedayvalidate.distinct.rotext
source: Distinto de
eu: Ezberdina
it: Diverso da
pt: Diferente de
sk: Odlišné od

# RES_frmeditschedulerules.cmboneshiftonedayvalidate.equals.rotext
source: Igual a
eu: Berdin
it: Uguale a
sk: Rovná sa

# RES_frmeditschedulerules.cmboneshiftonedaywhen.always.rotext
source: Siempre
eu: Beti
it: Sempre
pt: Sempre
sk: Vždy

# RES_frmeditschedulerules.cmboneshiftonedaywhen.dayofmonth.rotext
source: Día del mes
eu: Hileko eguna
it: Giorno del mese
pt: Dia do mês
sk: Deň v mesiaci

# RES_frmeditschedulerules.cmboneshiftonedaywhen.dayofweek.rotext
source: Día de la semana
eu: Asteguna
it: Giorno feriale
pt: Dia da semana
sk: Deň v týždni

# RES_frmeditschedulerules.cmboneshiftonedaywhen.dayofyear.rotext
source: Día del año
eu: urteko eguna
it: giorno dell'anno
pt: Dia do ano
sk: Deň v roku

# RES_frmeditschedulerules.cmbtypesequence.shift.rotext
source: Horario
eu: Ordutegia
it: Orario
pt: Horário
sk: rozvrh hodín

# RES_frmeditschedulerules.cmbtypesequence.type.rotext
source: Tag
eu: Etiketa
sk: Štítok

# RES_frmeditschedulerules.lblconfigurationtitle.text.rotext
source: Configuración de la regla
eu: Arauen ezarpenak
it: Impostazioni delle regole
pt: Configuração da regra
sk: Konfigurácia pravidiel

# RES_frmeditschedulerules.lbldescription.text.rotext
source: Regla de validación:
eu: Baliozkotze-araua:
it: Regola di convalida:
pt: Regra de validação:
sk: Pravidlo overovania:

# RES_frmeditschedulerules.lbldescriptiondesc.text.rotext
source: Descripción de la regla de validación
eu: Balioztatze-arauen deskribapena
it: Descrizione della regola di convalida
pt: Descrição da regra de validação
sk: Opis pravidla overovania

# RES_frmeditschedulerules.lblevery.text.rotext
source: Cada
eu: Bakoitzak
it: Ogni
sk: Každá stránka

# RES_frmeditschedulerules.lbleverysequence.text.rotext
source: Cada:
eu: Bakoitza:
it: Ogni:
sk: Každý z nich:

# RES_frmeditschedulerules.lblfreedaysinperioddesc.text.rotext
source: Número mínimo de jornadas de descanso en el período especificado
eu: Atseden egunen gutxieneko kopurua zehaztutako epean
it: Numero minimo di giorni di riposo nel periodo specificato
pt: Número mínimo de dias de descanso no período especificado
sk: Minimálny počet dní odpočinku v uvedenom období

# RES_frmeditschedulerules.lblfreedaysinperiodtitle.text.rotext
source: Número:
eu: Zenbakia:
it: Numero:
sk: Číslo:

# RES_frmeditschedulerules.lblgeneraltitle.text.rotext
source: General
eu: Orokorra
it: Generale
pt: Geral
sk: všeobecné

# RES_frmeditschedulerules.lbllogicordesc.text.rotext
source: Indique a qué horarios aplica la regla
eu: Adierazi zein ordutan aplikatzen den araua
it: Indicare fino a che ora si applica la regola
pt: Indique em que horários a regra se aplica
sk: Uveďte, na ktoré časy sa pravidlo vzťahuje

# RES_frmeditschedulerules.lbllogicortitle.text.rotext
source: Aplica a:
eu: Aplikatu:
it: Applica a:
pt: Aplica-se a:
sk: Platí pre:

# RES_frmeditschedulerules.lblmaxexpectedhoursinperiodrepeatdesc.text.rotext
source: Número máximo de horas planificados con el horario
eu: Ordutegiarekin aurreikusitako gehienezko ordu kopurua
it: Numero massimo di ore pianificate con il programma
pt: Número máximo de horas planeadas com o horário
sk: Maximálny počet hodín plánovaných v rozvrhu

# RES_frmeditschedulerules.lblmaxexpectedhoursinperiodrepeattitle.text.rotext
source: Máximo:
eu: Gehienez:
it: Massimo:
sk: Maximálne:

# RES_frmeditschedulerules.lblmaxfreelabourdaysinperiodrepeatdesc.text.rotext
source: Número máximo de días
eu: Gehienezko egun kopurua
it: Numero massimo di giorni
pt: Número máximo de dias
sk: Maximálny počet dní

# RES_frmeditschedulerules.lblmaxfreelabourdaysinperiodrepeattitle.text.rotext
source: Máximo:
eu: Gehienez:
it: Massimo:
sk: Maximálne:

# RES_frmeditschedulerules.lblmaxnotscheduleddesc.text.rotext
source: Número máximo de jornadas sin planificar anuales
eu: Urtean aurreikusi gabeko egun kopurua gehienez
it: Numero massimo di giorni non pianificati all'anno
pt: Número máximo de dias de trabalho anuais não planeados
sk: Maximálny počet neplánovaných dní za rok

# RES_frmeditschedulerules.lblmaxnotscheduledtitle.text.rotext
source: Número:
eu: Zenbakia:
it: Numero:
sk: Číslo:

# RES_frmeditschedulerules.lblmaxshiftsinperiodrepeatdesc.text.rotext
source: Número máximo de días planificados con el horario
eu: Ordutegiarekin aurreikusitako gehienezko egun kopurua
it: Numero massimo di giorni pianificati con il programma
pt: Número máximo de dias planeados com o horário
sk: Maximálny počet dní plánovaných v rozvrhu

# RES_frmeditschedulerules.lblmaxshiftsinperiodrepeattitle.text.rotext
source: Máximo:
eu: Gehienez:
it: Massimo:
sk: Maximálne:

# RES_frmeditschedulerules.lblmaxshiftssequencerepeatdesc.text.rotext
source: Número máximo planificado
eu: Aurreikusitako gehienezko kopurua
it: Numero massimo pianificato
pt: Número máximo planeado
sk: Maximálny plánovaný počet

# RES_frmeditschedulerules.lblmaxshiftssequencerepeattitle.text.rotext
source: Máximo:
eu: Gehienez:
it: Massimo:
sk: Maximálne:

# RES_frmeditschedulerules.lblminexpectedhoursinperiodrepeatdesc.text.rotext
source: Número mínimo de horas planificados con el horario
eu: Ordutegiarekin aurreikusitako gutxieneko ordu kopurua
it: Numero minimo di ore pianificate con il programma
pt: Número mínimo de horas planeadas com o horário
sk: Minimálny počet hodín plánovaných v rozvrhu

# RES_frmeditschedulerules.lblminexpectedhoursinperiodrepeattitle.text.rotext
source: Mínimo:
eu: Gutxienekoa:
it: Minimo:
sk: Minimálne:

# RES_frmeditschedulerules.lblminfreelabourdaysinperiodrepeatdesc.text.rotext
source: Número mínimo de días
eu: Gutxieneko egun kopurua
it: Numero minimo di giorni
pt: Número mínimo de dias
sk: Minimálny počet dní

# RES_frmeditschedulerules.lblminfreelabourdaysinperiodrepeattitle.text.rotext
source: Mínimo:
eu: Gutxienekoa:
it: Minimo:
sk: Minimálne:

# RES_frmeditschedulerules.lblminmaxexpectedhoursinperiodperioddesc.text.rotext
source: Período en el que se calculará la regla
eu: Araua zenbatuko den epea
it: Periodo in cui verrà calcolata la regola
pt: Período em que a regra será calculada
sk: Obdobie, v ktorom sa má pravidlo vypočítať

# RES_frmeditschedulerules.lblminmaxexpectedhoursinperiodperiodtitle.text.rotext
source: Período:
eu: Epea:
it: Periodo:
sk: Obdobie:

# RES_frmeditschedulerules.lblminmaxfreelabourdaysinperiodperioddesc.text.rotext
source: Período en el que se calculará la regla
eu: Araua zenbatuko den epea
it: Periodo in cui verrà calcolata la regola
pt: Período em que a regra será calculada
sk: Obdobie, v ktorom sa má pravidlo vypočítať

# RES_frmeditschedulerules.lblminmaxfreelabourdaysinperiodperiodtitle.text.rotext
source: Período:
eu: Epea:
it: Periodo:
sk: Obdobie:

# RES_frmeditschedulerules.lblminmaxfreelabourdaysinperiodtypedesc.text.rotext
source: Tipo de día
eu: Egun mota
it: Tipo di giorno
pt: Tipo de dia
sk: Typ dňa

# RES_frmeditschedulerules.lblminmaxfreelabourdaysinperiodtypetitle.text.rotext
source: Tipo:
eu: Guy:
sk: Typ:

# RES_frmeditschedulerules.lblminmaxshiftsinperioddesc.text.rotext
source: Indique los horarios a los que afecta la regla
eu: Adierazi arauak eragindako orduak
it: Indicare gli orari interessati dalla regola
pt: Indique os horários afetados pela regra
sk: Uveďte časy, na ktoré sa pravidlo vzťahuje

# RES_frmeditschedulerules.lblminmaxshiftsinperiodperioddesc.text.rotext
source: Período en el que se calculará la regla
eu: Araua zenbatuko den epea
it: Periodo in cui verrà calcolata la regola
pt: Período em que a regra será calculada
sk: Obdobie, v ktorom sa má pravidlo vypočítať

# RES_frmeditschedulerules.lblminmaxshiftsinperiodperiodtitle.text.rotext
source: Período:
eu: Epea:
it: Periodo:
sk: Obdobie:

# RES_frmeditschedulerules.lblminmaxshiftsinperiodtitle.text.rotext
source: Horarios:
eu: Ordutegiak:
it: Orari:
pt: Horários:
sk: Rozvrhy:

# RES_frmeditschedulerules.lblminmaxshiftssequencedesc.text.rotext
source: Indique los horarios a los que afecta la regla
eu: Adierazi arauak eragindako orduak
it: Indicare gli orari interessati dalla regola
pt: Indique os horários afetados pela regra
sk: Uveďte časy, na ktoré sa pravidlo vzťahuje

# RES_frmeditschedulerules.lblminmaxshiftssequencetitle.text.rotext
source: Horarios:
eu: Ordutegiak:
it: Orari:
pt: Horários:
sk: Rozvrhy:

# RES_frmeditschedulerules.lblminshiftsinperiodrepeatdesc.text.rotext
source: Número mínimo de días planificados con el horario
eu: Ordutegiarekin aurreikusitako gutxieneko egun kopurua
it: Numero minimo di giorni pianificati con il programma
pt: Número mínimo de dias planeados com o horário
sk: Minimálny počet dní plánovaných v rozvrhu

# RES_frmeditschedulerules.lblminshiftsinperiodrepeattitle.text.rotext
source: Mínimo:
eu: Gutxienekoa:
it: Minimo:
sk: Minimálne:

# RES_frmeditschedulerules.lblminshiftssequencerepeatdesc.text.rotext
source: Número mínimo planificado
eu: Aurreikusitako gutxieneko kopurua
it: Numero minimo previsto
pt: Número mínimo planeado
sk: Minimálny plánovaný počet

# RES_frmeditschedulerules.lblminshiftssequencerepeattitle.text.rotext
source: Mínimo:
eu: Gutxienekoa:
it: Minimo:
sk: Minimálne:

# RES_frmeditschedulerules.lblminweekendsinperioddesc.text.rotext
source: Número mínimo de jornadas de descanso en el período especificado
eu: Atseden egunen gutxieneko kopurua zehaztutako epean
it: Numero minimo di giorni di riposo nel periodo specificato
pt: Número mínimo de dias de descanso no período especificado
sk: Minimálny počet dní odpočinku v uvedenom období
