Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveOptions.*.resx
Languages: eu, fr

# RES_configurationoptions.lblpunchperiodrtininfo.text.rotext
source: If the time between an input and an output is greater than or equal to the indicated time, then Visualtime will consider that it is a new output. Otherwise the terminal will ask the user what action he is performing. This parameter is only considered in terminals with SMART behavior.
eu: Sarrera eta irteera baten arteko denbora adierazitako denbora baino handiagoa edo berdina bada, Visualtime-k irteera berritzat hartuko du. Bestela, terminalak erabiltzaileari zer ekintza egiten ari den galdetuko dio. Parametro hau portaera SMART duten terminaletan bakarrik hartzen da kontuan.
fr: Si le temps entre une entrée et une sortie est supérieur ou égal au temps indiqué, Visualtime considérera qu´il s´agit d´une nouvelle sortie. Sinon, le terminal demandera à l´utilisateur quelle action il effectue. Ce paramètre n´est pris en compte que sur les terminaux ayant un comportement SMART.

# RES_configurationoptions.lblpunchperiodrtout.text.rotext
source: The minimum time allowed between an exit and an entry is:
eu: Irteera eta sarreraren artean onartzen den gutxieneko denbora hau da:
fr: Le temps minimum autorisé entre une sortie et une entrée est de :

# RES_configurationoptions.lblpunchperiodrtoutinfo.text.rotext
source: If the time between an exit and an entry is greater than or equal to the indicated time, then Visualtime will consider that it is a new entry. Otherwise the terminal will ask the user what action he is performing. This parameter is only considered in terminals with SMART behavior.
eu: Irteera baten eta sarrera baten arteko denbora adierazitako denbora baino handiagoa edo berdina bada, Visualtime-k sarrera berritzat hartuko du. Bestela, terminalak erabiltzaileari zer ekintza egiten ari den galdetuko dio. Parametro hau portaera SMART duten terminaletan bakarrik hartzen da kontuan.
fr: Si le temps entre une sortie et une entrée est supérieur ou égal au temps indiqué, Visualtime considérera qu´il s´agit d´une nouvelle entrée. Sinon, le terminal demandera à l´utilisateur quelle action il effectue. Ce paramètre n´est pris en compte que sur les terminaux ayant un comportement SMART.

# RES_configurationoptions.lblrepeatpwd.text.rotext
source: Repeat:
eu: Errepikatu:
fr: Répéter :

# RES_configurationoptions.lblrepitedmovestitle.text.rotext
source: Repeated signings
eu: Errepikaturiko sinaketak
fr: Pointages répétés

# RES_configurationoptions.lblschedulingoptionsinfo.text.rotext
source: In this form, we will configure the planning parameters. We will indicate the field on the form that will be used to indicate the cost of each user.
eu: Inprimaki honetan, plangintza-parametroak konfiguratuko ditugu. Erabiltzaile bakoitzaren kostua adierazteko erabiliko den txartelaren eremua adieraziko dugu.
fr: Ce formulaire permet de configurer les paramètres de planification. Il faudra indiquer le champ de la fiche qui sera utilisé pour renseigner le coût de chaque utilisateur.

# RES_configurationoptions.lblschedulingoptionstabbutton.text.rotext
source: Planning
eu: Plangintza
fr: Planification

# RES_configurationoptions.lblschedulingtitle.text.rotext
source: Planning
eu: Plangintza
fr: Planification

# RES_configurationoptions.lblstartyearoptiontabbutton.text.rotext
source: Beginning of the year
eu: Urte hasiera
fr: Début d´année

# RES_configurationoptions.lblsystemfields.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_configurationoptions.lblsystemfieldsheader.text.rotext
source: System tab
eu: Sistema fitxa
fr: Fiche système

# RES_configurationoptions.lbltabmail.text.rotext
source: Mail
eu: Posta
fr: E-mail

# RES_configurationoptions.lbltaskfieldsnotused.text.rotext
source: Available attributes
eu: Eskuragarri dauden atributuak
fr: Attributs disponibles

# RES_configurationoptions.lbltaskfieldsoptionsheader.text.rotext
source: Customizing Task Attributes
eu: Zereginen atributuak pertsonalizatzea
fr: Personnalisation d´attributs de la tâche

# RES_configurationoptions.lbltaskfieldsoptionsinfo.text.rotext
source: This form allows you to define the attributes you need to use in tasks.
eu: Inprimaki honek zereginetan erabili behar dituzun atributuak defini ditzakezu.
fr: Ce formulaire vous permet de définir les attributs que vous devez utiliser dans les tâches.

# RES_configurationoptions.lbltaskfieldsoptionstabbutton.text.rotext
source: Task attributes
eu: Zereginaren atributuak
fr: Attributs tâche

# RES_configurationoptions.lbltimeformatnumeric.text.rotext
source: For example, 2h 30 min will be displayed as 2.5 hours.
eu: Adibidez, 2h 30 min 2,5 ordu gisa bistaratuko da.
fr: Par exemple, 2 h 30 min. sera affiché comme 2,5 heures.

# RES_configurationoptions.lbltimeformatnumericinfo.text.rotext
source: For example, 2h 30 min will be displayed as 2.5 hours.
eu: Adibidez, 2h 30 min 2,5 ordu gisa bistaratuko da.
fr: Par exemple, 2 h 30 min. sera affiché comme 2,5 heures.

# RES_configurationoptions.lbltimeformatnumerictitle.text.rotext
source: Numeric format: Hours and hundredths of hours
eu: Zenbakizko formatua: Orduak eta orduko ehunenak
fr: Format numérique : Heures et centièmes d´heure

# RES_configurationoptions.lbltimeformatoptionsinfo.text.rotext
source: On this screen, define the time format with which you want to display hour totals in reports.
eu: Pantaila honetan, definitu ordu-formatua zein ordutan bistaratu nahi dituzun txostenetan ordu-totalak.
fr: Sur cet écran, vous pouvez définir le format de temps avec lequel vous souhaitez afficher le nombre total d´heures dans les rapports et sur les écrans récapitulatifs.

# RES_configurationoptions.lbltimeformatoptionstabbutton.text.rotext
source: Time formats
eu: Denbora-formatuak
fr: Formats de temps

# RES_configurationoptions.lbltimeformatoptionstitle.text.rotext
source: Time display options
eu: Ordua bistaratzeko aukerak
fr: Options d´affichage de l´heure

# RES_configurationoptions.lbltimeformatstandard.text.rotext
source: For example, 2h 30 min will be displayed as 2:30.
eu: Adibidez, 2h 30 min 2:30 gisa bistaratuko da.
fr: Par exemple, 2 h 30 min. sera affiché comme 2:30.

# RES_configurationoptions.lbltimeformatstandardtitle.text.rotext
source: Conventional format: Hours and minutes
eu: Ohiko formatua: Orduak eta minutuak
fr: Format conventionnel : Heures et minutes

# RES_configurationoptions.lblurl.text.rotext
source: The URL of the emergency page is:
eu: Larrialdi orriaren URLa hau da:
fr: L´URL de la page d´urgence est :

# RES_configurationoptions.lblweekperiod.text.rotext
source: Weekly period
eu: Asteroko epea
fr: Période hebdomadaire

# RES_configurationoptions.lblweekperioddescription.text.rotext
source: We can set the weekly period that we are going to use, indicating what we consider to be the first day of the week. From this day, 7 calendar days will be counted.
eu: Erabiliko dugun asteko epea finkatu dezakegu, asteko lehen eguna dela uste dugun adieraziz. Egun horretatik aurrera, 7 egun natural zenbatuko dira.
fr: Il est possible d´établir la période hebdomadaire allant être utilisée, en indiquant quel jour sera considéré comme le premier de la semaine. À partir de ce jour, sept jours calendaires seront comptés.

# RES_configurationoptions.lblweekstartday.text.rotext
source: He
eu: Berak
fr: Le

# RES_configurationoptions.lblweekstartdayexplanation.text.rotext
source: , will be the first day of the week.
eu: , asteko lehen eguna izango da.
fr: , sera le premier jour de la semaine.

# RES_configurationoptions.lblwithkey.text.rotext
source: With key
eu: Giltzarekin
fr: Avec clé

# RES_configurationoptions.lblwithkeydesc.text.rotext
source: Only users who know the key will be able to launch the Emergency report.
eu: Pasahitza ezagutzen duten erabiltzaileek bakarrik abiarazi ahal izango dute Larrialdi-txostena.
fr: Seuls les utilisateurs qui connaissent la clé pourront lancer le rapport d´urgence.

# RES_configurationoptions.lblwithoutkey.text.rotext
source: Without key
eu: Ez dago giltzarik
fr: Sans clé

# RES_configurationoptions.lblwithoutkeydesc.text.rotext
source: Any user will be able to launch the Emergency report.
eu: Edozein erabiltzailek Larrialdi txostena abiarazi dezake.
fr: N´importe quel utilisateur pourra lancer le rapport d´urgence.

# RES_configurationoptions.lblwsoptionstabbutton.text.rotext
source: Secrets management
eu: WS Administrazioa
fr: Administration WS

# RES_configurationoptions.lblyearperiod1.text.rotext
source: The month
eu: Hilabetea
fr: Le mois

# RES_configurationoptions.lblyearperiod2.text.rotext
source: , will count as the first month of the year.
eu: , urteko lehen hilabete gisa zenbatuko da.
fr: , comptera comme le premier mois de l´année.

# RES_configurationoptions.lblyearperioddescription.text.rotext
source: We can specify the annual period that we are going to use, marking the month that we are going to count as the first of the year. From that month onwards a calendar year will be counted (If we start in the month of February, the annual period will be from the month of February of the current year to the month of January of the following year).
eu: Erabiliko dugun urteko epea zehaztu dezakegu, urteko lehenengo gisa zenbatuko dugun hilabetea markatuz. Hilabete horretatik aurrera urte natural bat zenbatuko da (Otsailean hasten bagara, urteko epea aurtengo otsailetik hurrengo urteko urtarrilera artekoa izango da).
fr: Il est possible de spécifier la période annuelle allant être utilisée, en marquant le mois qui sera compté comme le premier de l´année. À partir de ce mois, une année civile sera comptée (si elle commence au mois de février, la période annuelle s´étendra du mois de février de l´année en cours au mois de janvier de l´année suivante).

# RES_configurationoptions.lblyearperiodtitle.text.rotext
source: Annual period
eu: Urteko epea
fr: Période annuelle

# RES_configurationoptions.location.rotext
source: Address
eu: Helbidea
fr: adresse

# RES_configurationoptions.msghaschanges.rotext
source: Configuration changes have been found
eu: Konfigurazio-aldaketak aurkitu dira
fr: Des changements ont été trouvés dans la configuration

# RES_configurationoptions.msghaserrors.rotext
source: Errors have been found in the configuration
eu: Konfigurazio-erroreak aurkitu dira
fr: Des erreurs ont été trouvées dans la configuration

# RES_configurationoptions.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
fr: Sauvegarder les changements

# RES_configurationoptions.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_configurationoptions.myhidebutton.text.rotext
source: Button
eu: botoia

# RES_configurationoptions.needuserpassword.message.description.rotext
source: You must enter a valid username/password
eu: Baliozko erabiltzaile-izen/pasahitz bat sartu behar duzu
fr: Vous devez insérer un utilisateur/mot de passe valides

# RES_configurationoptions.needuserpassword.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.opcheckemergencyactivetitle.text.rotext
source: Enable Emergency Reports screen (Only if you have the Scheduled Reports license)
eu: Aktibatu Larrialdi Txostenen pantaila (aurreikusitako txostenen lizentzia baduzu soilik)
fr: Activer l´écran des rapports d´urgence (uniquement si vous disposez de la licence pour les rapports planifiés)

# RES_configurationoptions.opttimeformatnumeric.description.rotext
source: For example, 2h 30min will be displayed as 2.5 hours.
eu: Adibidez, 2h 30min 2,5 ordu gisa bistaratuko da.
fr: Par exemple, 2 h 30min. sera affiché comme 2,5 heures.

# RES_configurationoptions.opttimeformatnumeric.text.rotext
source: Numeric format: Hours and hundredths of hours
eu: Zenbakizko formatua: Orduak eta orduko ehunenak
fr: Format numérique : Heures et centièmes d´heure

# RES_configurationoptions.opttimeformatstandard.description.rotext
source: For example, 2h 30min will be displayed as 2:30.
eu: Adibidez, 2h 30min 2:30 gisa bistaratuko da.
fr: Par exemple, 2 h 30min. sera affiché comme 2:30.

# RES_configurationoptions.opttimeformatstandard.text.rotext
source: Conventional format: Hours and minutes
eu: Ohiko formatua: Orduak eta minutuak
fr: Format conventionnel : Heures et minutes

# RES_configurationoptions.passwordnotmatch.message.description.rotext
source: Passwords do not match
eu: Pasahitzak ez datoz bat
fr: Les mots de passe ne correspondent pas

# RES_configurationoptions.passwordnotmatch.message.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_configurationoptions.removeuserfieldused.usedinprocess.description.rotext
source: The field on the card is being used in a calculation process.
eu: Token eremua kalkulu prozesu batean erabiltzen ari da.
fr: Le champ de la fiche est utilisé dans un processus de calcul.

# RES_configurationoptions.removeuserfieldused.usedinprocess.title.rotext
source: Cannot unassign field
eu: Ezin da eremua esleitu
fr: Le champ ne peut pas être désaffecté

# RES_configurationoptions.tabbutton_databaseoptions.value.rotext
source: Database
eu: Datu-basea
fr: Base de données

# RES_configurationoptions.tabbutton_timeformatoptions.value.rotext
source: Time formats
eu: Denbora-formatuak
fr: Formats de temps

# RES_configurationoptions.title.rotext
source: Configuration options
eu: Konfigurazio aukerak
fr: Options de configuration

# RES_configurationoptions.title_configurationoptions_pathway.rotext
source: Options
eu: Aukerak

# RES_configurationoptions.txtfreezedate.emptyvaluemessage.rotext
source: <b>Required field.</b>
eu: <b>beharrezko eremua.</b>
fr: <b>champ requis.</b>

# RES_configurationoptions.txtfreezedate.invalidvaluemessage.rotext
source: <b>invalid field.</b>
eu: <b>eremu baliogabea.</b>
fr: <b>champ invalide.</b>

# RES_configurationoptions.type.rotext
source: Type
eu: Guy

# RES_configurationoptions.weekdaynames.friday.rotext
source: Friday
eu: ostirala
fr: Vendredi

# RES_configurationoptions.weekdaynames.monday.rotext
source: Monday
eu: astelehena
fr: Lundi

# RES_configurationoptions.weekdaynames.saturday.rotext
source: Saturday
eu: Larunbata
fr: Samedi

# RES_configurationoptions.weekdaynames.sunday.rotext
source: Sunday
eu: Igandea
fr: Dimanche

# RES_configurationoptions.weekdaynames.thursday.rotext
source: Thursday
eu: Osteguna
fr: Jeudi

# RES_configurationoptions.weekdaynames.tuesday.rotext
source: Tuesday
eu: asteartea
fr: Mardi

# RES_configurationoptions.weekdaynames.wednesday.rotext
source: Wednesday
eu: asteazkena
fr: Mercredi

# RES_emergencyreport.btcancel.text.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_emergencyreport.btsave.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_emergencyreport.invalidemergencyreportkey.message.rotext
source: The code indicated is not correct.
eu: Adierazitako kodea ez da zuzena.
fr: Le code indiqué est incorrect.

# RES_emergencyreport.label55.text.rotext
source: Emergency
eu: Larrialdia
fr: Urgence

# RES_emergencyreport.lblclave.text.rotext
source: Clue
eu: Arrastoa
fr: Clé

# RES_emergencyreport.lblemergencyoptionsinfo.text.rotext
source: In this form we will configure parameters for the Emergency report.
eu: Formulario honetan Larrialdi txostenaren parametroak konfiguratuko ditugu.
fr: Ce formulaire permet de configurer les paramètres du rapport d´urgence.

# RES_emergencyreport.lblemergencyoptionstabbutton.text.rotext
source: Emergency
eu: Larrialdia
fr: Urgence

# RES_emergencyreport.lblemergencyreportinfo.text.rotext
source: Select the mode in which any user will be able to launch the emergency report.
eu: Hautatu edozein erabiltzailek larrialdi-txostena abiarazteko modua.
fr: Sélectionnez le mode dans lequel tout utilisateur pourra lancer le rapport d´urgence.

# RES_emergencyreport.lblemergencytitle.text.rotext
source: Emergency
eu: Larrialdia
fr: Urgence

# RES_emergencyreport.lblheader.text.rotext
source: Emergency report
eu: Larrialdi-txostena
fr: Rapport d´urgence

# RES_emergencyreport.lblinfo.text.rotext
source: This is the screen where you can enable the specific page for launching the emergency report and configure your security key.
eu: Pantaila hau da, non larrialdi-txostena abiarazteko orri espezifikoa gaitu dezakezu eta zure segurtasun-giltza konfigura dezakezu.
fr: Voici l´écran où vous pouvez activer la page spécifique pour lancer le rapport d´urgence et configurer votre clé de sécurité.

# RES_emergencyreport.lblparameterstitle.text.rotext
source: Emergency Report
eu: Larrialdi Txostena
fr: Rapport d´urgence

# RES_emergencyreport.lblurl.text.rotext
source: The URL of the page is:
eu: Orriaren URLa hau da:
fr: L´URL de la page est :

# RES_emergencyreport.msghaschanges.rotext
source: Configuration changes have been found
eu: Konfigurazio-aldaketak aurkitu dira
fr: Des changements ont été trouvés dans la configuration

# RES_emergencyreport.msghaserrors.rotext
source: Errors have been found in the configuration
eu: Konfigurazio-erroreak aurkitu dira
fr: Des erreurs ont été trouvées dans la configuration

# RES_emergencyreport.msgsavechangesbar.rotext
source: Save changes
eu: Aldaketak gorde
fr: Sauvegarder les changements

# RES_emergencyreport.msgundochangesbar.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_emergencyreport.myhidebutton.text.rotext
source: Button
eu: botoia

# RES_emergencyreport.notfound.description.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_emergencyreport.notfound.title.rotext
source: Mistake
eu: Akatsa
fr: Erreur

# RES_emergencyreport.opcheckemergencyactivetitle.text.rotext
source: Activate Emergency Reports screen
eu: Aktibatu Larrialdi Txostenen pantaila
fr: Activer l´écran des rapports d´urgence

# RES_emergencyreport.title.rotext
source: Configuration options
eu: Konfigurazio aukerak
fr: Options de configuration

# RES_fieldsmanager.btcancel.text.rotext
source: Undo changes
eu: Desegin aldaketak
fr: Annuler les changements

# RES_fieldsmanager.btremoveemployeeuserfield.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_fieldsmanager.btremovegroupuserfield.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_fieldsmanager.btsave.text.rotext
source: Apply changes
eu: Aplikatu aldaketak
fr: Appliquer les changements

# RES_fieldsmanager.grdbusinesscenterfieldsnotused.columns#2.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_fieldsmanager.grdemployeeuserfieldsnotused.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_fieldsmanager.grdemployeeuserfieldsnotused.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_fieldsmanager.grdemployeeuserfieldsnotused.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_fieldsmanager.grdemployeeuserfieldsused.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_fieldsmanager.grdemployeeuserfieldsused.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_fieldsmanager.grdemployeeuserfieldsused.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_fieldsmanager.grdgroupuserfieldsnotused.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_fieldsmanager.grdgroupuserfieldsnotused.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_fieldsmanager.grdgroupuserfieldsnotused.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_fieldsmanager.grdgroupuserfieldsused.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_fieldsmanager.grdgroupuserfieldsused.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_fieldsmanager.grdgroupuserfieldsused.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_fieldsmanager.grdsystememployeeuserfields.columns#3.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_fieldsmanager.grdsystememployeeuserfields.columns#4.headertext.rotext
source: Type
eu: Guy

# RES_fieldsmanager.grdsystememployeeuserfields.columns#5.headertext.rotext
source: Access level
eu: Sarbide maila
fr: Niveau accès

# RES_fieldsmanager.grdtaskfieldsnotused.columns#2.headertext.rotext
source: Name
eu: Izena
fr: Nom

# RES_fieldsmanager.grdtaskfieldsnotused.columns#3.headertext.rotext
source: Type
eu: Guy

# RES_fieldsmanager.grdtaskfieldsnotused.columns#4.headertext.rotext
source: When
eu: Noiz
fr: Quand

# RES_fieldsmanager.ibtemployeeuserfieldasign.tooltip.rotext
source: Add selected custom field.
eu: Gehitu hautatutako eremu pertsonalizatua.
fr: Ajouter champ personnalisé sélectionné.

# RES_fieldsmanager.ibtemployeeuserfieldremove.tooltip.rotext
source: Remove selected custom field.
eu: Kendu hautatutako eremu pertsonalizatua.
fr: Retirer le champ personnalisé sélectionné.

# RES_fieldsmanager.ibtgroupuserfieldasign.tooltip.rotext
source: Add selected custom field.
eu: Gehitu hautatutako eremu pertsonalizatua.
fr: Ajouter champ personnalisé sélectionné.

# RES_fieldsmanager.ibtgroupuserfieldremove.tooltip.rotext
source: Remove selected custom field.
eu: Kendu hautatutako eremu pertsonalizatua.
fr: Retirer le champ personnalisé sélectionné.

# RES_fieldsmanager.lbladdemployeeuserfieldnotused.text.rotext
source: Add
eu: Gehitu
fr: Ajouter

# RES_fieldsmanager.lbladdgroupuserfieldnotused.text.rotext
source: Add
eu: Gehitu
fr: Ajouter

# RES_fieldsmanager.lblbusinesscenterfieldsnotused.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_fieldsmanager.lblbusinesscenterfieldsoptionsheader.text.rotext
source: Customizing the cost center sheet
eu: Kostu zentroaren fitxa pertsonalizatzea
fr: Personnalisation de la fiche du centre de coût

# RES_fieldsmanager.lblbusinesscenterfieldsoptionsinfo.text.rotext
source: This form allows you to define the fields you need to use in cost centers.
eu: Inprimaki honek kostu-zentroetan erabili behar dituzun eremuak definitzeko aukera ematen du.
fr: Ce formulaire vous permet de définir les champs que vous devez utiliser dans les centres de coût.

# RES_fieldsmanager.lblbusinesscenterfieldsoptionstabbutton.text.rotext
source: Cost center card
eu: Kostu zentroaren fitxa
fr: Fiche centre de coût

# RES_fieldsmanager.lblemployeeuserfieldsnotused.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_fieldsmanager.lblemployeeuserfieldsoptionsheader.text.rotext
source: Customizing the user profile
eu: Erabiltzailearen fitxategiaren pertsonalizazioa
fr: Personnalisation de la fiche utilisateur

# RES_fieldsmanager.lblemployeeuserfieldsoptionsinfo.text.rotext
source: This form allows you to create new fields that you need to define for users. You can create, edit, delete fields and select which ones you want to view.
eu: Inprimaki honek erabiltzaileentzat definitu behar dituzun eremu berriak sortzeko aukera ematen du. Eremuak sortu, editatu, ezabatu eta ikusi nahi dituzun aukera ditzakezu.
fr: Ce formulaire vous permet de créer de nouveaux champs que vous devez définir pour les utilisateurs. Vous pouvez créer, éditer et supprimer des champs, ainsi que sélectionner ceux que vous souhaitez voir.

# RES_fieldsmanager.lblemployeeuserfieldsoptionstabbutton.text.rotext
source: User profile
eu: Erabiltzailearen fitxategia
fr: Fiche utilisateur

# RES_fieldsmanager.lblemployeeuserfieldsused.text.rotext
source: Selected fields
eu: Hautatutako eremuak
fr: Champs sélectionnés

# RES_fieldsmanager.lblgroupuserfieldsnotused.text.rotext
source: Available fields
eu: Eskuragarri dauden eremuak
fr: Champs disponibles

# RES_fieldsmanager.lblgroupuserfieldsoptionsheader.text.rotext
source: Customizing your company profile
eu: Enpresaren fitxategiaren pertsonalizazioa
fr: Personnalisation de la fiche de l´entreprise
