Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.objecttype.tschedulerweekly.rotext
source: Planificación semanal
ca: Planificació setmanal
eu: Asteko plangintza
fr: Planification hebdomadaire
it: Pianificazione settimanale
pt: Planeamento semanal
sk: Týždenné plánovanie

# RES_audit.objecttype.tsecuritynodegroup.rotext
source: Grupo asignado
ca: Grup assignat
eu: Esleitutako taldea
fr: Groupe affecté
it: Gruppo assegnato
pt: Grupo atribuído
sk: Pridelená skupina

# RES_audit.objecttype.tsecuritynodepassport.rotext
source: Supervisor asignado
ca: Supervisor assignat
eu: Esleitutako arduraduna
fr: Superviseur affecté
it: Supervisore assegnato
pt: Supervisor atribuído
sk: Pridelený vedúci

# RES_audit.objecttype.tsecuritynodepassportexception.rotext
source: Excepción
ca: Excepció
eu: Salbuespena
fr: Exception
it: Eccezione
pt: Exceção
sk: Výnimka

# RES_audit.objecttype.tsecurityoptions.rotext
source: Opciones de seguridad
ca: Opcions de seguretat
eu: Segurtasun aukerak
fr: Options de sécurité
gl: Opcións de seguridade
it: Opzioni di sicurezza
pt: Opções de segurança
sk: Možnosti zabezpečenia

# RES_audit.objecttype.tshift.rotext
source: Horario
ca: Horari
eu: Ordutegia
fr: Horaire
it: Orario
pt: Horário
sk: rozvrh hodín

# RES_audit.objecttype.tshiftassignment.rotext
source: Puesto de horario
ca: Lloc d’horari
eu: ordutegiaren posizioa
fr: Poste d´horaire
gl: Posto de horario
it: Posizione di orario
pt: Posto de horário
sk: Časová poloha

# RES_audit.objecttype.tshiftgroup.rotext
source: Grupo de horarios
ca: Grup d’horaris
eu: Ordutegi taldea
fr: Groupe d´horaires
it: Gruppo di orari
pt: Grupo de horários
sk: Skupina rozvrhov

# RES_audit.objecttype.tshiftlayer.rotext
source: Capa horario
ca: Capa horari
eu: Denbora-geruza
fr: Couche horaire
it: Livello orario
pt: Camada de horário
sk: Časová vrstva

# RES_audit.objecttype.tshiftrule.rotext
source: Reglas de horario
ca: Regles d’horari
eu: Ordutegi-arauak
fr: Règles d´horaire
gl: Regras de horario
it: Regole di orario
pt: Regras do horário
sk: Pravidlá rozvrhu

# RES_audit.objecttype.tshifttimezone.rotext
source: Franja horaria de horario
ca: Franja horària d’horari
eu: Programatu ordu-eremua
fr: Créneau horaire d´horaire
gl: Franxa horaria de horario
it: Fascia oraria di orario
pt: Intervalo de tempo do horário
sk: Časový slot

# RES_audit.objecttype.tssoconfig.rotext
source: Login integrado
ca: Inici de sessió integrat
eu: Saio-hasiera integratua
fr: Connexion intégrée
it: Login integrato
sk: Integrované prihlásenie

# RES_audit.objecttype.tstartupvalues.rotext
source: Valores iniciales (convenio)
ca: Valors inicials (conveni)
eu: Hasierako balioak (hitzarmena)
fr: Valeurs initiales (convention)
gl: Valores iniciais (convenio)
it: Valori iniziali (accordo)
pt: Valores iniciais (acordo)
sk: Počiatočné hodnoty (dohoda)

# RES_audit.objecttype.tsupervisedemployeedata.rotext
source: Usuario
ca: Usuari
eu: Erabiltzailea
fr: Utilisateur
it: Utente
pt: Utilizador
sk: používateľ

# RES_audit.objecttype.tsurvey.rotext
source: Encuesta
ca: Enquesta
eu: Inkesta
fr: Enquête
gl: Enquisa
it: Domanda
pt: Inquérito
sk: Prieskum

# RES_audit.objecttype.tsurveyresponse.rotext
source: Respuesta a encuesta
ca: Resposta a enquesta
eu: Inkestaren erantzuna
fr: Réponse à l’enquête
gl: Resposta a enquisa
it: Risposta a domanda
pt: Resposta ao inquérito
sk: Odpovede na prieskum

# RES_audit.objecttype.tsurveyresults.rotext
source: Resultados de encuesta
ca: Resultats d’enquesta
eu: Inkestaren emaitzak
fr: Résultats de l’enquête
gl: Resultados de enquisa
it: Risultati della domanda
pt: Resultados do inquérito
sk: Výsledky prieskumu

# RES_audit.objecttype.ttask.rotext
source: Tarea
ca: Tasca
eu: Zeregin
fr: Tâche
gl: Tarefa
it: Attività
pt: Tarefa
sk: úloha

# RES_audit.objecttype.ttaskfield.rotext
source: Atributos de tarea
ca: Atributs de tasca
eu: Zereginaren atributuak
fr: Attributs de tâche
gl: Atributos de tarefa
it: Attributi di attività
pt: Atributos de tarefa
sk: Atribúty úlohy

# RES_audit.objecttype.ttaskfielddefinition.rotext
source: Definición de atributos de tarea
ca: Definició d’atributs de tasca
eu: Zereginaren atributuak zehaztea
fr: Définition d´attributs de tâche
gl: Definición de atributos de tarefa
it: Definizione di attributi di attività
pt: Definição dos atributos da tarefa
sk: Definícia atribútov úlohy

# RES_audit.objecttype.ttasktemplate.rotext
source: Plantilla de tareas
ca: Plantilla de tasques
eu: Zereginen txantiloia
fr: Modèle de tâches
gl: Modelo de tarefas
it: Modello di attività
pt: Modelo de tarefas
sk: Šablóna úlohy

# RES_audit.objecttype.ttelecommute.rotext
source: Teletrabajo
ca: Teletreball
eu: Telelangintza
fr: Télétravail
gl: Teletraballo
it: Telelavoro
pt: Teletrabalho
sk: Telework

# RES_audit.objecttype.tterminal.rotext
source: Terminal
eu: Terminala
it: terminale
pt: Posto
sk: Terminál

# RES_audit.objecttype.tterminalconfigfile.rotext
source: Fichero de configuración de terminales
ca: Fitxer de configuració de terminals
eu: Terminalaren konfigurazio fitxategia
fr: Fichier de configuration de terminaux
gl: Ficheiro de configuración de terminais
it: File di configurazione di terminali
pt: Ficheiro de configuração de terminais
sk: Konfiguračný súbor terminálu

# RES_audit.objecttype.tterminalreader.rotext
source: Lector del terminal
eu: Terminal irakurgailua
fr: Lecteur du terminal
gl: Lector do terminal
it: Lettore del terminale
pt: Leitor do terminal
sk: Čítačka terminálov

# RES_audit.objecttype.tterminalsiren.rotext
source: Sirena del terminal
eu: Terminaleko sirena
fr: Sirène du terminal
gl: Sirena do terminal
it: Sirena del terminale
pt: Alarme do terminal
sk: Koncová siréna

# RES_audit.objecttype.tterminalsyncfile.rotext
source: Fichero de sincronización de terminales
ca: Fitxer de sincronització de terminals
eu: Terminaleko sinkronizazio fitxategia
fr: Fichier de synchronisation de terminaux
gl: Ficheiro de sincronización de terminais
it: File di sincronizzazione di terminali
pt: Ficheiro de sincronização de terminais
sk: Synchronizačný súbor terminálu

# RES_audit.objecttype.ttimezone.rotext
source: Franja horaria
ca: Franja horària
eu: Ordu eremu
fr: Créneau horaire
gl: Franxa horaria
it: Fascia oraria
pt: Intervalo de tempo
sk: Časové pásmo

# RES_audit.objecttype.tuploadfile.rotext
source: Cargar fichero
ca: Carregar fitxer
eu: Kargatu fitxategia
fr: Charger fichier
gl: Cargar ficheiro
it: Carica file
pt: Carregar ficheiro
sk: Nahrať súbor

# RES_audit.objecttype.tuserfield.rotext
source: Campo ficha
ca: Camp fitxa
eu: Fitxa eremua
fr: Champ fiche
it: Campo scheda
pt: Campo da ficha
sk: Token poľa

# RES_audit.objecttype.tusertask.rotext
source: Tarea de usuario
ca: Tasca d’usuari
eu: Erabiltzailearen zeregina
fr: Tâche d´utilisateur
gl: Tarefa de usuario
it: Attività di utente
pt: Tarefa do utilizador
sk: Úloha používateľa

# RES_audit.objecttype.tvisit.rotext
source: Visita
eu: Bisitatu
fr: Visite
sk: Navštívte stránku

# RES_audit.objecttype.tvisitor.rotext
source: Visitante
ca: Visitant
eu: Bisitaria
fr: Visiteur
it: Visitatore
sk: Návštevník

# RES_audit.objecttype.tzoneinactivity.rotext
source: Zona de inactividad
ca: Zona d’inactivitat
eu: eremu inaktiboa
fr: Zone d´inactivité
gl: Zona de inactividade
it: Zona di inattività
pt: Zona de inatividade
sk: Neaktívna zóna

# RES_audit.objecttype.tzoneplane.rotext
source: Plano de zona
ca: Plànol de zona
eu: Zonaldearen planoa
fr: Plan de zone
it: Pianta di zona
sk: Plán oblasti

# RES_audit.parameters..date.rotext
source: Fecha
ca: Data
eu: Data
fr: Date
gl: Data
it: Data
pt: Data
sk: dátum

# RES_audit.parameters..fieldname.rotext
source: Nombre de campo
ca: Nom de camp
eu: Eremuaren izena
fr: Nom de champ
gl: Nome de campo
it: Nome di campo
pt: Nome do campo
sk: Názov poľa

# RES_audit.parameters..idemployee.rotext
source: ID de usuario
ca: ID d’usuari
eu: Erabiltzaile IDa
fr: ID utilisateur
it: ID utente
pt: ID de utilizador
sk: ID používateľa

# RES_audit.parameters..value.rotext
source: Valor
eu: Merezi
fr: Valeur
it: Di valore
sk: Hodnota

# RES_audit.parameters.accessgroups.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.accessgroupspermissions.idaccessgroup.rotext
source: ID de grupo de acceso
ca: ID de grup d’accés
eu: atzitu taldearen IDa
fr: ID de groupe d´accès
it: ID di gruppo di accesso
pt: ID do grupo de acesso
sk: ID prístupovej skupiny

# RES_audit.parameters.accessgroupspermissions.idaccessperiod.rotext
source: ID de período de acceso
ca: ID de període d’accés
eu: Sarbide Aldiaren IDa
fr: ID de période d´accès
it: ID di periodo di accesso
pt: ID do período de acesso
sk: ID obdobia prístupu

# RES_audit.parameters.accessgroupspermissions.idzone.rotext
source: ID de zona
eu: zonaren ID
fr: ID de zone
it: ID di zona
pt: ID da zona
sk: ID zóny

# RES_audit.parameters.accessperioddaily.begintime.rotext
source: Hora inicio
ca: Hora d’inici
eu: Hasiera Ordua
fr: Heure de début
it: Ora di inizio
pt: Hora de início
sk: Čas začiatku

# RES_audit.parameters.accessperioddaily.dayofweek.rotext
source: Día de la semana
ca: Dia de la setmana
eu: Asteguna
fr: Jour de la semaine
gl: Día da semana
it: Giorno feriale
pt: Dia da semana
sk: Deň v týždni

# RES_audit.parameters.accessperioddaily.endtime.rotext
source: Hora fin
ca: Hora final
eu: Amaiera ordua
fr: Heure de fin
it: Ora fine
pt: Hora de fim
sk: Koniec času

# RES_audit.parameters.accessperiodholidays.begintime.rotext
source: Hora inicial
eu: Hasiera ordua
fr: Heure initiale
it: Ora iniziale
pt: Hora de início
sk: Čas začiatku

# RES_audit.parameters.accessperiodholidays.day.rotext
source: Día
ca: Dia
eu: Eguna
fr: Jour
it: Giorno
pt: Dia
sk: deň

# RES_audit.parameters.accessperiodholidays.endtime.rotext
source: Hora final
eu: Azken ordua
fr: Heure finale
it: Ora finale
sk: Posledná hodina

# RES_audit.parameters.accessperiodholidays.idaccessperiod.rotext
source: ID del período
ca: ID del període
eu: Aldiaren IDa
fr: ID de la période
gl: ID do período
it: ID del periodo
pt: ID do período
sk: ID obdobia

# RES_audit.parameters.accessperiodholidays.month.rotext
source: Mes
eu: Hilabetea
fr: Mois
it: Mese
pt: Mês
sk: Mesiac

# RES_audit.parameters.accessperiods.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.accrualsrules.definition.rotext
source: definición
ca: definició
eu: definizioa
fr: définition
it: definizione
pt: definição
sk: definícia

# RES_audit.parameters.accrualsrules.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.accrualsrules.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.accrualsrules.schedule.rotext
source: Programación
ca: Programació
eu: Programazioa
fr: Programmation
it: Programmazione
pt: Programação
sk: Programovanie

# RES_audit.parameters.assignment.color.rotext
source: Color del puesto
ca: Color del lloc
eu: Post Kolorea
fr: Couleur du poste
gl: Cor do posto
it: Colore della posizione
pt: Cor do posto
sk: Farba príspevku

# RES_audit.parameters.assignment.description.rotext
source: Descripción del puesto
ca: Descripció del lloc
eu: Lanaren deskribapena
fr: Description du poste
gl: Descrición do posto
it: Descrizione della posizione
pt: Descrição do posto
sk: Popis práce

# RES_audit.parameters.assignment.id.rotext
source: ID del puesto
ca: ID del lloc
eu: Kargua ID
fr: ID du poste
gl: ID do posto
it: ID della posizione
pt: ID do posto
sk: ID pracovnej pozície

# RES_audit.parameters.assignment.name.rotext
source: Nombre del puesto
ca: Nom del lloc
eu: Lanpostuaren izena
fr: Nom du poste
gl: Nome do posto
it: Nome della posizione
pt: Nome do posto
sk: Názov pracovného miesta

# RES_audit.parameters.assignment.shortname.rotext
source: Nombre corto del puesto
ca: Nom curt del lloc
eu: Karguaren izen laburra
fr: Nom court du poste
gl: Nome curto do posto
it: Nome breve della posizione
pt: Nome abreviado do posto
sk: Krátky názov pracovného miesta

# RES_audit.parameters.businesscenter.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.businesscenter.id.rotext
source: ID del centro de coste
ca: ID del centre de cost
eu: Kostu zentroaren IDa
fr: ID du centre de coût
gl: ID do centro de custos
it: ID del centro di costo
pt: ID do centro de custo
sk: ID nákladového strediska

# RES_audit.parameters.businesscenter.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.cameras.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.cameras.model.rotext
source: Modelo
ca: Model
eu: Eredua
fr: Modèle
it: Modello
sk: Model

# RES_audit.parameters.cameras.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.cameras.url.rotext
source: URL
eu: URLa
sk: ADRESA URL

# RES_audit.parameters.causelimitvalues.idcause.rotext
source: Justificación
ca: Justificació
eu: Justifikazioa
fr: Justification
gl: Xustificación
it: Giustificazione
pt: Justificação
sk: odôvodnenie

# RES_audit.parameters.causelimitvalues.idexcesscause.rotext
source: Justificación por exceso
ca: Justificació per excés
eu: Gehiegikeriaren justifikazioa
fr: Justification par excès
gl: Xustificación por exceso
it: Giustificazione per eccesso
pt: Justificação por excesso
sk: Odôvodnenie prebytku

# RES_audit.parameters.causelimitvalues.maximumannualvalue.rotext
source: Valor anual
eu: Urteko balioa
fr: Valeur annuelle
it: Valore annuale
sk: Ročná hodnota

# RES_audit.parameters.causelimitvalues.maximumannualvaluetype.rotext
source: Origen anual
eu: Urteko jatorria
fr: Source annuelle
gl: Orixe anual
it: Origine annuale
pt: Origem anual
sk: Ročný pôvod

# RES_audit.parameters.causelimitvalues.maximummonthlytype.rotext
source: Origen menusal
ca: Origen mensual
eu: Jatorri menuala
fr: Source mensuelle
gl: Orixe mensual
it: Origine mensile
pt: Origem mensal
sk: Menálny pôvod

# RES_audit.parameters.causelimitvalues.maximummonthlyvalue.rotext
source: Valor mensual
eu: Hileko balioa
fr: Valeur mensuelle
it: Valore mensile
pt: Valor mensal
sk: Mesačná hodnota

# RES_audit.parameters.causelimitvalues.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.causes.allowinputfromreader.rotext
source: Permitir desde el terminal
ca: Permetre des del terminal
eu: Baimendu terminaletik
fr: Permettre depuis le terminal
gl: Permitir dende o terminal
it: Consenti dal terminale
pt: Permitir a partir do terminal
sk: Povolenie z terminálu

# RES_audit.parameters.causes.applyabsenceonholidays.rotext
source: Aplicar ausencia en vacaciones
ca: Aplicar absència en vacances
eu: Aplikatu absentzia oporretan
fr: Appliquer absence dans congés
gl: Aplicar ausencia en vacacións
it: Applica assenza durante le vacanze
pt: Aplicar ausência em férias
sk: Žiadosť o dovolenku

# RES_audit.parameters.causes.applyjustifyperiod.rotext
source: Aplicar periodo
ca: Aplicar període
eu: Aplikatu epea
fr: Appliquer période
gl: Aplicar período
it: Applica periodo
pt: Aplicar período
sk: Aplikovať obdobie

# RES_audit.parameters.causes.causetype.rotext
source: Tipo de justificación
ca: Tipus de justificació
eu: Justifikazio mota
fr: Type de justification
gl: Tipo de xustificación
it: Tipo di giustificazione
pt: Tipo de justificação
sk: Typ odôvodnenia

# RES_audit.parameters.causes.color.rotext
source: Color
eu: Kolore
fr: Couleur
gl: Cor
it: Colore
pt: Cor
sk: Farba

# RES_audit.parameters.causes.costfactor.rotext
source: Factor de coste
ca: Factor de cost
eu: Kostu faktorea
fr: Facteur de coût
gl: Factor de custo
it: Fattore di costo
pt: Fator de custo
sk: Nákladový faktor

# RES_audit.parameters.causes.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis

# RES_audit.parameters.causes.inputpermissions.rotext
source: Permisos de entrada
ca: Permisos d’entrada
eu: Sarrera baimenak
fr: Autorisations d´entrée
it: Permessi di entrata
pt: Autorizações de entrada
sk: Povolenia na vstup

# RES_audit.parameters.causes.justifyperiodend.rotext
source: Fecha fin justificar incidencia
ca: Data final justificar incidència
eu: Amaiera-data gertakaria justifikatzea
fr: Date fin justifier incident
gl: Data fin xustificar incidencia
it: Data di fine giustificare evento
pt: Data de fim para justificar incidência
sk: Dátum ukončenia odôvodniť incident

# RES_audit.parameters.causes.justifyperiodstart.rotext
source: Fecha inicio justificar incidencia
ca: Data inici justificar incidència
eu: Hasiera-data gertakaria justifikatzea
fr: Date début justification incident
gl: Data inicio xustificar incidencia
it: Data inizio giustificare evento
pt: Data de início para justificar incidência
sk: Dátum začiatku odôvodniť incident

# RES_audit.parameters.causes.justifyperiodtype.rotext
source: Tipo justificación incidencia
ca: Tipus justificació incidència
eu: Intzidentziaren justifikazio mota
fr: Type justification incident
gl: Tipo xustificación incidencia
it: Tipo giustificazione evento
pt: Tipo de justificação de incidência
sk: Typ vplyvu odôvodnenia

# RES_audit.parameters.causes.maxprogrammedabsencedays.rotext
source: Máximo previsión días de ausencia
ca: Màxim previsió dies d’absència
eu: Aurreikusitako gehienezko absentzia egunak
fr: Maximum prévision jours d´absence
it: Previsione massima di giorni di assenza
pt: Previsão máxima de dias de ausência
sk: Maximálny počet dní predpokladanej neprítomnosti

# RES_audit.parameters.causes.name.rotext
source: Nombre
ca: Nom
eu: Izena
fr: Nom
gl: Nome
it: Nome
pt: Nome
sk: názov

# RES_audit.parameters.causes.punchcloseprogrammedabsence.rotext
source: Ausencia programada
ca: Absència programada
eu: Programatutako absentzia
fr: Absence programmée
it: Assenza programmata
pt: Ausência programada
sk: Plánovaná neprítomnosť

# RES_audit.parameters.causes.readerinputcode.rotext
source: Código terminal
ca: Codi terminal
eu: Terminal kodea
fr: Code terminal
it: Codice terminale
sk: Kód terminálu

# RES_audit.parameters.causes.roundingby.rotext
source: Redondeo
ca: Arredoniment
eu: Biribilketa
fr: Arrondi
gl: Arredondamento
it: Arrotondamento
pt: Arredondamento
sk: Zaokrúhľovanie

# RES_audit.parameters.causes.roundingbydailyscope.rotext
source: Redondeo ámbito
ca: Àmbit d’arrodoniment
eu: Eremuaren biribilketa
fr: Arrondi
gl: Arredondamento ámbito
it: Ambito di arrotondamento
pt: Âmbito do arredondamento
sk: Rozsah zaokrúhľovania

# RES_audit.parameters.causes.roundingtype.rotext
source: Tipo de redondeo
ca: Tipus d’arrodoniment
eu: Biribilketa mota
fr: Type d´arrondi
gl: Tipo de arredondamento
it: Tipo di arrotondamento
pt: Tipo de arredondamento
sk: Typ zaokrúhľovania

# RES_audit.parameters.causes.shortname.rotext
source: Nombre abreviado
ca: Nom abreujat
eu: Izen laburtua
fr: Nom court
gl: Nome abreviado
it: Nome abbreviato
pt: Nome abreviado
sk: Skrátený názov

# RES_audit.parameters.causes.startsprogrammedabsence.rotext
source: Fecha inicio ausencia programada
ca: Data inici absència programada
eu: Programatutako absentziak hasteko data
fr: Date de début d´absence programmée
gl: Data inicio ausencia programada
it: Data inizio assenza programmata
pt: Data de início da ausência programada
sk: Dátum začiatku plánovanej neprítomnosti

# RES_audit.parameters.causes.visibilitypermissions.rotext
source: Visibilidad
ca: Visibilitat
eu: Ikusgarritasuna
fr: Visibilité
gl: Visibilidade
it: Visibilità
pt: Visibilidade
sk: Viditeľnosť

# RES_audit.parameters.causes.workingtype.rotext
source: Tipo de funcionamiento
ca: Tipus de funcionament
eu: Eragiketa mota
fr: Type de fonctionnement
gl: Tipo de funcionamento
it: Tipo di funzionamento
pt: Tipo de funcionamento
sk: Typ operácie

# RES_audit.parameters.conceptcauses.composition.rotext
source: Composición
ca: Composició
eu: Konposizioa
fr: Composition
it: Composizione
pt: Composição
sk: Zloženie

# RES_audit.parameters.conceptcauses.hoursfactor.rotext
source: Horas
ca: Hores
eu: Orduak
fr: Heures
it: Ore
sk: Hodiny

# RES_audit.parameters.conceptcauses.idcause.rotext
source: ID de justificación
ca: ID de justificació
eu: Justifikazio ID
fr: ID de justification
gl: ID de xustificación
it: ID di giustificazione
pt: ID de justificação
sk: Odôvodnenie ID

# RES_audit.parameters.conceptcauses.idconcept.rotext
source: ID de saldo
eu: saldoaren ID
fr: ID de solde
it: ID di saldo
sk: ID zostatku

# RES_audit.parameters.conceptcauses.occurrencesfactor.rotext
source: Comparación
ca: Comparació
eu: Konparaketa
fr: Comparaison
it: Confronto
pt: Comparação
sk: Porovnanie

# RES_audit.parameters.concepts.absentiismrewarded.rotext
source: Absentismo retribuido
ca: Absentisme retribuït
eu: Ordaindutako absentismoa
fr: Absentéisme rémunéré
gl: Absentismo retribuído
it: Assenze retribuite
pt: Absentismo remunerado
sk: Platené absencie

# RES_audit.parameters.concepts.applyexpiredhours.rotext
source: Tiene caducidades
ca: Té caducitats
eu: Iraungitze datak ditu
fr: Vous avez des heures expirées
gl: Ten caducidades
it: Ha scadenze
pt: Tem validades
sk: Má dátumy exspirácie

# RES_audit.parameters.concepts.applyonholidaysrequest.rotext
source: Utilizado en la gestión de vacaciones
ca: Utilitzat a la gestió de vacances
eu: Oporren kudeaketan erabiltzen da
fr: Utilisé dans la gestion des congés
gl: Empregado na xestión de vacacións
it: Utilizzato nella gestione delle vacanze
pt: Utilizado na gestão de férias
sk: Používa sa pri riadení dovolenky

# RES_audit.parameters.concepts.automaticaccrualcriteria.rotext
source: Devengo automático
ca: Meritació automàtica
eu: Sortze automatikoa
fr: Provision automatique
gl: Devindicación automática
it: Ferie e permessi maturati automaticamente
pt: Remuneração automática
sk: Automatické časové rozlíšenie

# RES_audit.parameters.concepts.automaticaccrualidcause.rotext
source: Justificacion de devengo
ca: Justificació de meritació
eu: Sortze-justifikazioa
fr: Justification de provision
gl: Xustificación de devindicación
it: Giustificazione di maturazione
pt: Justificação de remuneração
sk: Odôvodnenie časového rozlíšenia

# RES_audit.parameters.concepts.automaticaccrualtype.rotext
source: Tipo de devengo
ca: Tipus de meritació
eu: Sortze mota
fr: Type de provision
gl: Tipo de devindicación
it: Tipo di maturazione
pt: Tipo de remuneração
sk: Akruálna miera

# RES_audit.parameters.concepts.begindate.rotext
source: Fecha de Inicio
ca: Data d’inici
eu: Hasiera data
fr: Date de début
gl: Data de inicio
it: Data di inizio
pt: Data de Início
sk: Dátum začiatku

# RES_audit.parameters.concepts.category.rotext
source: Categoría
ca: Categoria
eu: Kategoria
fr: Catégorie
it: Categoria
pt: Categoria
sk: Kategória

# RES_audit.parameters.concepts.color.rotext
source: Color
eu: Kolore
fr: Couleur
gl: Cor
it: Colore
pt: Cor
sk: Farba

# RES_audit.parameters.concepts.customtype.rotext
source: Tipo personalizado
ca: Tipus personalitzat
eu: Mota pertsonalizatua
fr: Type personnalisé
it: Tipo personalizzato
sk: Personalizovaný typ

# RES_audit.parameters.concepts.defaultquery.rotext
source: Consulta por omisión
ca: Consulta per omissió
eu: Kontsulta lehenetsia
fr: Consultation par omission
it: Consulta omissione
pt: Consulta por omissão
sk: Dotaz na základe opomenutia

# RES_audit.parameters.concepts.description.rotext
source: Descripción
ca: Descripció
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt: Descrição
sk: popis
