Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveCameras.*.resx
Languages: ca, fr, sk

# RES_cameras.checkpermission.denied.description.rotext
source: Acceso Denegado
ca: Accés denegat
fr: Accès refusé
sk: Prístup zamietnutý

# RES_cameras.gridheader.datebegin.rotext
source: Inicio
ca: Inici
fr: Accueil
sk: domov

# RES_cameras.gridheader.dateend.rotext
source: Fin
ca: Final
sk: Koniec

# RES_cameras.gridheader.rulename.rotext
source: Regla
fr: Règle
sk: Pravidlo

# RES_cameras.gridheader.startupvalues.rotext
source: Valor inicial
fr: Valeur initiale
sk: Počiatočná hodnota

# RES_cameras.lblcamerasdesc.text.rotext
source: Datos específicos de la cámara.
ca: Dades específiques de la càmera.
fr: Données spécifiques à la caméra.
sk: Údaje špecifické pre fotoaparát.

# RES_cameras.lblcamerasgeneral.text.rotext
source: General
fr: Général
sk: všeobecné

# RES_cameras.lblcamerastitlegeneral.text.rotext
source: General
fr: Général
sk: všeobecné

# RES_cameras.lbldesccamera.text.rotext
source: Descripción
ca: Descripció
fr: Description
sk: popis

# RES_cameras.lbldesccameradescription.text.rotext
source: Descripción de la cámara
ca: Descripció de la càmera
fr: Description de la caméra
sk: Popis fotoaparátu

# RES_cameras.lblmodel.text.rotext
source: Modelo
ca: Model
fr: Modèle
sk: Model

# RES_cameras.lblmodeldescription.text.rotext
source: Modelo de la cámara
ca: Model de la càmera
fr: Modèle de la caméra
sk: Model fotoaparátu

# RES_cameras.lblname.text.rotext
source: Nombre:
ca: Nom:
fr: Nom :
sk: Názov:

# RES_cameras.lblnamedescription.text.rotext
source: Nombre identificativo de la cámara
ca: Nom identificatiu de la càmera
fr: Nom d´identification de la caméra
sk: Identifikačný názov fotoaparátu

# RES_cameras.lblurlcamera.text.rotext
source: URL
sk: ADRESA URL

# RES_cameras.lblurldescription.text.rotext
source: Url donde se puede consultar el contenido de la cámara
ca: URL on es pot consultar el contingut de la càmera
fr: URL permettant de consulter le contenu de la caméra
sk: Url, na ktorej si môžete pozrieť obsah fotoaparátu

# RES_cameras.model.standard.rotext
source: Modelo estándar
ca: Model estàndard
fr: Modèle standard
sk: Štandardný model

# RES_cameras.msghaschanges.rotext
source: Se han encontrado cambios en la cámara
ca: S’han trobat canvis a la càmera
fr: Des changements ont été trouvés dans la caméra
sk: Zmeny boli zistené vo fotoaparáte

# RES_cameras.msghaserrors.rotext
source: Se han encontrado errores en la cámara
ca: S’han trobat errors a la càmera
fr: Des erreurs ont été trouvées dans la caméra
sk: Vo fotoaparáte boli zistené chyby

# RES_cameras.msgsavechangesbar.rotext
source: Guardar cambios
ca: Desar canvis
fr: Sauvegarder les changements
sk: Uloženie zmien

# RES_cameras.msgundochangesbar.rotext
source: Deshacer cambios
ca: Desfer canvis
fr: Annuler les changements
sk: Zrušenie zmien

# RES_cameras.reports.title.rotext
source: Visor de Informes
ca: Visor d’informes
fr: Visionneuse de rapports
sk: Prehliadač správ

# RES_cameras.tabgeneral.rotext
source: General
fr: Général
sk: všeobecné

# RES_cameras.tbaddnewcamera.rotext
source: Añadir cámara
ca: Afegir càmera
fr: Ajouter caméra
sk: Pridať kameru

# RES_cameras.tbdelcamera.rotext
source: Eliminar cámara
ca: Eliminar càmera
fr: Supprimer caméra
sk: Odstránenie fotoaparátu

# RES_cameras.tbshowreports.rotext
source: Visor de Informes
ca: Visor d’informes
fr: Visionneuse de rapports
sk: Prehliadač správ

# RES_cameras.title.rotext
source: Cámaras
ca: Càmeres
fr: Caméras
sk: Kamery

# RES_cameras.title_cameras_pathway.rotext
source: Cámaras
ca: Càmeres
fr: Caméras
sk: Kamery

# RES_cameras.treecaptioncameras.rotext
source: Cámaras
ca: Càmeres
fr: Caméras
sk: Kamery

# RES_srvmsgboxcameras.deletecamera.description.rotext
source: Esta acción eliminará la cámara.
ca: Aquesta acció eliminarà la càmera.
fr: Cette action supprimera la caméra.
sk: Táto akcia vymaže fotoaparát.

# RES_srvmsgboxcameras.deletecamera.option1description.rotext
source: Elimina la cámara
ca: Elimina la càmera
fr: Supprime la caméra
sk: Odstránenie fotoaparátu

# RES_srvmsgboxcameras.deletecamera.option1text.rotext
source: Borrar
ca: Esborrar
fr: Supprimer
sk: Odstrániť

# RES_srvmsgboxcameras.deletecamera.option2description.rotext
source: No elimina la cámara
ca: No elimina la càmera
fr: Ne supprime pas la caméra
sk: Neodstraňuje fotoaparát

# RES_srvmsgboxcameras.deletecamera.option2text.rotext
source: No borrar
ca: No esborrar
fr: Ne pas supprimer
sk: Nevymazávať

# RES_srvmsgboxcameras.deletecamera.title.rotext
source: Se dispone a eliminar la cámara.<br> ¿Está seguro?
ca: Estàs a punt d’eliminar la càmera.<br> N’estàs segur?
fr: Vous êtes sur le point de supprimer la caméra.<br> Êtes-vous sûr(e) ?
sk: Chystáte sa vymazať fotoaparát.<br> Ste si istý?

# RES_srvmsgboxcameras.error.description.nourlselected.rotext
source: Inserte una Url con una ruta válida para visualizar la cámara
ca: Introdueix un URL amb una ruta vàlida per visualitzar la càmera
fr: Insérez une URL avec un chemin valide pour voir la caméra
sk: Vloženie URL s platnou cestou na zobrazenie kamery

# RES_srvmsgboxcameras.error.ok.rotext
source: Aceptar
ca: Acceptar
fr: Accepter
sk: Prijať

# RES_srvmsgboxcameras.error.title.rotext
source: Debe insertar una ruta
ca: Cal introduir una ruta
fr: Vous devez insérer un chemin
sk: Musíte vložiť trasu

# RES_srvmsgboxcameras.error.validationfieldsfailed.rotext
source: No se han introducido todos los campos obligatorios
ca: No s'han introduït tots els camps obligatoris
fr: Tous les champs obligatoires n'ont pas été renseignés
sk: Nie sú zadané všetky požadované polia

# RES_srvmsgboxcameras.error.validationtitle.rotext
source: Error
fr: Erreur
sk: Chyba

# RES_srvmsgboxcameras.savename.error.option1text.rotext
source: Error
fr: Erreur
sk: Chyba

# RES_srvmsgboxcameras.savename.error.text.rotext
source: El nombre no puede estar en blanco
ca: El nom no pot estar en blanc
fr: Le nom ne peut pas être vierge
sk: Názov nemôže byť prázdny

# RES_srvmsgboxcameras.title.rotext
source: Se ha detectado un script malicioso en alguna propiedad del objeto
ca: S'ha detectat un script maliciós en alguna propietat de l'objecte
fr: Un script malveillant a été détecté dans une propriété de l'objet
sk: Vo vlastnosti objektu bol zistený škodlivý skript
