Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAudit.*.resx
Languages: ca, eu, fr, gl, it, pt, sk

# RES_audit.message.tcopyplanification.aupdate.rotext
source: Se ha realizado una copia de la planificación del usuario/s ($@SourceEmployeeName@) entre el $@DateIni@ y el $@DateEnd@, al usuario/s ($@DestinationEmployeeName@)
ca: S’ha realitzat una còpia de la planificació de l’usuari o usuaris ($@SourceEmployeeName@) entre el $@DateIni@ i el $@DateEnd@ a l’usuari o usuaris ($@DestinationEmployeeName@)
eu: Erabiltzaileen ordutegiaren kopia bat ($@SourceEmployeeName@) egin da $@DateIni@ eta $@DateEnd@ artean, erabiltzaileari ($@DestinationEmployeeName@)
fr: Une copie de la planification de l’utilisateur/des utilisateurs ($@SourceEmployeeName@) entre le $@DateIni@ et le $@DateEnd@ a été effectuée sur l’utilisateur/les utilisateurs ($@DestinationEmployeeName@)
gl: Realizouse unha copia da planificación do/s usuario/s ($@SourceEmployeeName@) entre o $@DateIni@ e o $@DateEnd@, ao/s usuario/s ($@DestinationEmployeeName@)
it: È stata effettuata una copia della pianificazione dell´utente/degli utenti ($@SourceEmployeeName@) tra il $@DateIni@ e il $@DateEnd@, all´utente/agli utenti ($@DestinationEmployeeName@)
pt: Foi feita uma cópia do planeamento do(s) utilizador(es) ($@SourceEmployeeName@) entre $@DateIni@ e $@DateEnd@, para o(s) utilizador(es) ($@DestinationEmployeeName@)
sk: Kópia plánovania používateľa/ov ($@SourceEmployeeName@) medzi $@DateIni@ a $@DateEnd@ bola vytvorená pre používateľa/ov ($@DestinationEmployeeName@)

# RES_audit.message.tcopyplanificationadvanced.aexecuted.rotext
source: Se ha ejecutado con los siguientes parámetros:$@ParametersValues@
ca: S’ha executat amb els paràmetres següents:$@ParametersValues@
eu: Parametro hauekin exekutatu da:$@ParametersValues@
fr: L´exécution a été effectuée avec les paramètres suivants : $@ParametersValues@
gl: Executouse cos seguintes parámetros:$@ParametersValues@
it: È stato eseguito con i seguenti parametri:$@ParametersValues@
pt: Foram executados os seguintes parâmetros:$@ParametersValues@
sk: Bol spustený s nasledujúcimi parametrami:$@ParametersValues@

# RES_audit.message.tcopyplanificationadvanced.ainsert.rotext
source: Se ha programado una copia de planificación(tarea $@iTask@) de los usuarios:$@SourceEmployeeName@ a los usuarios:$@DestinationEmployeeName@ entre las fechas $@DateIni@ - $@DateEnd@ a les fechas $@DestinationDateIni@ - $@DestinationDateEnd@. Opciones de copia: horarios principales:$@CopyMainShifts@ - horarios alternativos:$@AlternativeShifts@ - copiar vacaciones:$@CopyHolidays@ - Mantener vacaciones actuales:$@KeepBloquedDays@ - Mantener días bloqueados:$@KeepHolidays@
ca: S’ha programat una còpia de planificació (tasca $@iTask@) dels usuaris:$@SourceEmployeeName@ als usuaris:$@DestinationEmployeeName@ entre les dates $@DateIni@ - $@DateEnd@ a les dates $@DestinationDateIni@ - $@DestinationDateEnd@. Opcions de còpia: horaris principals:$@CopyMainShifts@ - horaris alternatius:$@AlternativeShifts@ - copiar vacances:$@CopyHolidays@ - Mantenir vacances actuals:$@KeepBloquedDays@ - Mantenir dies bloquejats:$@KeepHolidays@
eu: Plangintzaren kopia bat ($@iTask@ ataza) programatu da erabiltzaileengandik:$@SourceEmployeeName@ erabiltzaileentzat:$@DestinationEmployeeName@ $@DateIni@ - $@DateEnd@ $@DestinationDateIni@ - $@DestinationDateEnd daten artean. @. Kopiatu aukerak: ordutegi nagusiak:$@CopyMainShifts@ - ordutegi alternatiboak:$@AlternativeShifts@ - kopiatu oporrak:$@CopyHolidays@ - Mantendu uneko oporrak:$@KeepBlockedDays@ - Mantendu blokeatutako egunak:$@KeepHolidays@
fr: Une copie de planification (tâche $@iTask@) a été programmée des utilisateurs : $@SourceEmployeeName@ aux utilisateurs : $@DestinationEmployeeName@ entre les dates $@DateIni@ - $@DateEnd@ aux dates $@DestinationDateIni@ - $@DestinationDateEnd@. Options de copie : horaires principaux : $@CopyMainShifts@ - horaires alternatifs : $@AlternativeShifts@ - Copier congés : $@CopyHolidays@ - Conserver congés actuels : $@KeepBloquedDays@ - Conserver jours bloqués : $@KeepHolidays@
gl: Programouse unha copia de planificación(tarefa $@iTask@) dos usuarios:$@SourceEmployeeName@ aos usuarios:$@DestinationEmployeeName@ entre as datas $@DateIni@ - $@DateEnd@ ás datas $@DestinationDateIni@ - $@DestinationDateEnd@. Opcións de copia: horarios principais:$@CopyMainShifts@ - horarios alternativos:$@AlternativeShifts@ - copiar vacacións:$@CopyHolidays@ - Manter vacacións actuais:$@KeepBloquedDays@ - Manter días bloqueados:$@KeepHolidays@
it: È stata programmata una copia di pianificazione (attività $@iTask@) degli utenti:$@SourceEmployeeName@ agli utenti:$@DestinationEmployeeName@ tra le date $@DateIni@ - $@DateEnd@ alle date $@DestinationDateIni@ - $@DestinationDateEnd@. Opzioni di copia: orari principali:$@CopyMainShifts@ - orari alternativi:$@AlternativeShifts@ - Copia di vacanze:$@CopyHolidays@ - Mantieni vacanze attuali:$@KeepBloquedDays@ - Mantieni giorni bloccati:$@KeepHolidays@
pt: Foi programada uma cópia de planeamento (tarefa $@iTask@) dos utilizadores:$@SourceEmployeeName@ aos utilizadores:$@DestinationEmployeeName@ entre as datas $@DateIni@ - $@DateEnd@ para as datas $@DestinationDateIni@ - $@DestinationDateEnd@. Opções de cópia: horários principais:$@CopyMainShifts@ - horários alternativos:$@AlternativeShifts@ - copiar férias:$@CopyHolidays@ - Manter férias atuais:$@KeepBloquedDays@ - Manter dias bloqueados:$@KeepHolidays@
sk: Plánovacia kópia (úloha $@iTask@) bola naplánovaná z users:$@SourceEmployeeName@ na users:$@DestinationEmployeeName@ medzi dátumami $@DateIni@ - $@DateEnd@ na dátumy $@DestinationDateIni@ - $@DestinationDateEnd@. Možnosti kopírovania: hlavné rozvrhy:$@CopyMainShifts@ - alternatívne rozvrhy:$@AlternativeShifts@ - kopírovať sviatky:$@CopyHolidays@ - zachovať aktuálne sviatky:$@KeepBlockedDays@ - zachovať blokované dni:$@KeepHolidays@

# RES_audit.message.tcopyplanificationadvanced.aupdate.rotext
source: Se ha realizado una copia de la planificación del usuario/s ($@SourceEmployeeName@) entre el $@DateIni@ y el $@DateEnd@, al usuario/s ($@DestinationEmployeeName@) entre el $@DestinationDateIni@ y el $@DestinationDateEnd@
ca: S’ha realitzat una còpia de la planificació de l’usuari o usuaris ($@SourceEmployeeName@) entre el $@DateIni@ i el $@DateEnd@ a l’usuari o usuaris ($@DestinationEmployeeName@) entre el $@DestinationDateIni@ i el $@DestinationDateEnd@
eu: Ordutegiaren kopia bat egin da $@DateIni@ eta $@DateEnd@ artean ($@SourceEmployeeName@) erabiltzaileari ($@DestinationEmployeeName@) $@DestinationDateIni@ eta $ @DestinationDateEnd@ artean. @
fr: Une copie de la planification de l´utilisateur/des utilisateurs ($@SourceEmployeeName@) entre le $@DateIni@ et le $@DateEnd@ a été effectuée sur l´utilisateur/les utilisateurs ($@DestinationEmployeeName@) entre le $@DestinationDateIni@ et le $@DestinationDateEnd@
gl: Realizouse unha copia da planificación do/s usuario/s ($@SourceEmployeeName@) entre o $@DateIni@ e o $@DateEnd@, ao/s usuario/s ($@DestinationEmployeeName@) entre o $@DestinationDateIni@ e o $@DestinationDateEnd@
it: È stata effettuata una copia della pianificazione dell´utente/degli utenti ($@SourceEmployeeName@) tra il $@DateIni@ e il $@DateEnd@, all´utente/agli utenti ($@DestinationEmployeeName@) tra il $@DestinationDateIni@ e il $@DestinationDateEnd@
pt: Foi feita uma cópia do planeamento do(s) utilizador(es) ($@SourceEmployeeName@) entre $@DateIni@ e $@DateEnd@, para o(s) utilizador(es) ($@DestinationEmployeeName@) entre $@DestinationDateIni@ e $@DestinationDateEnd@
sk: Bola vytvorená kópia plánovania od používateľa/ov ($@SourceEmployeeName@) medzi $@DateIni@ a $@DateEnd@ na používateľa/ov ($@DestinationEmployeeName@) medzi $@DestinationDateIni@ a $@DestinationDateEnd@

# RES_audit.message.tcopyplanificationtoemployees.aupdate.rotext
source: Se ha realizado una copia de planificación al usuario/s ($@DestinationEmployeeName@) entre el $@DateIni@ y el $@DateEnd@
ca: S’ha realitzat una còpia de planificació a l’usuari o usuaris ($@DestinationEmployeeName@) entre el $@DateIni@ i el $@DateEnd@
eu: Plangintzaren kopia bat egin zaie erabiltzaileei ($@DestinationEmployeeName@) $@DateIni@ eta $@DateEnd@ artean.
fr: Une copie de la planification de l´utilisateur/des utilisateurs ($@DestinationEmployeeName@) a été effectuée entre le $@DateIni@ et le $@DateEnd@
gl: Realizouse unha copia de planificación ao/s usuario/s ($@DestinationEmployeeName@) entre o $@DateIni@ e o $@DateEnd@
it: È stata effettuata una copia della pianificazione all´utente/agli utenti ($@DestinationEmployeeName@) tra il $@DateIni@ e il $@DateEnd@
pt: Foi feita uma cópia do planeamento do(s) utilizador(es) ($@DestinationEmployeeName@) entre $@DateIni@ e $@DateEnd@
sk: Plánovacia kópia bola vytvorená pre používateľa(-ov) ($@DestinationEmployeeName@) medzi $@DateIni@ a $@DateEnd@

# RES_audit.message.tdailybudgetposition.adelete.rotext
source: Se ha borrado una posición del presupuesto
ca: S’ha esborrat una posició del pressupost
eu: Aurrekontu-partida bat ezabatu da
fr: Un poste du budget a été supprimé
gl: Borrouse unha posición do presuposto
it: È stata eliminata una posizione del budget
pt: Foi eliminada uma posição do orçamento
sk: Rozpočtová položka bola vypustená

# RES_audit.message.tdailybudgetposition.ainsert.rotext
source: Se ha añadido una posición al presupuesto
ca: S’ha afegit una posició al pressupost
eu: Aurrekontuari partida bat gehitu zaio
fr: Un poste a été ajouté au budget
gl: Engadiuse unha posición ao presuposto
it: È stata aggiunta una posizione al budget
pt: Foi adicionada uma posição ao orçamento
sk: Do rozpočtu bola pridaná jedna pozícia

# RES_audit.message.tdailycause.ainsert.rotext
source: Se ha creado un nueva justificación$@CauseName@ diaria con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova justificació $@CauseName@ diària amb les dades següents:$CRLF $@FieldsValues@
eu: Eguneko justifikazio berri bat sortu da $@CauseName@ datu hauekin:$CRLF $@FieldsValues@
fr: Une nouvelle justification$@CauseName@ quotidienne été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova xustificación$@CauseName@ diaria cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova giustificazione $@CauseName@ giornaliera con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada uma nova justificação$@CauseName@ diária com os seguintes dados:$CRLF $@FieldsValues@
sk: Bolo vytvorené nové denné odôvodnenie$@CauseName@ s týmito údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tdailycause.aupdate.rotext
source: Se han modificado los siguientes datos de la justificación diaria:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents de la justificació diària:$CRLF $@FieldsValues@
eu: Eguneroko justifikazio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes de la justification quotidienne ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos da xustificación diaria:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della giustificazione giornaliera:$CRLF $@FieldsValues@
pt: Foram alterados os seguintes dados da justificação diária:$CRLF $@FieldsValues@
sk: Nasledujúce údaje denného odôvodnenia boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tdailycoverage.adelete.rotext
source: Se ha borrado la dotación $@AssignmentName@.
ca: S’ha esborrat la dotació $@AssignmentName@.
eu: $@AssignmentName@ esleipena ezabatu da.
fr: La dotation $@AssignmentName@ a été supprimée.
gl: Borrouse a dotación $@AssignmentName@.
it: È stata eliminata la dotazione $@AssignmentName@.
pt: Foi apagado o pessoal $@AssignmentName@.
sk: Pridelenie $@AssignmentName@ bolo odstránené.

# RES_audit.message.tdailycoverage.ainsert.rotext
source: Se ha creado una nueva dotación de puesto con los siguientes datos:$CRLF $@FieldsValues@
ca: S’ha creat una nova dotació de lloc amb les dades següents:$CRLF $@FieldsValues@
eu: Kargu esleipen berria sortu da datu hauekin: $CRLF $@FieldsValues@
fr: Une nouvelle dotation de poste a été créée avec les données suivantes : $CRLF $@FieldsValues@
gl: Creouse unha nova dotación de posto cos seguintes datos:$CRLF $@FieldsValues@
it: È stata creata una nuova dotazione di posizione con i seguenti dati:$CRLF $@FieldsValues@
pt: Foi criada nova atribuição de posto com os seguintes dados:$CRLF $@FieldsValues@
sk: Bola vytvorená nová poštová obálka s nasledujúcimi údajmi:$CRLF $@FieldsValues@

# RES_audit.message.tdailycoverage.aupdate.rotext
source: Se han modificado los siguientes datos del puesto:$CRLF $@FieldsValues@
ca: S’han modificat les dades següents del lloc:$CRLF $@FieldsValues@
eu: Posizio-datu hauek aldatu dira:$CRLF $@FieldsValues@
fr: Les données suivantes du poste ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os seguintes datos do posto:$CRLF $@FieldsValues@
it: Sono stati modificati i seguenti dati della posizione:$CRLF $@FieldsValues@
pt: Foram modificados os seguintes dados do posto:$CRLF $@FieldsValues@
sk: Boli upravené nasledujúce údaje úlohy:$CRLF $@FieldsValues@

# RES_audit.message.tdailypunchesdetail.aselect.rotext
source: Se ha consultado información de $@Info@ del usuario $@EmployeeName@ para el día $@Date@
ca: S’ha consultat informació de $@Info@ de l’usuari $@EmployeeName@ per al dia $@Date@
eu: $@EmployeeName@ erabiltzailearen $@Info@-ren informazioa eskatu da $@Date@ eguneko
fr: Les informations de $@Info@ de l’utilisateur $@EmployeeName@ ont été consultées pour le $@Date@
gl: Consultouse información de $@Info@ do usuario $@EmployeeName@ para o día $@Date@
it: Sono state consultate le informazioni di $@Info@ dell´utente $@EmployeeName@ per il giorno $@Date@
pt: Foi consultada a informação de $@Info@ do utilizador $@EmployeeName@ para o dia $@Date@
sk: Informácie z $@Info@ používateľa $@EmployeeName@ boli vyhľadané pre deň $@Date@

# RES_audit.message.tdatalink.aexecuted.rotext
source: Se ha programado una exportación de datos(tarea $@iTask@) de tipo:&quot;$@ExportName@&quot; entre les fechas: $@originDate@ y $@destinationDate@.
ca: S’ha programat una exportació de dades (tasca $@iTask@) de tipus:&quot;$@ExportName@&quot; entre les dates: $@originDate@ i $@destinationDate@.
eu: Datu-esportazio bat programatu da ($@iTask@ ataza) mota hau:&quot;$@ExportName@&quot; daten artean: $@originDate@ eta $@destinationDate@.
fr: Une exportation de données (tâche $@iTask@) du type &quot;$@ExportName@&quot; a été programmée entre les dates $@originDate@ et $@destinationDate@.
gl: Programouse unha exportación de datos(tarefa $@iTask@) de tipo:&quot;$@ExportName@&quot; entre as datas: $@originDate@ e $@destinationDate@.
it: È stata programmata un´esportazione di dati (attività $@iTask@) di tipo::&quot;$@ExportName@&quot; tra le date: $@originDate@ e $@destinationDate@.
pt: Foi programada uma exportação de dados (tarefa $@iTask@) do tipo:&quot;$@ExportName@&quot; entre as datas: $@originDate@ e $@destinationDate@.
sk: Export údajov (úloha $@iTask@) typu: &quot;$@ExportName@&quot; bol naplánovaný medzi dátumami: $@originDate@ a $@destinationDate@.

# RES_audit.message.tdatalink.aupdate.rotext
source: Se han modificado los datos del enlace:$CRLF $@FieldsValues@
ca: S’han modificat les dades de l’enllaç:$CRLF $@FieldsValues@
eu: Estekaren datuak aldatu dira: $CRLF $@FieldsValues@
fr: Les données du lien suivant ont été modifiées : $CRLF $@FieldsValues@
gl: Modificáronse os datos da ligazón:$CRLF $@FieldsValues@
it: Sono stati modificati i dati del link:$CRLF $@FieldsValues@
pt: Foram alterados os dados do link:$CRLF $@FieldsValues@
sk: Údaje prepojenia boli upravené:$CRLF $@FieldsValues@

# RES_audit.message.tdatalinkimportdailycoverage.aselect.rotext
source: Se ha ejecutado una importación de coberturas diarias
ca: S’ha executat una importació de cobertures diàries
eu: Eguneroko estalduren inportazioa gauzatu da
fr: Une importation de couvertures quotidiennes a été exécutée
gl: Executouse unha importación de coberturas diarias
it: È stata eseguita un´importazione di coperture giornaliere
pt: Foi feita uma importação de coberturas diárias
sk: Bol vykonaný import denných krytí

# RES_audit.message.tdatalinkimportemployees.aselect.rotext
source: Se ha ejecutado una importación de usuarios en formato $@ImportEmployeesType@
ca: S’ha executat una importació d’usuaris en format $@ImportEmployeesType@
eu: $@ImportEmployeesType@ formatuan erabiltzaileen inportazio bat exekutatu da
fr: Une importation d’utilisateurs a été exécutée au format $@ImportEmployeesType@
gl: Executouse unha importación de usuarios en formato $@ImportEmployeesType@
it: È stata eseguita un´importazione di utenti in formato $@ImportEmployeesType@
pt: Foi feita uma importação de utilizadores no formato $@ImportEmployeesType@
sk: Bol vykonaný import používateľov vo formáte $@ImportEmployeesType@

# RES_audit.message.tdatalinkimportgroups.aselect.rotext
source: Se ha ejecutado una importación de grupos en formato $@ImportGroupsType@
ca: S’ha executat una importació de grups en format $@ImportGroupsType@
eu: $@ImportGroupsType@ formatuan dauden taldeen inportazioa exekutatu da
fr: Un import de groupes au format $@ImportGroupsType@ a été exécuté
gl: Executouse unha importación de grupos en formato $@ImportGroupsType@
it: È stata eseguita un´importazione di gruppi nel formato $@ImportGroupsType@
pt: Uma importação de grupos no formato $@ImportGroupsType@ foi executada
sk: Bol vykonaný import skupín vo formáte $@ImportGroupsType@

# RES_audit.message.tdatalinkimportprogrammedabsences.aexecuted.rotext
source: Se ha realizado una importación de ausencias prolongadas desde un fichero de texto
ca: S’ha realitzat una importació d’absències prolongades des d’un fitxer de text
eu: Absentzia luzeak testu fitxategi batetik inportatu dira
fr: Une importation d´absences prolongées a été effectuée à partir d´un fichier texte
gl: Realizouse unha importación de ausencias prolongadas dende un ficheiro de texto
it: È stata effettuata un´importazione di assenze prolungate da un file di testo
pt: Foi realizada uma importação de ausências prolongadas a partir de um ficheiro de texto
sk: Bol vykonaný import predĺžených neprítomností z textového súboru

# RES_audit.message.tdatalinkimporttask.aexecuted.rotext
source: Se ha programado una importación de datos(tarea $@iTask@) de tipo:&quot;$@ImportName@&quot;
ca: S’ha programat una importació de dades (tasca $@iTask@) de tipus:&quot;$@ImportName@&quot;
eu: Datu-inportazio bat programatu da (ataza $@iTask@) motako:&quot;$@ImportName@&quot;
fr: Une importation de données (tâche $@iTask@) du type &quot;$@ImportName@&quot; a été programmée
gl: Programouse unha importación de datos(tarefa $@iTask@) de tipo:&quot;$@ImportName@&quot;
it: È stata programmata un´importazione di dati (attività $@iTask@) di tipo:&quot;$@ImportName@&quot;
pt: Foi programada uma importação de dados (tarefa $@iTask@) do tipo:&quot;$@ImportName@&quot;
sk: Bol naplánovaný import údajov (úloha $@iTask@) typu: &quot;$@ImportName@&quot;

# RES_audit.message.tdatalinkimporttask.aselect.rotext
source: Se ha ejecutado una importación de tareas
ca: S’ha executat una importació de tasques
eu: Zereginen inportazio bat exekutatu da
fr: Une importation de tâches a été exécutée
gl: Executouse unha importación de tarefas
it: È stata eseguita un´importazione di attività
pt: Foi feita uma importação de tarefas
sk: Bol vykonaný import úlohy

# RES_audit.message.tdatalinkresult.aexecuted.rotext
source: $@ImportResult@
eu: $@InportResult@

# RES_audit.message.tdatalinkws.aconnect.rotext
source: Inicio de sesión correcto de $@sUserName@
ca: Inici de sessió correcte de $@sUserName@
eu: $@sUserName@ erabiltzailearen saioa arrakastatsua izan da
fr: Connexion réussie de $@sUserName@
it: Accesso riuscito di $@sUserName@
pt: Início de sessão bem sucedido de $@sUserName@
sk: Úspešné prihlásenie $@sUserName@

# RES_audit.message.tdatalinkws.aconnectfail.rotext
source: Error iniciando sesión de $@sUserName@ por: $@sReason@
ca: Error en iniciar la sessió de $@sUserName@ per: $@sReason@
eu: Errore bat gertatu da $@sUserName@-tik saioa hastean: $@sReason@ hau dela eta
fr: Erreur lors de la connexion de $@sUserName@ pour : $@sReason@
gl: Erro ao iniciar sesión de $@sUserName@ por: $@sReason@
it: Errore durante l´avvio sessione di $@sUserName@ a causa di: $@sReason@
pt: Erro ao iniciar sessão de $@sUserName@ por: $@sReason@
sk: Chyba pri prihlasovaní od $@sUserName@ podľa: $@sReason@

# RES_audit.message.tdatalinkws.aexecuted.rotext
source: Servicio web: $@sImportType@. Insertar/actualizar objeto: $@sObjectId@. Resultado: $@sReason@
ca: Servei web: $@sImportType@. Inserir/actualitzar objecte: $@sObjectId@. Resultat: $@sReason@
eu: Web zerbitzua: $@sImportType@. Txertatu/eguneratu objektua: $@sObjectId@. Emaitza: $@sReason@
fr: Service Web : $@sImportType@. Insérer/mettre à jour un objet : $@sObjectId@. Résultat : $@sRaison@
gl: Servizo web: $@sImportType@. Inserir/actualizar obxecto: $@sObjectId@. Resultado: $@sReason@
it: Servizio Web: $@sImportType@. Inserisci/aggiorna oggetto: $@sObjectId@. Risultato: $@sReason@
pt: Serviço Web: $@sImportType@. Inserir/atualizar objeto: $@sObjectId@. Resultado: $@sReason@
sk: Webová služba: $@sImportType@. Vloženie/aktualizácia objektu: $@sObjectId@. Výsledok: $@sReason@

# RES_audit.message.tdatalinkws.adelete.rotext
source: Servicio web: $@sImportType@. Eliminar objeto: $@sObjectId@. Resultado: $@sReason@
ca: Servei web: $@sImportType@. Eliminar objecte: $@sObjectId@. Resultat: $@sReason@
eu: Web Zerbitzua: $@sImportType@. Ezabatu objektua: $@sObjectId@. Emaitza: $@sReason@
fr: Service web : $@sImportType@. Supprimer l'objet : $@sObjectId@. Résultat : $@sReason@
gl: Servizo web: $@sImportType@. Eliminar obxecto: $@sObjectId@. Resultado: $@sReason@
it: Servizio Web: $@sImportType@. Eliminare l'oggetto: $@sObjectId@. Risultato: $@sMotivo@
pt: Serviço Web: $@sImportType@. Eliminar objeto: $@sObjectId@. Resultado: $@sReason@
sk: Webová služba: $@sImportType@. Odstrániť objekt: $@sObjectId@. Výsledok: $@sReason@

# RES_audit.message.tdatalinkws.aupdate.rotext
source: Se han actualizado los datos de acceso a los servicios web de importación
ca: S'han actualitzat les dades d'accés als serveis d'importació web
eu: Inportazioko web-zerbitzuetarako sarbide-datuak eguneratu dira
fr: Les données d'accès aux services Web d'importation ont été mises à jour
gl: Actualizáronse os datos de acceso aos servizos web de importación
it: Aggiornati i dati di accesso per i servizi web di importazione
pt: Os detalhes de acesso aos serviços Web de importação foram atualizados
sk: Boli aktualizované prístupové údaje pre webové služby importu

# RES_audit.message.tdiningroom.adelete.rotext
source: Se ha borrado un turno del comedor
ca: S’ha esborrat un torn del menjador
eu: Jangelako txanda bat ezabatu da
fr: Un horaire de repas du réfectoire a été supprimé
gl: Borrouse unha quenda do comedor
it: È stato eliminato un turno della mensa
pt: Foi apagado um horário do refeitório
sk: Z jedálne bola vymazaná zmena

# RES_audit.message.tdiningroom.ainsert.rotext
source: Se ha creado un turno del comedor
ca: S’ha creat un torn del menjador
eu: Jangelako txanda sortu da
fr: Un nouvel horaire de repas du réfectoire a été créé
gl: Creouse unha quenda do comedor
it: È stato creato un turno della mensa
pt: Foi criado um horário do refeitório
sk: Bola vytvorená zmena jedálne

# RES_audit.message.tdiningroom.aselect.rotext
source: Se ha consultado un turno del comedor
ca: S’ha consultat un torn del menjador
eu: Jangelako txanda bat kontsultatu da
fr: Un horaire de repas du réfectoire a été consulté
gl: Consultouse unha quenda do comedor
it: È stato consultato un turno della mensa
pt: Foi consultado um horário do refeitório
sk: Bola konzultovaná zmena v jedálni
