Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDataLink.*.resx
Languages: ca, fr, pt

# RES_exportwizard.error.couldnotretrievetask.text.rotext
source: File not created
ca: Fitxer no creat
fr: Fichier non créé
pt: Ficheiro não criado

# RES_exportwizard.excelerrorsub.text.rotext
source: Ask your administrator to install Excel 2003 or higher in its Professional version on the Visual Time server
ca: Demaneu al vostre administrador que instal·li Excel 2003 o superior a la seva versió Professional al servidor de Visual Time
fr: Demandez à votre administrateur d'installer Excel 2003 ou supérieur dans sa version Professionnelle sur le serveur Visual Time
pt: Peça ao seu administrador que instale o Excel 2003 ou superior na versão Profissional no servidor do Visual Time

# RES_exportwizard.excelerrortitle.text.rotext
source: Cannot proceed with export
ca: No podeu procedir amb l'exportació
fr: Impossible de procéder à l'exportation
pt: Não é possível prosseguir com a exportação

# RES_exportwizard.hdnsetpinfo.text.rotext
source: This wizard allows you to extract information from Visualtime that you select.
ca: Aquest assistent et permet extreure la informació de Visualtime que seleccionis.
fr: Cet assistant vous permet d´extraire les informations de Visualtime que vous sélectionnez.
pt: Este assistente permite-lhe extrair informação que selecione do Visualtime.

# RES_exportwizard.hdnsteptitle.text.rotext
source: Data Extraction Wizard.
ca: Assistent per a l’extracció de dades.
fr: Assistant pour l´extraction de données.
pt: Assistente para a extração de dados.

# RES_exportwizard.hdnsteptitle2.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
fr: Étape {0} à partir de {1}.
pt: Passo {0} de {1}.

# RES_exportwizard.lblconceptsgroups.text.rotext
source: Group of balances
ca: Grup de saldos
fr: Groupe d'équilibre
pt: Grupo de saldos

# RES_exportwizard.lblexportseparator.text.rotext
source: Separator
ca: Separador
fr: Séparateur
pt: Separador

# RES_exportwizard.lblformatexport.text.rotext
source: Format type
ca: Tipus de format
fr: Type de format
pt: Tipo de formato

# RES_exportwizard.lblprofilename.text.rotext
source: Templates
ca: Plantilles
fr: Modèles
pt: Modelos

# RES_exportwizard.lblschedulebegindate.text.rotext
source: From
ca: Des de
fr: Depuis
pt: Desde

# RES_exportwizard.lblscheduleenddate.text.rotext
source: Until
ca: Fins
fr: Jusqu'à
pt: A

# RES_exportwizard.lblscheduleperiod.text.rotext
source: Select the date range between which you want to export information.
ca: Seleccioneu l'interval de dates entre les quals voleu exportar la informació.
fr: Sélectionnez la plage de dates entre laquelle vous souhaitez exporter les informations.
pt: Selecione o intervalo de datas entre as quais pretende exportar as informações.

# RES_exportwizard.lblscheduletitle.text.rotext
source: Selecting dates
ca: Selecció de dates
fr: Sélection des dates
pt: Seleção de datas

# RES_exportwizard.lblstep1info2.text.rotext
source: Now select the users you want to extract data about.
ca: Ara seleccioneu els usuaris sobre els quals voleu extreure les dades.
fr: Sélectionnez maintenant les utilisateurs sur lesquels vous souhaitez extraire des données.
pt: Agora, selecione os utilizadores sobre os quais pretende extrair os dados.

# RES_exportwizard.lblstep2info2.text.rotext
source: Select the date range between which you want to export information.
ca: Seleccioneu l'interval de dates entre les quals voleu exportar la informació.
fr: Sélectionnez la plage de dates entre laquelle vous souhaitez exporter les informations.
pt: Selecione o intervalo de datas entre as quais pretende exportar as informações.

# RES_exportwizard.lblstep3info2.text.rotext
source: The wizard now has enough data to start the export. Click Finish to begin the process.
ca: L'assistent ja disposa de dades suficients per poder iniciar l'exportació. Feu clic a finalitzar per iniciar el procés.
fr: L'assistant dispose désormais de suffisamment de données pour démarrer l'exportation. Cliquez sur Terminer pour démarrer le processus.
pt: O assistente já tem dados suficientes para poder iniciar a exportação. Clique em Concluir para iniciar o processo.

# RES_exportwizard.lblupexecuteinfo.text.rotext
source: This operation may take a few minutes depending on the volume of information.
ca: Aquesta operació pot trigar uns minuts depenent del volum dinformació
fr: Cette opération peut prendre quelques minutes selon le volume d'informations
pt: Esta operação pode demorar alguns minutos, consoante o volume de informações.

# RES_exportwizard.lblupexecutetitle.text.rotext
source: Exporting data...
ca: Exportant dades...
fr: Exportation de données...
pt: A exportar dados...

# RES_exportwizard.lblversionexcel.text.rotext
source: Generate file compatible with Excel 2007 or higher
ca: Generar fitxer compatible amb la versió Excel 2007 o superior
fr: Générer un fichier compatible avec la version Excel 2007 ou supérieure
pt: Criar ficheiro compatível com versão Excel 2007 ou posterior

# RES_exportwizard.lblwelcome1.text.rotext
source: Welcome to the Data Extraction Wizard.
ca: Benvingut/da a l’assistent per a l’extracció de dades.
fr: Bienvenue dans l´assistant pour l´extraction de données.
pt: Bem-vindo/a ao assistente para a extração de dados.

# RES_exportwizard.lblwelcome2.text.rotext
source: This wizard allows you to perform a data extraction.
ca: Aquest assistent us permet fer una extracció de dades.
fr: Cet assistant vous permet d'effectuer une extraction de données.
pt: Este assistente permite realizar uma extração de dados.

# RES_exportwizard.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
fr: Pour continuer, cliquez sur Suivant.
pt: Para continuar clique em seguinte.

# RES_exportwizard.profileexportname.absences.text.rotext
source: Absences
ca: Absències
pt: Ausências

# RES_exportwizard.profileexportname.accruals_at_date.text.rotext
source: Balances to date
ca: Saldos a data
fr: Soldes à ce jour
pt: Saldos à data

# RES_exportwizard.profileexportname.calendar_link.text.rotext
source: Calendar
ca: Calendari
fr: Calendrier
pt: Calendário

# RES_exportwizard.profileexportname.costs.text.rotext
source: Cost centers
ca: Centres de cost
fr: Centres de coût
pt: Centros de custos

# RES_exportwizard.profileexportname.daily_accruals.text.rotext
source: Daily balances
ca: Saldos diaris
fr: Soldes quotidiens
pt: Saldos diários

# RES_exportwizard.profileexportname.daily_causes.text.rotext
source: Daily Justifications
ca: Justificacions diàries
fr: justifications quotidiennes
pt: justificaçõesdiárias

# RES_exportwizard.profileexportname.dinner.text.rotext
source: Dining room
ca: Menjador
fr: Salle à manger
pt: Refeitório

# RES_exportwizard.profileexportname.employees_full.text.rotext
source: User details
ca: Detall d'usuaris
fr: Détails de l'utilisateur
pt: Detalhe de utilizadores

# RES_exportwizard.profileexportname.employees_link.text.rotext
source: User Link
ca: Enllaç d'usuaris
fr: Lien utilisateur
pt: Ligação de utilizadores

# RES_exportwizard.profileexportname.holidays.text.rotext
source: Holidays and schedules
ca: Vacances i horaris
fr: Jours fériés et horaires
pt: Feriados e horários

# RES_exportwizard.profileexportname.presence.text.rotext
source: Schedules and presence
ca: Horaris i presència
fr: Horaires et présence
pt: Horários e presença

# RES_exportwizard.profileexportname.punches.text.rotext
source: Clock in/out logs
ca: Fitxatges
fr: Pointages
pt: Picagens

# RES_exportwizard.profileexportname.requests.text.rotext
source: Requests
ca: Sol·licituds
fr: Demandes
pt: Pedidos

# RES_exportwizard.profileexportname.schedule.text.rotext
source: Planning
ca: Planificació
fr: Planification
pt: Planeamento

# RES_exportwizard.profileexportname.tasks.text.rotext
source: Tasks
ca: Tasques
fr: Tâches
pt: Tarefas

# RES_exportwizard.title.rotext
source: Data Extraction Wizard
ca: Assistent per a l'extracció de dades
fr: Assistant d'extraction de données
pt: Assistente para a extração de dados

# RES_frmaddroute.anonymouslogin.title.rotext
source: Anonymous
ca: Anònima
fr: Anonyme
pt: Anónima

# RES_frmaddroute.basiclogin.title.rotext
source: Basic
ca: Bàsica
fr: Basique
pt: Básica

# RES_frmaddroute.btncancel.text.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_frmaddroute.btncancel.tooltip.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_frmaddroute.btncheckdisk.text.rotext
source: Find out
ca: Comprovar
fr: Vérifier
pt: Comprovar

# RES_frmaddroute.btncheckftp.text.rotext
source: Find out
ca: Comprovar
fr: Vérifier
pt: Comprovar

# RES_frmaddroute.btnok.text.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_frmaddroute.btnok.tooltip.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_frmaddroute.lbladddestination.text.rotext
source: Add Destination
ca: Afegir Destinació
fr: Ajouter une destination
pt: Adicionar Destino

# RES_frmaddroute.lblftpaccessmode.text.rotext
source: Access mode:
ca: Mode d’accés:
fr: Mode d´accès :
pt: Modo de acesso:

# RES_frmaddroute.lblftpdirection.text.rotext
source: Service address:
ca: Adreça del servei:
fr: Adresse du service :
pt: Direção do serviço:

# RES_frmaddroute.lblftpprotocol.text.rotext
source: Protocol:
fr: Protocole :
pt: Protocolo:

# RES_frmaddroute.lblftpuser.text.rotext
source: User:
ca: Usuari:
fr: Utilisateur :
pt: Utilizador:

# RES_frmaddroute.lblpwd.text.rotext
source: Password:
ca: Contrasenya:
fr: Mot de passe:
pt: Palavra-passe:

# RES_frmaddroute.lblselectprinter.text.rotext
source: Enter the path:
ca: Introduïu la ruta:
fr: Entrez l'itinéraire :
pt: Introduza a rota:

# RES_frmaddroute.lbltitleformadddestination.text.rotext
source: This form allows you to add destinations where you can save the different Visualtime elements.
ca: Aquest formulari us permet afegir destinacions on podreu desar els diferents elements de Visualtime.
fr: Ce formulaire vous permet d'ajouter des destinations où vous pourrez enregistrer les différents éléments Visualtime.
pt: Este formulário permite adicionar destinos onde pode guardar os diferentes elementos do Visualtime.

# RES_frmaddroute.lbltypeftp.text.rotext
source: ftp service
ca: Servei ftp
fr: service FTP
pt: Serviço ftp

# RES_frmaddroute.lbltypeftpdesc.text.rotext
source: Indicate the configuration parameters necessary to access the ftp server.
ca: Indiqueu els paràmetres de configuració necessaris per accedir al servidor ftp.
fr: Indiquez les paramètres de configuration nécessaires pour accéder au serveur ftp.
pt: Indique os parâmetros de configuração necessários para aceder ao servidor ftp.

# RES_frmaddroute.lbltypehdd.text.rotext
source: Physical route
ca: Ruta física
fr: Chemin physique
pt: Caminho físico

# RES_frmaddroute.lbltypehdddesc.text.rotext
source: You must enter a physical path to the server or a network folder
ca: Has d’introduir una ruta física del servidor o una carpeta de xarxa
fr: Vous devez saisir un chemin d´accès physique au serveur ou un dossier réseau
pt: Deve introduzir um caminho físico do servidor ou de uma pasta de rede

# RES_frmips.btncancel.text.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_frmips.btnok.text.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_frmips.lblblocksupervisor.text.rotext
source: IP range
ca: Rang d'IPs
fr: Plage ip
pt: Intervalo de IP

# RES_frmips.lblcomptit.text.rotext
source: IP range
ca: Rang d'IPs
fr: Plage ip
pt: Intervalo de IP

# RES_frmips.lblipdescription.text.rotext
source: Enter the IP or range you want to allow
ca: Introduïu la ip o rang que voleu permetre
fr: Entrez l'adresse IP ou la plage que vous souhaitez autoriser
pt: Introduza o IP ou o intervalo que pretende permitir

# RES_importsselectordata.importemployees.rotext
source: Select users
ca: Selecciona usuaris
fr: Sélectionnez des utilisateurs
pt: Selecione utilizadores

# RES_importsupload.btnsend.text.rotext
source: Send files
ca: Enviar fitxers
fr: Envoyer les fichiers
pt: Enviar ficheiros

# RES_importsupload.fileasciischema.notfound.rotext
source: No template file has been inserted.
ca: No s'ha inserit cap fitxer de plantilla.
fr: Aucun fichier modèle n'a été inséré.
pt: Não foi inserido nenhum ficheiro de modelo.

# RES_importsupload.fileasciiseparator.notfound.rotext
source: No separator field inserted
ca: No s'ha inserit camp separador
fr: Aucun champ de séparation inséré
pt: Não foi inserido nenhum campo separador

# RES_importsupload.fileimport.notfound.rotext
source: No file to import has been inserted.
ca: No s'ha inserit fitxer a importar.
fr: Aucun fichier à importer n'a été inséré.
pt: Não foi inserido nenhum ficheiro a importar.

# RES_importsupload.lblfileorig.text.rotext
source: Source File
ca: Fitxer Origen
fr: Fichier source
pt: Ficheiro Origem

# RES_importsupload.lblschema.text.rotext
source: Template
ca: Plantilla
fr: Modèle
pt: Modelo

# RES_importsupload.lblseparator.text.rotext
source: Separator
ca: Separador
fr: Séparateur
pt: Separador

# RES_importsupload.lbltypeinf.text.rotext
source: Type of import
ca: Tipus d'importació
fr: Type d'importation
pt: Tipo de importação

# RES_importwizard.btclose.text.rotext
source: Cancel
ca: Cancel·la
fr: Annuler
pt: Anular

# RES_importwizard.btend.text.rotext
source: Finish
ca: Finalitzar
fr: Finition
pt: Terminar

# RES_importwizard.btnext.text.rotext
source: Next >
ca: Següent >
fr: Suivant >
pt: Seguinte >

# RES_importwizard.btprev.text.rotext
source: < previous
ca: < anterior
fr: < précédent
pt: < anterior

# RES_importwizard.checkpage.begincopyscheduleincorrect.rotext
source: Incorrect period start date.
ca: Data dinici de període incorrecta.
fr: Date de début de période incorrecte.
pt: Data de início do período incorreta.

# RES_importwizard.checkpage.copyscheduleperiodincorrect.rotext
source: Incorrect date period.
ca: Període de dates erroni
fr: Période de dates incorrectes.
pt: Período de datas incorretas.

# RES_importwizard.checkpage.endcopyscheduleincorrect.rotext
source: Incorrect period end date.
ca: Data de final de període errònia.
fr: Date de fin de période incorrecte.
pt: Data de fim do período incorreta.

# RES_importwizard.checkpage.incorrectemployeesselected.rotext
source: No users have been selected.
ca: No s’han seleccionat usuaris.
fr: Aucun utilisateur n´a été sélectionné.
pt: Não foram selecionados utilizadores.

# RES_importwizard.chkcopyholidays.text.rotext
source: Copy vacation
ca: Copiar vacances
fr: Copier les vacances
pt: Copiar férias

# RES_importwizard.chkcopymainshifts.text.rotext
source: Copy main schedules
ca: Copiar horaris principals
fr: Copier les horaires principaux
pt: Copiar horários principais

# RES_importwizard.chkkeepholidays.text.rotext
source: Current Holidays
ca: Vacances actuals
fr: Vacances en cours
pt: Férias atuais

# RES_importwizard.chkkeeplockeddays.text.rotext
source: Blocked days
ca: Dies bloquejats
fr: Jours bloqués
pt: Dias bloqueados

# RES_importwizard.end.employeeimportwelcome1.text.rotext
source: Import completed.
ca: Importació finalitzada.
fr: Importation terminée.
pt: Importação concluída.

# RES_importwizard.end.error.employeeimportwelcome2.text.rotext
source: Errors have been found during import.
ca: S’han trobat errors en la importació.
fr: Des erreurs ont été trouvées dans l´importation.
pt: Foram encontrados erros na importação.

# RES_importwizard.end.ok.employeeimportwelcome2.text.rotext
source: The import has been completed successfully.
ca: S’ha completat correctament la importació.
fr: L´importation s´est terminée correctement.
pt: A importação foi concluída corretamente.

# RES_importwizard.end.ok.employeeimportwelcome3.text.rotext
source: The details of the imported records are as follows.
ca: El detall dels registres importats és el següent.
fr: Les détails des registres importés sont les suivants.
pt: O detalhe dos registos importados é o seguinte.

# RES_importwizard.error.couldnotretrievetask.text.rotext
source: An unexpected error has occurred. Please try again later.
ca: Es va produir un error inesperat. Intenteu-ho més tard.
fr: Une erreur inattendue est apparue. Veuillez réessayer plus tard.
pt: Ocorreu um erro inesperado. Por favor, tente mais tarde.

# RES_importwizard.fileasciischema.notfound.rotext
source: No template file has been inserted.
ca: No s'ha inserit cap fitxer de plantilla.
fr: Aucun fichier modèle n'a été inséré.
pt: Não foi inserido nenhum ficheiro de modelo.

# RES_importwizard.fileasciiseparator.notfound.rotext
source: No separator field inserted
ca: No s'ha inserit camp separador
fr: Aucun champ de séparation inséré
pt: Não foi inserido nenhum campo separador

# RES_importwizard.fileimport.notfound.rotext
source: No file to import has been inserted.
ca: No s'ha inserit fitxer a importar.
fr: Aucun fichier à importer n'a été inséré.
pt: Não foi inserido nenhum ficheiro a importar.

# RES_importwizard.hdnsetpinfo.text.rotext
source: This wizard allows you to import data from different formats.
ca: Aquest assistent us permet importar dades des de diferents formats.
fr: Cet assistant vous permet d'importer des données de différents formats.
pt: Este assistente permite importar dados de diferentes formatos.

# RES_importwizard.hdnsteptitle.text.rotext
source: Data Import Wizard.
ca: Assistent per a la importació de dades.
fr: Assistant pour l´importation de données.
pt: Assistente para a importação de dados.

# RES_importwizard.hdnsteptitle2.text.rotext
source: Step {0} of {1}.
ca: Pas {0} de {1}.
fr: Étape {0} à partir de {1}.
pt: Passo {0} de {1}.

# RES_importwizard.label1.text.rotext
source: What do you want to copy?
ca: Què voleu copiar?
fr: Que veux-tu copier ?
pt: O que pretende copiar?

# RES_importwizard.label2.text.rotext
source: What do you want to keep?
ca: Què voleu mantenir?
fr: Que veux-tu garder ?
pt: O que pretende manter?

# RES_importwizard.label3.text.rotext
source: Select the date range between which you want to import information.
ca: Seleccioneu l'interval de dates entre les quals voleu importar la informació.
fr: Sélectionnez la plage de dates entre laquelle vous souhaitez importer des informations.
pt: Selecione o intervalo de datas entre as quais pretende importar as informações.

# RES_importwizard.lblfileorig.text.rotext
source: Source File
ca: Fitxer Origen
fr: Fichier source
pt: Ficheiro Origem

# RES_importwizard.lblplantype.text.rotext
source: What type of planning do you want to do?
ca: Quin tipus de planificació voleu fer?
fr: Quel type de planification souhaitez-vous faire ?
pt: Que tipo de planeamento pretende fazer?

# RES_importwizard.lblschedulebegindate.text.rotext
source: Import from day
ca: Importar des del dia
fr: Importer à partir du jour
pt: Importar desde o dia

# RES_importwizard.lblscheduleenddate.text.rotext
source: until the day
ca: fins al dia
fr: Jusqu'au jour
pt: até ao dia

# RES_importwizard.lblschema.text.rotext
source: Template
ca: Plantilla
fr: Modèle
pt: Modelo

# RES_importwizard.lblseparator.text.rotext
source: Separator
ca: Separador
fr: Séparateur
pt: Separador

# RES_importwizard.lblstep1info2.text.rotext
source: Specify the import type initially, followed by the configuration parameters.
ca: Especifiqueu inicialment el tipus d'importació i seguidament els paràmetres de configuració.
fr: Précisez d'abord le type d'import puis les paramètres de configuration.
pt: Primeiro, especifique o tipo de importação e, em seguida, os parâmetros de configuração.

# RES_importwizard.lblstep2info2.text.rotext
source: Now select the users you want to import data about.
ca: Ara seleccioneu els usuaris sobre els quals voleu importar les dades.
fr: Sélectionnez maintenant les utilisateurs dont vous souhaitez importer les données.
pt: Agora, selecione os utilizadores sobre os quais pretende importar os dados.

# RES_importwizard.lblstep3info2.text.rotext
source: Select the date range between which you want to import information.
ca: Seleccioneu l'interval de dates entre les quals voleu importar la informació.
fr: Sélectionnez la plage de dates entre laquelle vous souhaitez importer des informations.
pt: Selecione o intervalo de datas entre as quais pretende importar as informações.

# RES_importwizard.lblstep4info2.text.rotext
source: The wizard now has enough data for the import. Click Finish to begin the process.
ca: L’assistent ja té dades suficients per a la importació. Fes clic a Finalitzar per iniciar el procés.
fr: L´assistant dispose déjà de suffisamment de données pour l´importation. Appuyez sur Terminer pour lancer le processus.
pt: O assistente já dispõe de dados suficientes para a importação. Prima concluir para iniciar o processo.

# RES_importwizard.lbltypeinf.text.rotext
source: Type of import
ca: Tipus d'importació
fr: Type d'importation
pt: Tipo de importação

# RES_importwizard.lblupexecuteinfo.text.rotext
source: This operation may take a few minutes depending on the volume of information.
ca: Aquesta operació pot trigar uns minuts depenent del volum dinformació
fr: Cette opération peut prendre quelques minutes selon le volume d'informations
pt: Esta operação pode demorar alguns minutos, consoante o volume de informações.

# RES_importwizard.lblupexecutetitle.text.rotext
source: Importing data...
ca: Important dades...
fr: Importation de données...
pt: A importar dados...

# RES_importwizard.lblwelcome1.text.rotext
source: Welcome to the Data Import Wizard.
ca: Benvingut/da a l’assistent per a importació de dades.
fr: Bienvenue dans l´assistant pour l´importation de données.
pt: Bem-vindo/a ao assistente para a importação de dados.

# RES_importwizard.lblwelcome2.text.rotext
source: This wizard allows you to import data from different formats.
ca: Aquest assistent us permet importar dades des de diferents formats.
fr: Cet assistant vous permet d'importer des données de différents formats.
pt: Este assistente permite importar dados de diferentes formatos.

# RES_importwizard.lblwelcome3.text.rotext
source: To continue, click next.
ca: Per continuar, fes clic a Següent.
fr: Pour continuer, cliquez sur Suivant.
pt: Para continuar clique em seguinte.

# RES_importwizard.rbexceltype1.text.rotext
source: Apply the planning outlined in the Excel sheet to each selected user
ca: Aplicar a cada usuari seleccionat la planificació ressenyada al full Excel
fr: Appliquer la planification décrite dans la feuille Excel à chaque utilisateur sélectionné
pt: Aplicar o planeamento descrito na folha Excel a cada utilizador selecionado

# RES_importwizard.rbexceltype2.text.rotext
source: Apply a scheduling template to all selected users
ca: Aplicar una plantilla de planificació a tots els usuaris seleccionats
fr: Appliquer un modèle de planification à tous les utilisateurs sélectionnés
pt: Aplicar um modelo de planeamento a todos os utilizadores selecionados

# RES_importwizard.title.rotext
source: Data Import Wizard
ca: Assistent per a la importació de dades
fr: Assistant pour l´importation de données
pt: Assistente para a importação de dados

# RES_srvmsgboxdatalink.error.frmaddroute.connectionerror.rotext
source: The data entered is not valid
ca: Les dades introduïdes no són vàlides
fr: Les données saisies ne sont pas valides
pt: Os dados introduzidos não são válidos

# RES_srvmsgboxdatalink.error.frmaddroute.connectionkotitle.rotext
source: Mistake
ca: Error
fr: Erreur
pt: Erro

# RES_srvmsgboxdatalink.error.frmaddroute.ko.rotext
source: Accept
ca: Acceptar
fr: Accepter
pt: Aceitar

# RES_srvmsgboxdatalink.error.noemployeesselected.rotext
source: Mistake
ca: Error
fr: Erreur
pt: Erro

# RES_srvmsgboxdatalink.error.noemployeesselecteddesc.rotext
source: You must select a user
ca: Cal seleccionar algun usuari
fr: Vous devez sélectionner un utilisateur
pt: Tem de selecionar um utilizador
