Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LivePortal.*.resx
Languages: ca, pt, sk

# RES_genericcaptchavalidator.closedate.warning.message1.rotext
source: You are changing the Closing Date to an earlier date, disabling protection against accidental changes. This means that any business processes related to Visualtime (e.g. payroll links) prior to ${1} will have to be redone if any user makes changes and the users do not have a custom closing date assigned.
ca: Estàs modificant la data de tancament per una data anterior i desactivant la protecció contra canvis accidentals. Això implica que qualsevol procés empresarial relacionat amb Visualtime (p. ex., enllaços amb nòmines) anterior al ${1} s’haurà de tornar a fer si qualsevol usuari hi fa canvis i els usuaris no tenen assignada una data de tancament personalitzada.
pt: Está a alterar a Data de Encerramento para uma data anterior, desativando a proteção contra alterações acidentais. Isso implica que qualquer processo empresarial relacionado com o Visualtime (p. ex.: links com folhas de pagamento) anterior a ${1} terá que ser realizado novamente se algum utilizador efetuar alterações e este não tiver uma data de conclusão personalizada atribuída.
sk: Upravujete dátum uzávierky na skorší dátum, čím vypínate ochranu proti náhodným zmenám. To znamená, že všetky obchodné procesy súvisiace s programom Visualtime (napr. prepojenia miezd) pred dátumom ${1} sa budú musieť vykonať znova, ak niektorý používateľ vykoná zmeny a používatelia nemajú priradený vlastný dátum uzávierky.

# RES_genericcaptchavalidator.closedate.warning.message2.rotext
source: You should only change this date to an earlier value if you are going to apply retroactive changes to Visualtime.
ca: Només hauries de modificar aquesta data per un valor anterior si vols aplicar canvis amb efectes retroactius a Visualtime.
pt: Só deverá alterar esta data para um valor anterior se for aplicar alterações com efeitos retroativos no Visualtime.
sk: Tento dátum by ste mali zmeniť na skoršiu hodnotu len vtedy, ak sa majú vo Visualtime uplatniť zmeny so spätnou platnosťou.

# RES_genericcaptchavalidator.lblcaptchadesc1.text.rotext
source: Enter the security code shown and press accept to continue
ca: Introdueix el codi de seguretat que es mostra i fes clic a Acceptar per continuar
pt: Introduza o código de segurança apresentado e prima aceitar para continuar
sk: Zadajte zobrazený bezpečnostný kód a stlačením tlačidla akceptuj pokračujte

# RES_genericcaptchavalidator.lblvalidationcode.text.rotext
source: Validation
ca: Validació
pt: Validação
sk: Overovanie

# RES_genericcaptchavalidator.securitychart.terminalinlegacymode.message.rotext
source: You are applying a limitation on which users can clock in at the terminal. This setting will stop working in future versions, and to redefine it you will need to have the Access Control license. Contact our Support group for more information.
ca: Estàs aplicant una limitació de quins usuaris poden fitxar al terminal. Aquesta configuració deixarà de funcionar en properes versions i, per redefinir-la, caldrà disposar de la llicència de control d’accessos. Posa’t en contacte amb el nostre grup de Suport per a més informació.
pt: Está a aplicar uma limitação relativamente a que utilizadores podem registar no terminal. Esta configuração deixará de funcionar nas próximas versões, sendo que para a redefinir deverá dispor da licença de Controlo de acessos. Para mais informações, contacte o nosso grupo de Suporte.
sk: Uplatňujete obmedzenie na to, ktorí používatelia sa môžu na termináli prihlásiť. Toto nastavenie už nebude v budúcich verziách fungovať a na jeho opätovné definovanie musíte mať licenciu Access Control. Ďalšie informácie vám poskytne naša skupina podpory.

# RES_genericcaptchavalidator.securitychart.warning.message.rotext
source: The entire security chart will be regenerated. It may take a few minutes for the changes to take effect in the system.
ca: Es tornarà a generar tot l’organigrama de seguretat. Els canvis poden trigar uns minuts a reflectir-se al sistema.
pt: Todo o organograma de segurança vai ser regenerado. As alterações podem demorar alguns minutos a produzir efeitos no sistema.
sk: Celý blokový diagram zabezpečenia sa obnoví. Môže trvať niekoľko minút, kým sa zmeny prejavia v systéme.

# RES_genericcaptchavalidator.showfreezingdate.message.rotext
source: ***IMPORTANT*** All data after the date will be recalculated
ca: ***IMPORTANT*** Es recalcularan totes les dades posteriors a la data
pt: ***IMPORTANTE*** Foram recalculados todos os dados posteriores à data
sk: ***DÔLEŽITÉ*** Všetky údaje po tomto dátume budú prepočítané

# RES_genericcaptchavalidator.showlabagreefreezingdate.message.rotext
source: ***IMPORTANT*** The data of the users assigned to this agreement will be recalculated, taking into account the validity periods and the freezing date.
ca: ***IMPORTANT*** Es recalcularan les dades dels usuaris assignats a aquest conveni, tenint en compte els períodes de validesa i la data de congelació
pt: ***IMPORTANTE*** Foram recalculados os dados dos utilizadores atribuídos a este acordo tendo em conta os períodos de validade e a data de congelamento
sk: ***DÔLEŽITÉ*** Údaje používateľov priradené k tejto zmluve sa prepočítajú, pričom sa zohľadnia obdobia platnosti a dátum zmrazenia

# RES_genericcaptchavalidator.wsconfig.warning.message1.rotext
source: Changing the access parameters to the import web service may cause clients to no longer have access to the service.
ca: El canvi dels paràmetres d’accés al servei web d’importació pot fer que els clients deixin de tenir-hi accés.
pt: A alteração dos parâmetros de acesso ao serviço Web de importação pode fazer com que os clientes deixem de ter acesso aos mesmos.
sk: Zmena prístupových parametrov importnej webovej služby môže spôsobiť, že klienti k nim už nebudú mať prístup.

# RES_genericcaptchavalidator.wsconfig.warning.message2.rotext
source: Changes take effect immediately. Are you sure you want to change the settings?
ca: Els canvis tenen efecte immediat. Estàs segur/a que vols canviar la configuració?
pt: As alterações têm efeito imediato. Tem a certeza que deseja alterar a configuração?
sk: Zmeny nadobúdajú účinnosť okamžite. Ste si istí, že chcete zmeniť nastavenia?

# RES_gui.home.rotext
source: Home
ca: Inici
pt: Início
sk: domov

# RES_identifymethods.biopriority.rotext
source: biometrics or card if there is no biometric reader.
ca: biometria o targeta si no hi ha lector de biometria.
pt: biometria ou cartão se não houver leitor biométrico.
sk: biometrické údaje alebo kartu, ak nie je k dispozícii čítačka biometrických údajov.

# RES_identifymethods.blockedbyinactivity.message.rotext
source: User blocked due to inactivity
ca: Usuari bloquejat per inactivitat
pt: Utilizador bloqueado por inatividade
sk: Používateľ zablokovaný pre nečinnosť

# RES_identifymethods.cardandbio.rotext
source: Card and biometrics, or card only if there is no biometric reader.
ca: Targeta i biometria, o només targeta si no hi ha lector de biometria.
pt: Cartão e biometria, ou apenas cartão se não houver leitor biométrico.
sk: Karta a biometrické údaje alebo len karta, ak nie je k dispozícii čítačka biometrických údajov.

# RES_identifymethods.cardandpin.rotext
source: Card and password, or card only if password cannot be entered.
ca: Targeta i contrasenya, o només targeta si no es pot introduir la contrasenya.
pt: Cartão e palavra-passe, ou apenas cartão se não se puder introduzir palavra-passe.
sk: Karta a heslo alebo len karta, ak nie je možné zadať heslo.

# RES_identifymethods.inactiveuser.message.rotext
source: Inactive user
ca: Usuari inactiu
pt: Utilizador inativo
sk: Neaktívny používateľ

# RES_identifymethods.information.message.rotext
source: To register the user in the terminals you must use the code ${1}.
ca: Per registrar l’usuari als terminals, cal utilitzar el codi ${1}.
pt: Para registar o utilizador nos terminais deve utilizar o código ${1}.
sk: Ak chcete zaregistrovať používateľa na termináloch, musíte použiť kód ${1}.

# RES_identifymethods.lblad.text.rotext
source: The user is identified in Active Directory.
ca: L’usuari s’identifica a Active Directory.
pt: O utilizador identifica-se em Active Directory.
sk: Používateľ je identifikovaný v službe Active Directory.

# RES_identifymethods.lblapplicationaccess.text.rotext
source: Identification methods by applications
ca: Mètodes d’identificació per a aplicacions
pt: Métodos de identificação por aplicações
sk: Metódy identifikácie založené na aplikácii

# RES_identifymethods.lblbiometricinfo.text.rotext
source: The user is identified using biometrics.
ca: L’usuari s’identifica mitjançant biometria.
pt: O utilizador identifica-se através de biometria.
sk: Používateľ sa identifikuje pomocou biometrických údajov.

# RES_identifymethods.lblbiometrictitle.text.rotext
source: Using biometrics
ca: Mitjançant biometria
pt: Através de biometria
sk: Podľa biometrie

# RES_identifymethods.lblblockedbyinactivity.text.rotext
source: User blocked due to inactivity
ca: Usuari bloquejat per inactivitat
pt: Utilizador bloqueado por inatividade
sk: Používateľ zablokovaný pre nečinnosť

# RES_identifymethods.lblcard.text.rotext
source: Card code
ca: Codi de targeta
pt: Código do cartão
sk: Kód karty

# RES_identifymethods.lblcarddescription.text.rotext
source: You must indicate the card code assigned to the user.
ca: Cal indicar el codi de targeta assignat a l’usuari.
pt: Deve indicar o código do cartão atribuído ao utilizador.
sk: Musí obsahovať kód karty pridelený používateľovi.

# RES_identifymethods.lblcarddescription2.text.rotext
source: The user is identified by card.
ca: L’usuari s’identifica mitjançant targeta.
pt: O utilizador identifica-se através de cartão.
sk: Používateľ je identifikovaný kartou.

# RES_identifymethods.lblcardtitle.text.rotext
source: By card
ca: Mitjançant targeta
pt: Através de cartão
sk: Podľa karty

# RES_identifymethods.lbldeletebiometric.text.rotext
source: Delete biometric data
ca: Eliminar dades biomètriques
pt: Eliminar dados biométricos
sk: Odstránenie biometrických údajov

# RES_identifymethods.lblfunctionality.text.rotext
source: Indicate how the different means of identification selected are combined.
ca: Indica com es combinen els diferents mitjans d’identificació seleccionats.
pt: Indique como se combinam os diferentes meios de identificação selecionados.
sk: Uveďte, ako sa kombinujú rôzne vybrané prostriedky identifikácie.

# RES_identifymethods.lblidbiometric.text.rotext
source: Biometrics code
ca: Codi de biometria
pt: Código de biometria
sk: Biometrický kód

# RES_identifymethods.lblinactiveuser.text.rotext
source: Inactive user
ca: Usuari inactiu
pt: Utilizador inativo
sk: Neaktívny používateľ

# RES_identifymethods.lblintegratedtitle.text.rotext
source: Using windows authentication
ca: Mitjançant autenticació de Windows
pt: Através de autenticação windows
sk: Overovanie cez systém Windows

# RES_identifymethods.lbllogin.text.rotext
source: Windows user
ca: Usuari Windows
pt: Utilizador Windows
sk: Používateľ systému Windows

# RES_identifymethods.lblpassword.text.rotext
source: Password
ca: Contrasenya
pt: Palavra-passe
sk: Heslo

# RES_identifymethods.lblpintitle.text.rotext
source: By pin
ca: Mitjançant contrasenya
pt: Através de palavra-passe
sk: Podľa špendlíka

# RES_identifymethods.lblplates.text.rotext
source: License plates:
ca: Matrícules:
pt: Matrículas:
sk: Registrácia:

# RES_identifymethods.lblplatetitle.text.rotext
source: By license plate
ca: Mitjançant matrícules
pt: Mediante matrículas
sk: Pomocou tabuliek s evidenčným číslom

# RES_identifymethods.lblrestorekey.rotext
source: The user validation code is &quot;${1}&quot;
ca: El codi de validació de l’usuari és el &quot;${1}&quot;
pt: O código de validação do utilizador é &quot;${1}&quot;
sk: Kód overenia používateľa je &quot;${1}&quot;

# RES_identifymethods.lblrestorekey.text.rotext
source: The user validation code is &quot;${1}&quot;
ca: El codi de validació de l’usuari és el &quot;${1}&quot;
pt: O código de validação do utilizador é &quot;${1}&quot;
sk: Kód overenia používateľa je &quot;${1}&quot;

# RES_identifymethods.lblrestorepwd.text.rotext
source: Reset password
ca: Restablir contrasenya actual
pt: Repor palavra-passe atual
sk: Obnovenie hesla

# RES_identifymethods.lblrestrictapplicationaccess.text.rotext
source: Block access to applications
ca: Bloquejar accés a aplicacions
pt: Bloquear acesso às aplicações
sk: Blokovanie prístupu k aplikáciám

# RES_identifymethods.lblsendusername.text.rotext
source: Send user
ca: Enviar usuari
pt: Enviar utilizador
sk: Odoslať používateľa

# RES_identifymethods.lblterminalaccess.text.rotext
source: Terminal Identification Methods
ca: Mètodes d’identificació per terminal
pt: Métodos de identificação por terminal
sk: Metódy identifikácie terminálu

# RES_identifymethods.lblusername.text.rotext
source: Username
ca: Nom d’usuari
pt: Nome do utilizador
sk: Používateľské meno

# RES_identifymethods.lblusernametitle.text.rotext
source: By username and password
ca: Mitjançant usuari i contrasenya
pt: Através de utilizador e palavra-passe
sk: Prostredníctvom používateľského mena a hesla

# RES_identifymethods.validate.duplicatedbadgeid.rotext
source: The card number already exists. You must specify a unique card number.
ca: El número de targeta ja existeix. Cal especificar un número de targeta únic.
pt: O número de cartão já existe. Deve especificar um número de cartão único.
sk: Číslo karty už existuje. Musíte zadať jedinečné číslo karty.

# RES_identifymethods.validate.duplicateplates.rotext
source: Some of the license plates are duplicated.
ca: Alguna de les matrícules està duplicada.
pt: Uma das matrículas está duplicada.
sk: Niektoré poznávacie značky sú duplikované.

# RES_identifymethods.validate.emptyplates.rotext
source: You must report some registration
ca: Cal especificar alguna matrícula
pt: Deve referir uma matrícula
sk: Musí nahlásiť akúkoľvek registráciu

# RES_identifymethods.validate.invalidcardid.rotext
source: You must provide the card number.
ca: Cal especificar el número de targeta.
pt: Deve referir o número de cartão.
sk: Musíte uviesť číslo karty.

# RES_identifymethods.validate.nopassporterror.rotext
source: Password complexity could not be validated
ca: No s’ha pogut validar la complexitat de la contrasenya
pt: Não foi possível validar a complexidade da palavra-passe
sk: Nepodarilo sa overiť zložitosť hesla

# RES_identifymethods.validate.nopasswordhighrequierements.rotext
source: The password must be at least 10 characters long, contain uppercase, lowercase, numbers and special characters (@, #). It must not match your username or previous passwords.
ca: La contrasenya ha de tenir una longitud mínima de 10 caràcters i incloure majúscules, minúscules, números i caràcters especials (@, #). No pot coincidir amb el nom d’usuari ni amb les contrasenyes anteriors.
pt: A palavra-passe deve ter um mínimo de 10 caracteres, conter maiúsculas, minúsculas, algarismos e caracteres especiais (@,#). Não pode coincidir com o nome de utilizador nem com as palavras-passe anteriores.
sk: Heslo musí mať aspoň 10 znakov, obsahovať veľké a malé písmená, čísla a špeciálne znaky (@,#). Nesmie sa zhodovať s vaším používateľským menom ani s predchádzajúcimi heslami.

# RES_identifymethods.validate.nopasswordlowrequierements.rotext
source: The password must be at least 4 characters long and contain letters and numbers. It must not match the username and must not match previous passwords.
ca: La contrasenya ha de tenir una longitud mínima de 4 caràcters i incloure lletres i números. No pot coincidir amb el nom d’usuari i tampoc amb les contrasenyes anteriors.
pt: A palavra-passe deve ter um mínimo de 4 caracteres e conter letras e números. Não pode coincidir com o nome de utilizador nem com as palavras-passe anteriores.
sk: Heslo musí mať aspoň 4 znaky a obsahovať písmená aj číslice, nesmie sa zhodovať s používateľským menom a nesmie sa zhodovať s predchádzajúcimi heslami.

# RES_identifymethods.validate.nopasswordmediumrequierements.rotext
source: The password must be at least 6 characters long, contain letters, uppercase, lowercase, and numbers. It must not match the username and must not match previous passwords.
ca: La contrasenya ha de tenir una longitud mínima de 6 caràcters i incloure lletres, majúscules, minúscules i números. No pot coincidir amb el nom d’usuari i tampoc amb les contrasenyes anteriors.
pt: A palavra-passe deve ter um mínimo de 6 caracteres e conter letras, maiúsculas, minúsculas e números. Não pode coincidir com o nome de utilizador nem com as palavras-passe anteriores.
sk: Heslo musí mať aspoň 6 znakov, musí obsahovať písmená, veľké a malé písmená a číslice, nesmie sa zhodovať s používateľským menom a nesmie sa zhodovať s predchádzajúcimi heslami.

# RES_identifymethods.validate.notuniquecardid.rotext
source: The card number already exists. You must specify a unique card number.
ca: El número de targeta ja existeix. Cal especificar un número de targeta únic.
pt: O número de cartão já existe. Deve especificar um número de cartão único.
sk: Číslo karty už existuje. Musíte zadať jedinečné číslo karty.

# RES_identifymethods.validate.notuniquecredential.rotext
source: Duplicate username
ca: Nom d’usuari duplicat
pt: Nome de utilizador duplicado
sk: Duplicitné meno používateľa

# RES_loginselect.btweblogin.value.rotext
source: Login with Visualtime user
ca: Iniciar sessió amb usuari de Visualtime
pt: Iniciar sessão com utilizador do Visualtime
sk: Prihlásenie pomocou používateľa Visualtime

# RES_loginselect.btwindowslogin.value.rotext
source: Login with windows user
ca: Iniciar sessió amb usuari de Windows
pt: Iniciar sessão com utilizador de windows
sk: Prihláste sa pomocou používateľa systému Windows

# RES_loginselect.title.rotext
source: Robotics - WebTerminal Access
ca: Robotics - Accés WebTerminal
pt: Robotics - Acesso WebTerminal
sk: Robotika - prístup k webovému terminálu

# RES_loginweb.btaccept.text.rotext
source: Enter
ca: Entrar
pt: Entrar
sk: Vstúpte na stránku

# RES_loginweb.btnrecoverpasswordback.text.rotext
source: Return
ca: Tornar
pt: Voltar
sk: Späť na

# RES_loginweb.btnrecoverpasswordback.tooltip.rotext
source: Return
ca: Tornar
pt: Voltar
sk: Späť na

# RES_loginweb.btnrecoverpasswordfinish.text.rotext
source: Finish
ca: Finalitzar
pt: Terminar
sk: Koniec

# RES_loginweb.btnrecoverpasswordnext.text.rotext
source: Following
ca: Següent
pt: Seguinte
sk: Ďalšie

# RES_loginweb.btnredirectsso.text.rotext
source: Login with SSO
ca: Iniciar sessió amb SSO
pt: Iniciar sessão com SSO
sk: Prihlásenie pomocou SSO

# RES_loginweb.cachereset.successful.rotext
source: The cache has been reset successfully
ca: S’ha reiniciat la memòria cau correctament
pt: A cache foi corretamente limpa
sk: Vyrovnávacia pamäť bola úspešne obnovená

# RES_loginweb.cachereset.userunkown.rotext
source: Incorrect username or password
ca: Usuari o contrasenya incorrectes
pt: Utilizador ou palavra-passe incorreto/a
sk: Nesprávne prihlasovacie meno alebo heslo

# RES_loginweb.ckssoenabled.text.rotext
source: Integrated start with Windows
ca: Inici integrat amb Windows
pt: Início integrado com windows
sk: Integrovaný štart s oknami

# RES_loginweb.companysso.notactive.message.rotext
source: You do not have any SSO service active in the company
ca: No disposes de cap servei de SSO actiu a l’empresa
pt: Não dispõe de nenhum serviço de SSO ativo na empresa
sk: Žiadne aktívne služby SSO v spoločnosti

# RES_loginweb.companysso.notsupplied.message.rotext
source: No company has been indicated
ca: No has indicat cap empresa
pt: Não indicou nenhuma empresa
sk: Žiadna spoločnosť nie je uvedená

# RES_loginweb.error.alreadyloggedininotherlocation.rotext
source: You are logged in from another location. If you have any questions, please contact your administrator.
ca: Has iniciat sessió en una altra localització. Si tens algun dubte, parla amb el teu administrador.
pt: Iniciou sessão numa outra localização. Se tiver alguma dúvida, contacte o seu administrador.
sk: Ste prihlásený na inom mieste. Ak máte akékoľvek otázky, obráťte sa na svojho správcu.

# RES_loginweb.error.sessionexpired.rotext
source: Session Expired
ca: Sessió caducada
pt: Sessão expirada
sk: Platnosť relácie vypršala

# RES_loginweb.error.sessioninvalidatedbypermissions.rotext
source: Your monitoring profile has been modified, you must log in again for it to be updated.
ca: El teu perfil de supervisió ha estat modificat. Has de tornar a iniciar sessió perquè s’actualitzi.
pt: O seu perfil de supervisão foi alterado, deve reiniciar a sessão para que fique atualizado.
sk: Váš monitorovací profil bol upravený, musíte sa znova prihlásiť, aby sa aktualizoval.

# RES_loginweb.error.updatesessionerror.rotext
source: Unable to update session state.
ca: No es pot actualitzar l’estat de la sessió.
pt: Não é possível atualizar o estado da sessão.
sk: Nie je možné aktualizovať stav relácie.

# RES_loginweb.errorvalidatingtemporanykey.message.rotext
source: The validation code entered is incorrect.
ca: El codi de validació introduït no és correcte.
pt: O código de validação introduzido não está correto.
sk: Zadaný overovací kód nie je správny.

# RES_loginweb.highpassword.rotext
source: The password must be at least 10 characters long, contain uppercase, lowercase, numbers and special characters (@,#)
ca: La contrasenya ha de tenir una longitud mínima de 10 caràcters i incloure majúscules, minúscules, números i caràcters especials (@, #).
pt: A palavra-passe deve ter um mínimo de 10 caracteres, conter maiúsculas, minúsculas, algarismos e caracteres especiais (@,#).
sk: Heslo musí mať aspoň 10 znakov, obsahovať veľké a malé písmená, čísla a špeciálne znaky (@,#)

# RES_loginweb.invalidpassword.text.rotext
source: Incorrect username or password
ca: Nom o contrasenya incorrectes
pt: Nome ou palavra-passe incorretos
sk: Nesprávne meno alebo heslo

# RES_loginweb.language.cat.rotext
source: Catalan ${1}
ca: Català ${1}
pt: Catalão ${1}
sk: Katalánsky ${1}

# RES_loginweb.language.chn.rotext
source: Chinese ${1}
ca: Xinès ${1}
pt: Chinês ${1}
sk: Čínsky ${1}

# RES_loginweb.language.ekr.rotext
source: Basque ${1}
ca: Eusquera ${1}
pt: Basco ${1}
sk: Baskický jazyk ${1}

# RES_loginweb.language.eng.rotext
source: English ${1}
ca: Anglès ${1}
pt: Inglês ${1}
sk: Angličtina ${1}

# RES_loginweb.language.esp.rotext
source: Spanish ${1}
ca: Castellà ${1}
pt: Castelhano ${1}
sk: Angličtina ${1}

# RES_loginweb.language.fra.rotext
source: French ${1}
ca: Francès ${1}
pt: Francês ${1}
sk: Francúzsky ${1}

# RES_loginweb.language.gal.rotext
source: Galician ${1}
ca: Gallec ${1}
pt: Galego ${1}
sk: Galicijský jazyk ${1}

# RES_loginweb.language.ita.rotext
source: Italian ${1}
ca: Italià ${1}
pt: Italiano ${1}
sk: Taliansky ${1}

# RES_loginweb.language.notinstalled.rotext
source: (not installed)
ca: (no instal·lat)
pt: (não instalado)
sk: (nie je nainštalovaný)

# RES_loginweb.language.por.rotext
source: Portuguese
ca: Portuguès
pt: Português
sk: Portugalčina

# RES_loginweb.language.slk.rotext
source: Slovak
ca: Eslovaco
pt: Eslovaco
sk: Eslovaco

# RES_loginweb.lblcodename.text.rotext
source: Code
ca: Codi
pt: Código
sk: Kód

# RES_loginweb.lbldownloadexplorer.text.rotext
source: <u>Download the latest version of Explorer</u>.
ca: <u>Descarregar la darrera versió d’Explorer</u>.
pt: <u>Descarregar a última versão do Explorer</u>.
sk: <u>Stiahnite si najnovšiu verziu programu Explorer</u>.

# RES_loginweb.lbldownloadfirefox.text.rotext
source: You can download the latest version of Firefox from <u>here</u>.
ca: Pots descarregar la darrera versió de Firefox des d’<u>aquí</u>.
pt: Pode descarregar a última versão do Firefox <u>aqui</u>.
sk: Najnovšiu verziu prehliadača Firefox si môžete stiahnuť odtiaľto.
