Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveCauses.*.resx
Languages: ca, gl

# RES_causes.anylabagree.rotext
source: (Todos)
ca: (Tots)

# RES_causes.btcancel.text.rotext
source: Deshacer cambios
ca: Desfer canvis
gl: Desfacer cambios

# RES_causes.btdelcause.text.rotext
source: Borrar justificación
ca: Esborrar justificació
gl: Borrar xustificación

# RES_causes.btdelshift.text.rotext
source: Borrar horario
ca: Esborrar horari

# RES_causes.btnewcause.text.rotext
source: Crear justificación
ca: Crear justificació
gl: Crear xustificación

# RES_causes.btnewshift.text.rotext
source: Crear horario
ca: Crear horari

# RES_causes.btnpcancel.text.rotext
source: Cancelar
ca: Cancel·la

# RES_causes.btnpok.text.rotext
source: Aceptar
ca: Acceptar

# RES_causes.btsave.text.rotext
source: Aplicar cambios
ca: Aplicar canvis

# RES_causes.causesrequestscope.externalwork.rotext
source: Trabajo externo
ca: Feina externa
gl: Traballo externo

# RES_causes.causesrequestscope.programmedabsence.rotext
source: Ausencia por días
ca: Absència per dies

# RES_causes.causesrequestscope.programmedcause.rotext
source: Ausencia por horas
ca: Absència per hores

# RES_causes.causesrequestscope.programmedholidays.rotext
source: Vacaciones por horas
ca: Vacances per hores
gl: Vacacións por horas

# RES_causes.causesrequestscope.programmedovertime.rotext
source: Horas de exceso
ca: Hores d’excés

# RES_causes.checkpermission.denied.description.rotext
source: Permiso denegado
ca: Permís denegat

# RES_causes.chkcard.text.rotext
source: Todos
ca: Tots

# RES_causes.ckcausefromfactor.text.rotext
source: Factor multiplicador fijo
ca: Factor multiplicador fix
gl: Factor multiplicador fixo

# RES_causes.ckcausefromuserfield.text.rotext
source: Las horas teóricas indicadas en el campo
ca: Les hores teòriques indicades al camp
gl: As horas teóricas indicadas no campo

# RES_causes.ckcausefromworkinghours.text.rotext
source: Las horas teóricas del día
ca: Les hores teòriques del dia
gl: As horas teóricas do día

# RES_causes.concepts.none.rotext
source: (ninguno)
ca: (cap)
gl: (ningún)

# RES_causes.criteria.contains.rotext
source: Contenga
ca: Contingui
gl: Conteña

# RES_causes.criteria.different.rotext
source: Sea diferente
ca: Sigui diferent
gl: Sexa diferente

# RES_causes.criteria.equals.rotext
source: Sea igual
ca: Sigui igual
gl: Sexa igual

# RES_causes.criteria.major.rotext
source: Sea mayor que
ca: Sigui més gran que
gl: Sexa maior que

# RES_causes.criteria.majororequals.rotext
source: sea mayor o igual que
ca: sigui més gran o igual que
gl: sexa maior ou igual que

# RES_causes.criteria.minor.rotext
source: Sea menor que
ca: Sigui més petit que
gl: Sexa menor que

# RES_causes.criteria.minororequals.rotext
source: sea menor o igual que
ca: sigui més petit o igual que
gl: sexa menor ou igual que

# RES_causes.criteria.nocontains.rotext
source: No contenga
ca: No contingui
gl: Non conteña

# RES_causes.criteria.startwith.rotext
source: Empiece por
ca: Comenci per
gl: Comece por

# RES_causes.criteria.thedate.rotext
source: La fecha
ca: La data
gl: A data

# RES_causes.criteria.thedateofjustification.rotext
source: La fecha de la justificación
ca: La data de la justificació
gl: A data da xustificación

# RES_causes.criteria.theperiod.rotext
source: El periodo
ca: El període
gl: O período

# RES_causes.criteria.thetime.rotext
source: la hora
ca: l’hora
gl: a hora

# RES_causes.criteria.thetimeofjustification.rotext
source: la hora de la justificación
ca: l’hora de la justificació
gl: A hora da xustificación

# RES_causes.criteria.thevalues.rotext
source: Los valores (separados por ;)
ca: Els valors (separats per ;)
gl: Os valores (separados por ;)

# RES_causes.custom.rotext
source: personalizados
ca: personalitzats

# RES_causes.days.rotext
source: de días
ca: de dies

# RES_causes.deletecause.answer.no.description.rotext
source: No eliminará la justificación seleccionada.
ca: No eliminarà la justificació seleccionada.
gl: Non eliminará a xustificación seleccionada.

# RES_causes.deletecause.answer.no.title.rotext
source: No borrar
ca: No esborrar
gl: Non borrar

# RES_causes.deletecause.answer.yes.description.rotext
source: Eliminará la justificación seleccionada.
ca: Eliminarà la justificació seleccionada.
gl: Eliminarás a xustificación seleccionada.

# RES_causes.deletecause.answer.yes.title.rotext
source: Borrar
ca: Esborrar

# RES_causes.deletecause.description.rotext
source: ¿Qué desea hacer?
ca: Què vols fer?
gl: Que desexas facer?

# RES_causes.deletecause.title.rotext
source: Va a quitar la justificación seleccionada. ¿Está seguro?
ca: Eliminaràs la justificació seleccionada. N’estàs segur/a?
gl: Vai quitar a xustificación seleccionada. Estás seguro/a?

# RES_causes.detail.rotext
source: Activar justificación terminal
ca: Activar justificació terminal
gl: Activar xustificación terminal

# RES_causes.documentabsences.atbegin.rotext
source: Al inicio
ca: A l’inici
gl: Ao inicio

# RES_causes.documentabsences.everydays.rotext
source: Cada ${1} días
ca: Cada ${1} dies

# RES_causes.documentabsences.everydaysjs.rotext
source: Cada XXX días
ca: Cada XXX dies

# RES_causes.documentabsences.everyflexible1.rotext
source: ${1} días después del ${2}
ca: ${1} dies després del ${2}
gl: ${1} días despois do ${2}

# RES_causes.documentabsences.everyflexible1js.rotext
source: XXX días después del YYY
ca: XXX dies després del YYY
gl: XXX días despois do YYY

# RES_causes.documentabsences.everyflexible2.rotext
source: Cada ${1} ${2} a partir de ${3} días del ${4}
ca: Cada ${1} ${2} a partir de ${3} dies del ${4}
gl: Cada ${1} ${2} a partir de ${3} días do ${4}

# RES_causes.documentabsences.everyflexible2js.rotext
source: Cada XXX días a partir de ZZZ días del inicio
ca: Cada XXX dies a partir de ZZZ dies des de l’inici
gl: Cada XXX días a partir de ZZZ días do inicio

# RES_causes.documentabsences.everymonths.rotext
source: Cada ${1} meses
ca: Cada ${1} mesos

# RES_causes.documentabsences.everymonthsjs.rotext
source: Cada XXX meses
ca: Cada XXX mesos

# RES_causes.documentabsences.everyweeks.rotext
source: Cada ${1} semanas
ca: Cada ${1} setmanes

# RES_causes.documentabsences.everyweeksjs.rotext
source: Cada XXX semanas
ca: Cada XXX setmanes

# RES_causes.error.insertname.rotext
source: Inserte nombre de justificación
ca: Introdueix el nom de la justificació
gl: Insire nome de xustificación

# RES_causes.error.nocorrectvisibilityfilter.rotext
source: El filtro de visibilidad no es correcto
ca: El filtre de visibilitat no és correcte
gl: O filtro de visibilidade non é correcto

# RES_causes.error.punches.dateendminor.rotext
source: La fecha inicio es posterior a la fecha fin en Criterios de fichajes.
ca: La data d’inici és posterior a la data final a Criteris de fitxatges
gl: A data inicio é posterior á data fin en Criterios de fichaxes.

# RES_causes.error.punches.insertdateperiod1.rotext
source: Inserte fecha inicio del periodo en Criterios de fichajes
ca: Introdueix la data d’inici del període a Criteris de fitxatges
gl: Insire data inicio do período en Criterios de fichaxes

# RES_causes.error.punches.insertdateperiod2.rotext
source: Inserte fecha fin del periodo en Criterios de fichajes
ca: Introdueix la data final del període a Criteris de fitxatges
gl: Insire data fin do período en Criterios de fichaxes

# RES_causes.error.punches.inserttimeperiod1.rotext
source: Inserte hora inicio del periodo en Criterios de fichajes.
ca: Introdueix l’hora d’inici del període a Criteris de fitxatges.
gl: Insire hora inicio do período en Criterios de fichaxes.

# RES_causes.error.punches.inserttimeperiod2.rotext
source: Inserte hora fin del periodo en Criterios de fichajes.
ca: Introdueix l’hora final del període a Criteris de fitxatges.
gl: Insire hora fin do período en Criterios de fichaxes.

# RES_causes.error.punches.selectfield1.rotext
source: Inserte el campo de la ficha en Criterios de fichajes
ca: Introdueix el camp de la fitxa a Criteris de fitxatges
gl: Insire o campo da ficha en Criterios de fichaxes

# RES_causes.error.punches.selectfield2.rotext
source: Seleccione el tipo de filtrado para el campo de la ficha en Criterios de fichajes.
ca: Selecciona el tipus de filtratge per al camp de la fitxa a Criteris de fitxatges.
gl: Selecciona o tipo de filtrado para o campo da ficha en Criterios de fichaxes.

# RES_causes.error.punches.selectfield3.rotext
source: Inserte la expresión que desea realizar para Criterios de fichajes
ca: Introdueix l’expressió que vols realitzar per a Criteris de fitxatges
gl: Insire a expresión que desexas realizar para Criterios de fichaxes

# RES_causes.error.punches.valueisnotnumeric.rotext
source: El valorinsertado para el campo numérico no es válido en Criterios de fichajes.
ca: El valor introduït per al camp numèric no és vàlid a Criteris de fitxatges.
gl: O valor inserido para o campo numérico non é válido en Criterios de fichaxes.

# RES_causes.error.txtinputcodeinvalid.rotext
source: Inserte código de justificación para el terminal
ca: Introdueix el codi de justificació per al terminal
gl: Insire código de xustificación para o terminal

# RES_causes.error.txtmaxdaysnotnumeric.rotext
source: Número máximo de días incorrecto en previsión de días de ausencia
ca: Nombre màxim de dies incorrecte en previsió de dies d’absència

# RES_causes.error.visibility.dateendminor.rotext
source: La fecha inicio es posterior a la fecha fin en Criterios de Visibilidad.
ca: La data d’inici és posterior a la data final a Criteris de visibilitat.
gl: A data inicio é posterior á data fin en Criterios de Visibilidade.

# RES_causes.error.visibility.insertdateperiod1.rotext
source: Inserte fecha inicio del periodo en Criterios de Visibilidad
ca: Introdueix la data d’inici del període a Criteris de visibilitat.
gl: Insire data inicio do período en Criterios de Visibilidade

# RES_causes.error.visibility.insertdateperiod2.rotext
source: Inserte fecha fin del periodo en Criterios de Visibilidad
ca: Introdueix la data final del període a Criteris de visibilitat.
gl: Insire data fin do período en Criterios de Visibilidade

# RES_causes.error.visibility.inserttimeperiod1.rotext
source: Inserte hora inicio del periodo en Criterios de Visibilidad.
ca: Introdueix l’hora d’inici del període a Criteris de visibilitat.
gl: Insire hora inicio do período en Criterios de Visibilidade

# RES_causes.error.visibility.inserttimeperiod2.rotext
source: Inserte hora fin del periodo en Criterios de Visibilidad.
ca: Introdueix l’hora final del període a Criteris de visibilitat.
gl: Insire hora fin do período en Criterios de Visibilidade.

# RES_causes.error.visibility.selectfield1.rotext
source: Inserte el campo de la ficha en Criterios de Visibilidad
ca: Introdueix el camp de la fitxa a Criteris de visibilitat.
gl: Insire o campo da ficha en Criterios de Visibilidade

# RES_causes.error.visibility.selectfield2.rotext
source: Seleccione el tipo de filtrado para el campo de la ficha en Criterios de Visibilidad
ca: Selecciona el tipus de filtratge per al camp de la fitxa a Criteris de visibilitat
gl: Selecciona o tipo de filtrado para o campo da ficha en Criterios de Visibilidade

# RES_causes.error.visibility.selectfield3.rotext
source: Inserte la expresión que desea realizar para Criterios de Visibilidad
ca: Introdueix l’expressió que vols realitzar per a Criteris de visibilitat
gl: Insire a expresión que desexas realizar para Criterios de Visibilidade

# RES_causes.error.visibility.valueisnotdate.rotext
source: El valorinsertado para el campo fecha no es válido en Criterios de Visibilidad.
ca: El valor introduït per al camp data no és vàlid a Criteris de visibilitat.
gl: O valor inserido para o campo data non é válido en Criterios de Visibilidade.

# RES_causes.error.visibility.valueisnotnumeric.rotext
source: El valorinsertado para el campo numérico no es válido en Criterios de Visibilidad.
ca: El valor introduït per al camp numèric no és vàlid a Criteris de visibilitat.
gl: O valor inserido para o campo numérico non é válido en Criterios de Visibilidade.

# RES_causes.error.visibility.valueisnottime.rotext
source: El valorinsertado para el campo hora no es válido en Criterios de Visibilidad.
ca: El valor introduït per al camp hora no és vàlid a Criteris de visibilitat.
gl: O valor inserido para o campo Hora non é válido en Criterios de Visibilidade.

# RES_causes.error.visibility.valuelistnotselected.rotext
source: No ha seleccionado un valor de la lista en Criterios de Visibilidad.
ca: No has seleccionat un valor de la llista a Criteris de visibilitat.
gl: Non se seleccionou un valor da listaxe en Criterios de Visibilidade.

# RES_causes.grdcauses.columns#2.headertext.rotext
source: Nombre
ca: Nom
gl: Nome

# RES_causes.grdcauses.columns#3.headertext.rotext
source: Abreviación
ca: Abreviatura

# RES_causes.grdcauses.columns#4.headertext.rotext
source: Descripción
ca: Descripció
gl: Descrición

# RES_causes.grdshifts.columns#3.headertext.rotext
source: Nombre
ca: Nom
gl: Nome

# RES_causes.gridheaderdocument.rotext
source: Documento
ca: Document

# RES_causes.gridheaderinterval.rotext
source: Requerido
ca: Obligatori
gl: Requirido

# RES_causes.gridheaderlabagree.rotext
source: Convenio
ca: Conveni

# RES_causes.hours.rotext
source: de tiempo
ca: de temps
gl: de tempo

# RES_causes.image1.tooltip.rotext
source: Justificaciones
ca: Justificacions
gl: Xustificacións

# RES_causes.label1.text.rotext
source: Bloque descanso
ca: Bloc descans

# RES_causes.label10.text.rotext
source: Puede ausentarse un máximo de
ca: Pot absentar-se un màxim de
gl: Podes ausentarte un máximo de

# RES_causes.label2.text.rotext
source: Periodo de descanso del usuario
ca: Període de descans de l’usuari
gl: Período de descanso do usuario

# RES_causes.label3.text.rotext
source: El usuario puede ausentarse entre las
ca: L’usuari es pot absentar entre les
gl: O usuario pode ausentarse entre as

# RES_causes.label4.text.rotext
source: y hasta las
ca: i fins a les
gl: e ata as

# RES_causes.label5.text.rotext
source: Puede ausentarse un máximo de
ca: Pot absentar-se un màxim de
gl: Podes ausentarte un máximo de

# RES_causes.label6.text.rotext
source: Bloque descanso
ca: Bloc descans

# RES_causes.label7.text.rotext
source: Periodo de descanso del usuario
ca: Període de descans de l’usuari
gl: Período de descanso do usuario

# RES_causes.label8.text.rotext
source: Descripción de la justificación
ca: Descripció de la justificació
gl: Descrición da xustificación

# RES_causes.label9.text.rotext
source: y hasta las
ca: i fins a les
gl: e ata as

# RES_causes.lblabsenceconceptbalanceproductivedays.text.rotext
source: Y en ese caso solo se tendrán en cuenta los días:
ca: I en aquest cas només es tindran en compte els dies:
gl: E nese caso só se terán en conta os días:

# RES_causes.lblabsenceconeptbalance.text.rotext
source: Al aprobar una solicitud de ausencia por días u horas, el saldo utilizado como saldo actual será el siguiente:
ca: En aprovar una sol·licitud d’absència per dies o hores, el saldo utilitzat com a saldo actual serà el següent:
gl: Ao aprobar unha solicitude de ausencia por días ou horas, o saldo utilizado como saldo actual será o seguinte:

# RES_causes.lblabsenceconeptbalancedays.text.rotext
source: Y en ese caso solo se tendrán en cuenta los días:
ca: I en aquest cas només es tindran en compte els dies:
gl: E nese caso só se terán en conta os días:

# RES_causes.lblabsenceconeptbalanceproductive.text.rotext
source: Al aprobar una solicitud de presencia por días o por horas, el saldo utilizado como saldo actual será el siguiente:
ca: En aprovar una sol·licitud de presència per dies o per hores, el saldo utilitzat com a saldo actual serà el següent:
gl: Ao aprobar unha solicitude de presenza diaria ou horaria, o saldo utilizado como saldo actual será o seguinte:

# RES_causes.lbladddocumenttrace.text.rotext
source: Añadir documento
ca: Afegir document
gl: Engadir documento

# RES_causes.lblallrequesttypes.text.rotext
source: Todas
ca: Totes

# RES_causes.lblallrequesttypesdesc.text.rotext
source: Todas los solicitudes en las que aplica la justificación según su tipo.
ca: Totes les sol·licituds en què és aplicable la justificació segons el seu tipus.
gl: Todas as solicitudes nas que aplica a xustificación segundo o seu tipo.

# RES_causes.lblatlevel.text.rotext
source: Considera aprobada al llegar a nivel
ca: Considera aprovada en arribar al nivell
gl: Considera aprobada ao chegar a nivel

# RES_causes.lblatlevelbis.text.rotext
source: en lugar de 1 (el más alto)
ca: en comptes d’1 (el més alt)
gl: en lugar de un (o máis alto)

# RES_causes.lblauthorizationstitle.text.rotext
source: Flujo de autorizaciones
ca: Flux d’autoritzacions
gl: Fluxo de autorizacións

# RES_causes.lblblockdescription.text.rotext
source: Detalles del horario, según el tipo seleccionado
ca: Detalls de l’horari, segons el tipus seleccionat
gl: Detalles do horario, segundo o tipo seleccionado

# RES_causes.lblblockdescription2.text.rotext
source: El usuario obligatoriamente debe estar presente
ca: L’usuari ha de ser-hi present obligatòriament
gl: O usuario obrigatoriamente debe estar presente

# RES_causes.lblbusinessgroup.text.rotext
source: Grupo de Negocio:
ca: Grup de negoci:

# RES_causes.lblbusinessgroupdesc.text.rotext
source: Grupo de negocio
ca: Grup de negoci

# RES_causes.lblbusinessgroupdescppal.text.rotext
source: Los grupos de negocio se utilizan para limitar las justificaciones de cada usuario en la pantalla de edición de fichajes.
ca: Els grups de negoci s’utilitzen per limitar les justificacions de cada usuari a la pantalla d’edició de fitxatges.
gl: Os grupos de negocio utilízanse para limitar as xustificacións de cada usuario na pantalla de edición de fichaxes.

# RES_causes.lblcanusefrom.text.rotext
source: Indique las solicitudes en las que se podrá utilizar la justificación
ca: Indica les sol·licituds en què es podrà utilitzar la justificació
gl: Indica as solicitudes nas que se poderá utilizar a xustificación

# RES_causes.lblcaptioncost.text.rotext
source: Control de Costes
ca: Control de costs
gl: Control de custos

# RES_causes.lblcategoriesdesc.text.rotext
source: Indique la categoría a la que pertenece la justificación para determinar el flujo de autorizaciones que se aplicará en el momento de realizar una solicitud de este tipo
ca: Indica la categoria a la qual pertany la justificació per determinar el flux d’autoritzacions que s’aplicarà en el moment de tramitar una sol·licitud d’aquest tipus
gl: Indica a categoría á que pertence a xustificación para determinar o fluxo de autorizacións que se aplicará no momento de realizar unha solicitude deste tipo

# RES_causes.lblcategory.text.rotext
source: Categoría:
ca: Categoria:

# RES_causes.lblcauseausence.text.rotext
source: La justificación es de ausencia
ca: La justificació és d’absència
gl: A xustificación é de ausencia

# RES_causes.lblcauseausencedesc.text.rotext
source: Esta justificación se utiliza cuando el usuario está ausente. <br>Por ejemplo, salida al médico, un retraso...
ca: Aquesta justificació s’utilitza quan l’usuari està absent. <br>Per exemple, sortida per anar al metge, un retard...
gl: Esta xustificación utilízase cando o usuario está ausente. <br>Por exemplo, saída ao médico, un atraso...

# RES_causes.lblcauseautomaticvalidation.text.rotext
source: Tiempo máximo a justificar:
ca: Temps màxim per justificar:
gl: Tempo máximo que xustificar:

# RES_causes.lblcauseautomaticvalidationdesc.text.rotext
source: Al realizar un fichaje con esta justificación se justificará como máximo el tiempo indicado.
ca: En fer un fitxatge amb aquesta justificació, es justificarà com a màxim el temps indicat.
gl: Ao realizar unha fichaxe con esta xustificación, xustificarase como máximo o tempo indicado.

# RES_causes.lblcauseautomaticvalidationhours.text.rotext
source: horas (máximo diario)
ca: hores (màxim diari)

# RES_causes.lblcauseautomaticvalidationtitle.text.rotext
source: Limitar el tiempo máximo justificado automáticamente
ca: Limitar el temps màxim justificat automàticament
gl: Limitar o tempo máximo xustificado automaticamente

# RES_causes.lblcausedefaultinfo.text.rotext
source: Si lo desea, puede indicar los valores por defecto que tendrá una previsión de ausencia creada con esta justificación:
ca: Si vols, pots indicar els valors per defecte que tindrà una previsió d’absència creada amb aquesta justificació:
gl: Se o desexas, podes indicar os valores por defecto que terán unha previsión de ausencia creada con esta xustificación:

# RES_causes.lblcausedetailtitle.text.rotext
source: Justificación
ca: Justificació
gl: Xustificación

# RES_causes.lblcausedetailtitledinamic.rotext
source: Configuración de la justificación &quot;${1}&quot;
ca: Configuració de la justificació &quot;${1}&quot;
gl: Configuración da xustificación &quot;${1}&quot;

# RES_causes.lblcausedocumentsdesc.text.rotext
source: Especifique los documentos que se requerirán en la justificación.
ca: Especifica els documents que se sol·licitaran a la justificació.
gl: Especifique os documentos que se requirirán na xustificación.

# RES_causes.lblcausedocumentstitle.text.rotext
source: Documentos
ca: Documents

# RES_causes.lblcausefromtitle.text.rotext
source: Justificación:
ca: Justificació:
gl: Xustificación:

# RES_causes.lblcausepresence.text.rotext
source: La justificación es de presencia
ca: La justificació és de presència
gl: A xustificación é de presenza

# RES_causes.lblcausepresencedesc.text.rotext
source: Esta justificación se utiliza cuando el usuario está presente. <br>Por ejemplo, exceso, horas trabajadas, horas recuperadas...
ca: Aquesta justificació s’utilitza quan l’usuari està present. <br>Per exemple, excés, hores treballades, hores recuperades...
gl: Esta xustificación utilízase cando o usuario está presente. <br>Por exemplo, exceso, horas traballadas, horas recuperadas...

# RES_causes.lblcausesdescription.text.rotext
source: Datos específicos de la justificación.
ca: Dades específiques de la justificació.
gl: Datos específicos da xustificación.

# RES_causes.lblcausetrace.text.rotext
source: Esta justificación requiere documentos
ca: Aquesta justificació requereix documents
gl: Esta xustificación require documentos

# RES_causes.lblcausetracedesc.text.rotext
source: Puede indicar sobre que documentos se quiere realizar un seguimiento en el caso de que un usuario utilice dicha justificación. Por ejemplo, al crear una previsión de ausencia por días, se generarán todos los registros de seguimiento necesarios.
ca: Pots indicar sobre quins documents cal fer un seguiment en el cas que un usuari utilitzi aquesta justificació. Per exemple, en crear una previsió d’absència per dies, es generaran tots els registres de seguiment necessaris.
gl: Podes indicar sobre que documentos queres realizar un seguimento no caso de que un usuario utilice esa xustificación. Por exemplo, ao crear unha previsión de ausencia por días xeraranse todos os rexistros de seguimento necesarios.

# RES_causes.lblcausetype.text.rotext
source: Tipo
ca: Tipus

# RES_causes.lblcausetypedescription.text.rotext
source: Especifique el contenido de justificación, si representa valores de tiempo, días o valores personalizados. Además, en función del contenidio indicado, deberá indicar otras propiedades de la justificación.
ca: Especifica el contingut de la justificació, si representa valors de temps, dies o valors personalitzats. A més a més, segons el contingut indicat, caldrà indicar altres propietats de la justificació.
gl: Especifica o contido de xustificación se representa valores de tempo, días ou valores personalizados. Ademais, en función do contido indicado, deberás indicar outras propiedades da xustificación.

# RES_causes.lblcmbtype.text.rotext
source: Tipo:
ca: Tipus:

# RES_causes.lblcolor.text.rotext
source: Color identificativo
ca: Color identificatiu
gl: Cor identificadora
