Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveAlerts.*.resx
Languages: eu, fr, pt, sk

# RES_alerts.alert.documents.company.alertabsenteeism.rotext
source: Hay ${1} documentos de absentismo no entregados o en estado incorrecto
eu: ${1} absentismo dokumentuak daude entregatu gabe edo egoera okerrean
fr: Il y a ${1} documents d´absentéisme non remis ou présentant un état incorrect
pt: Existem ${1} documentos de absentismo não entregues ou em estado incorreto
sk: Existuje ${1} nedoručených dokumentov alebo dokumentov s nesprávnym stavom absencie

# RES_alerts.alert.documents.company.alertexpired.rotext
source: Hay ${1} documentos obligatorios que han expirado
eu: Iraungi diren ${1} dokumentu behar dira
fr: Il y a ${1} documents obligatoires qui ont expiré
pt: Existem ${1} documentos obrigatórios caducados
sk: Existujú ${1} povinné dokumenty, ktorých platnosť vypršala

# RES_alerts.alert.documents.company.alertforecastdocuments.rotext
source: Falten ${1} documentos de previsión de horas de trabajo
eu: ${1} falta diren lan orduen iragarpen dokumentuak
fr: Il manque ${1} documents de prévision d´heures de travail
pt: Faltam ${1} documentos de previsão de horas de trabalho
sk: Chýbajúce dokumenty predpovede pracovných hodín ${1}

# RES_alerts.alert.documents.company.alertmandatory.rotext
source: Faltan ${1} documentos de empresa obligatorios
eu: ${1} enpresaren beharrezko dokumentuak falta dira
fr: Il manque ${1} documents d´entreprise obligatoires
pt: Faltam ${1} documentos de empresa obrigatórios
sk: Chýbajúce ${1} povinné firemné dokumenty

# RES_alerts.alert.documents.company.alertvalidation.rotext
source: Hay ${1} documentos de empresa pendientes de validar
eu: Enpresaren ${1} dokumentu daude balioztatzeko zain
fr: Il y a ${1} documents d´entreprise en attente de validation
pt: Existem ${1} documentos de empresa pendentes de validação
sk: Existuje ${1} dokumentov spoločnosti, ktoré čakajú na overenie

source: Hay ${1} documentos de autorización de acceso para empresa no entregados o en estado incorrecto
eu: Entregatu gabe edo egoera okerrean daude ${1} enpresetarako sarbidea baimentzeko dokumentuak
fr: Il y a ${1} documents d´autorisation d´accès pour entreprise non remis ou présentant un état incorrect
pt: Existem ${1} documentos de autorização de acesso para empresa não entregues ou em estado incorreto
sk: Existujú ${1} dokumenty s oprávnením na prístup pre spoločnosť, ktoré neboli doručené alebo sú v nesprávnom stave

source: Hay ${1} documentos de autorización de acceso para empresa pendiente de ser validado
eu: Badira ${1} enpresetarako sarbidea baimentzeko dokumentuak balioztatzeko zain
fr: Il y a ${1} documents d´autorisation d´accès pour entreprise en attente de validation
pt: Existem ${1} documentos de autorização de acesso para empresa pendentes de validação
sk: Existuje ${1} dokumentov s oprávnením na prístup pre spoločnosť, ktoré čakajú na overenie

# RES_alerts.alert.documents.employee.alertabsenteeism.rotext
source: Hay ${1} documentos de absentismo no entregados o en estado incorrecto
eu: ${1} absentismo dokumentuak daude entregatu gabe edo egoera okerrean
fr: Il y a ${1} documents d´absentéisme non remis ou présentant un état incorrect
pt: Existem ${1} documentos de absentismo não entregues ou em estado incorreto
sk: Existuje ${1} nedoručených dokumentov alebo dokumentov s nesprávnym stavom absencie

# RES_alerts.alert.documents.employee.alertabsenteeismundelivered.rotext
source: Hay ${1} documentos de absentismo no entregados o en estado incorrecto
eu: ${1} absentismo dokumentuak daude entregatu gabe edo egoera okerrean
fr: Il y a ${1} documents d´absentéisme non remis ou présentant un état incorrect
pt: Existem ${1} documentos de absentismo não entregues ou em estado incorreto
sk: Existuje ${1} nedoručených dokumentov alebo dokumentov s nesprávnym stavom absencie

# RES_alerts.alert.documents.employee.alertabsenteeismvalidationpending.rotext
source: Hay ${1} documentos de absentismo pendiente de ser validado
eu: Badira ${1} absentismo dokumentuak balioztatzeko zain
fr: Il y a ${1} documents d´absentéisme en attente de validation
pt: Existem ${1} documentos de absentismo pendentes de validação
sk: Existuje ${1} dokumentov neprítomnosti, ktoré čakajú na overenie

# RES_alerts.alert.documents.employee.alertexpired.rotext
source: Hay ${1} documentos obligatorios que han expirado
eu: Iraungi diren ${1} dokumentu behar dira
fr: Il y a ${1} documents obligatoires qui ont expiré
pt: Existem ${1} documentos obrigatórios caducados
sk: Existujú ${1} povinné dokumenty, ktorých platnosť vypršala

# RES_alerts.alert.documents.employee.alertforecastdocuments.rotext
source: Faltan ${1} documentos de previsión de horas de trabajo
eu: ${1} lan orduko aurreikuspen dokumentuak falta dira
fr: Il manque ${1} documents de prévision d´heures de travail
pt: Faltam ${1} documentos de previsão de horas de trabalho
sk: Chýbajúce dokumenty predpovede pracovných hodín ${1}

# RES_alerts.alert.documents.employee.alertforecastdocumentsundelivered.rotext
source: Hay ${1} documentos de previsión de horas de trabajo no entregados o en estado incorrecto
eu: Badaude ${1} lan orduko aurreikuspen dokumentuak entregatu gabe edo egoera okerrean
fr: Il y a ${1} documents de prévision d´heures de travail non remis ou présentant un état incorrect
pt: Há ${1} documentos de previsão de horas de trabalho não entregues ou em estado incorreto
sk: Existuje ${1} pracovných hodín predpovede nedoručených dokumentov alebo dokumentov v nesprávnom stave

source: Hay ${1} documentos de previsión de horas de trabajo pendientes de ser validados
eu: ${1} lan orduko aurreikuspen dokumentuak daude balioztatu zain
fr: Il y a ${1} documents de prévision d´heures de travail en attente de validation
pt: Existem ${1} documentos de previsão de horas de trabalho pendentes de validação
sk: Na validáciu čakajú dokumenty s predpoveďou na ${1} pracovných hodín

# RES_alerts.alert.documents.employee.alertmandatory.rotext
source: Faltan ${1} documentos de usuario obligatorios
eu: ${1} erabiltzaile-dokumentuak falta dira
fr: Il manque ${1} documents d’utilisateur obligatoires
pt: Faltam ${1} documentos de utilizador obrigatórios
sk: Chýbajúce ${1} povinné používateľské dokumenty

# RES_alerts.alert.documents.employee.alertvalidation.rotext
source: Hay ${1} documentos pendientes de validar
eu: ${1} dokumentu daude balioztatzeko zain
fr: Il y a ${1} documents en attente de validation
pt: Há ${1} documentos pendentes de validação
sk: Existuje ${1} dokumentov čakajúcich na overenie

source: Hay ${1} documentos de autorización de acceso para usuarios no entregados o en estado incorrecto
eu: ${1} erabiltzaileentzako sarbidea baimentzeko dokumentuak daude entregatu gabe edo egoera okerrean
fr: Il y a ${1} documents d’autorisation d’accès pour les utilisateurs non remis ou présentant un état incorrect
pt: Há ${1} documentos de autorização de acesso para utilizadores não entregues ou em estado incorreto
sk: Existuje ${1} dokumentov s oprávnením na prístup pre nedoručený alebo nesprávny stav používateľov

source: Hay ${1} documentos de autorización de acceso para usuarios pendientes de ser validados
eu: Balidazio zain dauden erabiltzaileentzat ${1} atzitzeko baimen-dokumentuak daude
fr: Il y a ${1} documents d’autorisation d’accès pour les utilisateurs en attente de validation
pt: Há ${1} documentos de autorização de acesso para utilizadores pendentes de validação
sk: Existuje ${1} dokumentov s oprávnením na prístup pre používateľov, ktoré čakajú na overenie

# RES_alerts.everythingok.rotext
source: Todo es correcto. No hay alertas que requieran ser gestionadas.
eu: Dena zuzena da. Ez dago kudeaketa eskatzen duen alertarik.
fr: Tout est correct. Il n´y a pas d´alertes à gérer.
pt: Está tudo correto. Não existem alertas que precisem de ser geridos.
sk: Všetko je správne. Neexistujú žiadne upozornenia, ktoré by bolo potrebné spravovať.

# RES_alerts.lblheader.text.rotext
source: Alertas
eu: Alertak
fr: Alertes
sk: Upozornenia

# RES_alerts.lblinfo.text.rotext
source: En esta pantalla se muestran los avisos sobre anomalías detectadas en el sistema que requieren algún tipo de acción correctiva.
eu: Pantaila honek nolabaiteko neurri zuzentzaile bat behar duten sisteman hautemandako anomaliei buruzko abisuak erakusten ditu.
fr: Cet écran affiche les notifications sur les anomalies détectées dans le système qui requièrent une action corrective.
pt: Neste ecrã aparecem os avisos sobre anomalias detetadas no sistema que requerem algum tipo de ação corretiva.
sk: Na tejto obrazovke sa zobrazujú upozornenia na anomálie zistené v systéme, ktoré si vyžadujú určitý druh nápravných opatrení.

# RES_alerts.lblpanelsubtitle.text.rotext
source: Se muestran las alertas correspondientes a los últimos 30 días. Tras gestionarlas, es posible que sigan mostrándose, hasta que el servidor de Visualtime verifique que efectivamente han sido subsanadas. Este proceso puede tardar unos minutos dependiendo de la carga del servidor. Para actualizar el contenido, haz click en el icono de refresco de la esquina superior derecha.
eu: Azken 30 egunetako alertak bistaratzen dira. Horiek kudeatu ondoren, baliteke bistaratzen jarraitzea Visualtime zerbitzariak benetan zuzendu direla egiaztatzen duen arte. Prozesu honek minutu batzuk iraun ditzake zerbitzariaren kargaren arabera. Edukia freskatzeko, egin klik goiko eskuineko izkinan dagoen freskatzeko ikonoan.
fr: Les alertes correspondant aux 30 derniers jours sont affichées. Après les avoir gérées, il se peut qu´elles continuent de s´afficher jusqu´à ce que le serveur Visualtime vérifie qu´elles ont bien été corrigées. Ce processus peut prendre quelques minutes en fonction de la charge du serveur. Pour actualiser le contenu, cliquez sur l’icône de rafraîchissement en haut à droite.
pt: São mostrados os alertas dos últimos 30 dias. Depois de aprovados/recusados, é possível que continuem a ser mostrados até o servidor do Visualtime confirmar que foram efetivamente corrigidos. Este processo pode demorar alguns minutos, dependendo da carga do servidor. Para atualizar o conteúdo, clique no ícone refresh (atualizar) do canto superior direito.
sk: Upozornenia sa zobrazujú za posledných 30 dní. Po ich spravovaní sa môžu naďalej zobrazovať, kým server Visualtime neoverí, že boli opravené. Tento proces môže trvať niekoľko minút v závislosti od zaťaženia servera. Ak chcete obnoviť obsah, kliknite na ikonu obnovenia v pravom hornom rohu.

# RES_alerts.lblpaneltitle.text.rotext
source: Hay alertas que requieren su atención. Pulse en el detalle para gestionarlas
eu: Zure arreta eskatzen duten alertak daude. Egin klik xehetasunean horiek kudeatzeko
fr: Il existe des alertes qui requièrent votre attention. Appuyez sur le détail pour les gérer
pt: Há alertas que requerem a sua atenção. Prima Detalhe para os gerir
sk: Existujú upozornenia, ktoré si vyžadujú vašu pozornosť. Kliknutím na detail ich môžete spravovať

# RES_alerts.lblsupporttext.text.rotext
source: Última actualización:
eu: Azken eguneratzea:
fr: Dernière actualisation :
pt: Última atualização:
sk: Posledná aktualizácia:

# RES_alertsdetail.absencetypes.showcoverages.rotext
source: Mostrar presupuesto
eu: Erakutsi aurrekontua
fr: Afficher le budget
pt: Mostrar orçamento
sk: Zobraziť rozpočet

# RES_alertsdetail.absencetypes.showdocument.rotext
source: Detalles
eu: Xehetasunak
fr: Détails
pt: Detalhes
sk: Podrobnosti na

# RES_alertsdetail.absencetypes.showemployee.rotext
source: Mostrar ficha del usuario
eu: Erakutsi erabiltzailearen profila
fr: Afficher la fiche de l´utilisateur
pt: Mostrar ficha do utilizador
sk: Zobraziť profil používateľa

# RES_alertsdetail.absencetypes.showtask.rotext
source: Mostrar tarea
eu: Erakutsi zeregina
fr: Afficher la tâche
pt: Mostrar a tarefa
sk: Zobraziť úlohu

# RES_alertsdetail.btnalertsdetailclose.text.rotext
source: Cerrar
eu: Itxi
fr: Fermer
pt: Fechar
sk: Zatvoriť

# RES_alertsdetail.btnalertsdetailclose.tooltip.rotext
source: Cerrar
eu: Itxi
fr: Fermer
pt: Fechar
sk: Zatvoriť

# RES_alertsdetail.griddetails.column.detail1.rotext
source: Usuario
eu: Erabiltzailea
fr: Utilisateur
pt: Utilizador
sk: používateľ

# RES_alertsdetail.griddetails.column.detail1department.rotext
source: Departamento
eu: Sail
fr: Département
sk: Oddelenie

# RES_alertsdetail.griddetails.column.detail1task.rotext
source: Tarea
eu: Zeregin
fr: Tâche
pt: Tarefa
sk: úloha

# RES_alertsdetail.griddetails.column.detail2.rotext
source: Detalles
eu: Xehetasunak
fr: Détails
pt: Detalhes
sk: Podrobnosti na

# RES_alertsdetail.label17.text.rotext
source: Detalles
eu: Xehetasunak
fr: Détails
pt: Detalhes
sk: Podrobnosti na

# RES_alertsdetail.lp.text.rotext
source: Cargando&hellip;
eu: Kargatzen&hellip;
fr: Chargement…
pt: A carregar&hellip;
sk: Načítanie&hellip;

# RES_tasksqueue.analytic.name.0.1.rotext
source: Calendario: saldos
eu: Egutegia: balantzeak
fr: Calendrier : soldes
pt: Calendário: saldos
sk: Kalendár: zostatky

# RES_tasksqueue.analytic.name.0.2.rotext
source: Calendario: Planificación
eu: Egutegia: Plangintza
fr: Calendrier : Planification
pt: Calendário: Planeamento
sk: Kalendár: Plánovanie

# RES_tasksqueue.analytic.name.0.3.rotext
source: Calendario: justificaciones e incidencias
eu: Egutegia: justifikazioak eta gorabeherak
fr: Calendrier : justifications et incidents
pt: Calendário: justificações e incidências
sk: Časový rozvrh: odôvodnenia a príhody

# RES_tasksqueue.analytic.name.0.4.rotext
source: Calendario: fichajes de presencia
eu: Egutegia: presentzia sinaketak
fr: Calendrier : pointages de présence
pt: Calendário: picagens de presença
sk: Kalendár: Podpisy prítomnosti

# RES_tasksqueue.analytic.name.0.5.rotext
source: Calendario: Solicitudes
eu: Egutegia: Eskaerak
fr: Calendrier : Demandes
pt: Calendário: Pedidos
sk: Časový rozvrh: Žiadosti

# RES_tasksqueue.analytic.name.1.1.rotext
source: Centros de coste: centros de coste
fr: Centres de coût : centres de coût
pt: Centros de custos: centros de custos
sk: Nákladové strediská: nákladové strediská

# RES_tasksqueue.analytic.name.1.2.rotext
source: Centros de coste: Detalle
eu: Kostu zentroak: Xehetasuna
fr: Centres de coût : Détail
pt: Centros de custos: Detalhe
sk: Nákladové strediská: Detail

# RES_tasksqueue.analytic.name.1.3.rotext
source: Centros de coste: Solicitudes
eu: Kostu Zentroak: Eskaerak
fr: Centres de coût : Demandes
pt: Centros de custos: Pedidos
sk: Nákladové strediská: Aplikácie

# RES_tasksqueue.analytic.name.1.4.rotext
source: Centros de coste: centro de coste actual por usuario
eu: Kostu-zentroak: egungo kostu-zentroa erabiltzaile bakoitzeko
fr: Centres de coût : centre de coût actuel par utilisateur
pt: Centros de custos: centro de custo atual por utilizador
sk: Nákladové strediská: aktuálne nákladové stredisko na používateľa

# RES_tasksqueue.analytic.name.2.1.rotext
source: Accesos: accesos
eu: Acceso: acceso
fr: Accès : accès
pt: Acessos: acessos
sk: Prístup: prístupy

# RES_tasksqueue.analytic.name.2.2.rotext
source: Accesos: autorizaciones
eu: Sarbidea: baimenak
fr: Accès : autorisations
pt: Acessos: autorizações
sk: Prístup: oprávnenia

# RES_tasksqueue.analytic.name.3.1.rotext
source: Tareas: tareas
eu: Zereginak: atazak
fr: Tâches : tâches
pt: Tarefas: tarefas
sk: Úlohy: úlohy

# RES_tasksqueue.analytic.name.3.2.rotext
source: Tareas: Solicitudes
eu: Zereginak: Eskaerak
fr: Tâches : Demandes
pt: Tarefas: Pedidos
sk: Úlohy: aplikácie

# RES_tasksqueue.emptyheader.text.rotext
source: Arrastre una columna aquí...
eu: Arrastatu zutabe bat hona...
fr: Faites glisser une colonne ici...
pt: Arraste uma coluna para aqui...
sk: Potiahnite stĺpec sem...

# RES_tasksqueue.exportsagemurano.rotext
source: Exportación de Sage Murano (Diaria)
eu: Sage Murano Export (egunero)
fr: Exportation de Sage Murano (quotidienne)
pt: Exportação de Sage Murano (Diária)
sk: Sage Murano Export (denne)

# RES_tasksqueue.exportstandardxml.rotext
source: Exportación estándar
eu: Esportazio estandarra
fr: Exportation standard
pt: Exportação padrão
sk: Štandardný vývoz

# RES_tasksqueue.gridsolutions.actiontype.analytic.rotext
source: Analítica de datos
eu: Datuen analisia
fr: Analyse des données
pt: Análise de dados
sk: Analýza údajov

# RES_tasksqueue.gridsolutions.actiontype.export.rotext
source: Exportación
eu: Esportatu
fr: Exporter
pt: Exportação
sk: Export

# RES_tasksqueue.gridsolutions.actiontype.import.rotext
source: Importación
eu: Inportatu
fr: Importer
pt: Importação
sk: Import

# RES_tasksqueue.gridsolutions.actiontype.report.rotext
source: Informe
eu: Txostena
fr: Rapport
pt: Relatório
sk: Správa

# RES_tasksqueue.gridsolutions.column.action.rotext
source: Tipo
eu: Guy
fr: Type
sk: typ

# RES_tasksqueue.gridsolutions.column.creationdate.rotext
source: Fecha
eu: Data
fr: Date
pt: Data
sk: dátum

# RES_tasksqueue.gridsolutions.column.delete.rotext
source: Eliminar
eu: Ezabatu
fr: Éliminer
sk: Odstrániť

# RES_tasksqueue.gridsolutions.column.deletedate.rotext
source: Fecha eliminación
eu: Ezabatze data
fr: Date suppression
pt: Data de eliminação
sk: Dátum vyradenia

# RES_tasksqueue.gridsolutions.column.downloadfile.rotext
source: Fichero
eu: Fitxategia
fr: Fichier
pt: Ficheiro
sk: Súbor

# RES_tasksqueue.gridsolutions.column.endstatus.rotext
source: Estado
eu: Estatu
fr: État
sk: Štát

# RES_tasksqueue.gridsolutions.column.endtime.rotext
source: Hora finalización
eu: Amaiera ordua
fr: Heure fin
pt: Hora de finalização
sk: Čas ukončenia

# RES_tasksqueue.gridsolutions.column.name.rotext
source: Nombre
eu: Izena
fr: Nom
pt: Nome
sk: názov

# RES_tasksqueue.gridsolutions.column.starttime.rotext
source: Hora inicio
eu: Hasiera Ordua
fr: Heure de début
pt: Hora de início
sk: Čas začiatku

# RES_tasksqueue.gridsolutions.column.user.rotext
source: Usuario
eu: Erabiltzailea
fr: Utilisateur
pt: Utilizador
sk: používateľ

# RES_tasksqueue.gridsolutions.status.endok.rotext
source: Finalizado correctamente
eu: Arrakastaz osatu da
fr: Terminé correctement
pt: Finalizado corretamente
sk: Úspešne dokončené

# RES_tasksqueue.gridsolutions.status.endwitherrors.rotext
source: Finalizado con errores
eu: Akatsekin osatua
fr: Terminé avec des erreurs
pt: Finalizado com erros
sk: Dokončené s chybami

# RES_tasksqueue.label2.text.rotext
source: Informes en espera
eu: Txostenak zain
fr: Rapports en attente
pt: Relatórios em espera
sk: Pozastavené správy

# RES_tasksqueue.label3.text.rotext
source: Informes completados
eu: Osatutako txostenak
fr: Rapports terminés
pt: Relatórios concluídos
sk: Vyplnené správy

# RES_tasksqueue.lblcompleted.text.rotext
source: Informes completados
eu: Osatutako txostenak
fr: Rapports terminés
pt: Relatórios concluídos
sk: Vyplnené správy

# RES_tasksqueue.lbldatabaseoptionstabbutton.text.rotext
source: Informes solicitados
eu: Eskatutako txostenak
fr: Rapports demandés
pt: Relatórios pedidos
sk: Požadované správy

# RES_tasksqueue.lblheader.text.rotext
source: Informes solicitados
eu: Eskatutako txostenak
fr: Rapports demandés
pt: Relatórios pedidos
sk: Požadované správy

# RES_tasksqueue.lblinfo.text.rotext
source: Desde esta pantalla podrá consultar la lista de informes en curso, pendientes y finalizados así como el orden en el que se ejecutarán en el sistema.
eu: Pantaila honetatik aurrera egiten ari diren, izapidetzen ari diren eta amaitutako txostenen zerrenda eta sisteman exekutatuko diren ordena kontsulta dezakezu.
fr: À partir de cet écran, vous pourrez consulter la liste des rapports en cours, en attente et terminés, ainsi que l´ordre dans lequel ils seront exécutés dans le système.
pt: A partir deste ecrã poderá consultar a lista de relatórios em curso, pendentes e concluídos, bem como a ordem em que foram executados no sistema.
sk: Na tejto obrazovke si môžete pozrieť zoznam prebiehajúcich, čakajúcich a dokončených hlásení a poradie, v akom sa budú v systéme vykonávať.

# RES_tasksqueue.lblrunningtitle.text.rotext
source: Informes en curso
eu: Txostenak martxan
fr: Rapports en cours
pt: Relatórios em curso
sk: Priebežné správy

# RES_tasksqueue.lblsolutionscaption.text.rotext
source: Informes en curso
eu: Txostenak martxan
fr: Rapports en cours
pt: Relatórios em curso
sk: Priebežné správy

# RES_tasksqueue.lblwaitingtitle.text.rotext
source: Informes en espera
eu: Txostenak zain
fr: Rapports en attente
pt: Relatórios em espera
sk: Pozastavené správy

# RES_tasksqueue.lp.text.rotext
source: Cargando&hellip;
eu: Kargatzen&hellip;
fr: Chargement…
pt: A carregar&hellip;
sk: Načítanie&hellip;

# RES_tasksqueue.myhidebutton.text.rotext
source: Button
eu: botoia
sk: Tlačidlo

# RES_tasksqueue.report.target.rotext
source: Destinatarios
eu: Hartzaileak
fr: Destinataires
pt: Destinatários
sk: Adresáti

# RES_tasksqueue.title.rotext
source: Informes solicitados
eu: Eskatutako txostenak
fr: Rapports demandés
pt: Relatórios pedidos
sk: Požadované správy
