Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/LiveDataLink.*.resx
Languages: ca, fr, pt

# RES_audit.action.ablock.rotext
source: Blockade
ca: Bloqueig
fr: Blocage
pt: Bloqueio

# RES_audit.action.aconnect.rotext
source: Connection
ca: Connexió
fr: Connexion
pt: Ligação

# RES_audit.action.aconnectfail.rotext
source: Connection attempt
ca: Intent de connexió
fr: Tentative de connexion
pt: Tentativa de ligação

# RES_audit.action.adelete.rotext
source: Deleted
ca: Esborrat
fr: Suppression
pt: Apagado

# RES_audit.action.adisconnect.rotext
source: Disconnection
ca: Desconnexió
fr: Coupure
pt: Desligamento

# RES_audit.action.aexecuted.rotext
source: Execution
ca: Execució
fr: Exécution
pt: Execução

# RES_audit.action.ainsert.rotext
source: High
ca: Alta
fr: haut
pt: Registo

# RES_audit.action.amultiselect.rotext
source: M-Consultation
ca: M-Consulta
fr: M-Requête
pt: M-Consulta

# RES_audit.action.anone.rotext
source: (Unknown)
ca: (Desconeguda)
fr: (Inconnu)
pt: (Desconhecida)

# RES_audit.action.aselect.rotext
source: Consultation
ca: Consulta
pt: Consulta

# RES_audit.action.aunblock.rotext
source: Unlock
ca: Desbloqueig
fr: Ouvrir
pt: Desbloqueio

# RES_audit.action.aupdate.rotext
source: Update
ca: Actualització
fr: Mise à jour
pt: Atualização

# RES_audit.message.tdatalinkws.aconnect.rotext
source: $@sUserName@ login successful
ca: Inici de sessió correcte de $@sUserName@
fr: Connexion réussie de $@sUserName@
pt: Início de sessão bem sucedido de $@sUserName@

# RES_audit.message.tdatalinkws.aconnectfail.rotext
source: Error logging in $@sUserName@ for: $@sReason@
ca: Error en iniciar la sessió de $@sUserName@ per: $@sReason@
fr: Erreur lors de la connexion de $@sUserName@ pour : $@sReason@
pt: Erro ao iniciar sessão de $@sUserName@ por: $@sReason@

# RES_audit.message.tdatalinkws.aexecuted.rotext
source: Web Service: $@sImportType@. Insert/Update Object: $@sObjectId@. Result: $@sReason@
ca: Servei web: $@sImportType@. Inserir/actualitzar objecte: $@sObjectId@. Resultat: $@sReason@
fr: Service Web : $@sImportType@. Insérer/mettre à jour un objet : $@sObjectId@. Résultat : $@sRaison@
pt: Serviço Web: $@sImportType@. Inserir/atualizar objeto: $@sObjectId@. Resultado: $@sReason@

# RES_audit.message.tdatalinkws.aupdate.rotext
source: Access data for import web services has been updated
ca: S'han actualitzat les dades d'accés als serveis d'importació web
fr: Les données d'accès aux services Web d'importation ont été mises à jour
pt: Os detalhes de acesso aos serviços Web de importação foram atualizados

# RES_datalink.btloaddocument.text.rotext
source: Upload template
ca: Carregar plantilla
fr: Charger le modèle
pt: Carregar modelo

# RES_datalink.btloaddocument.tooltip.rotext
source: Upload template
ca: Carregar plantilla
fr: Charger le modèle
pt: Carregar modelo

# RES_datalink.btneditemployees.text.rotext
source: Select users
ca: Seleccionar usuaris
fr: Sélectionnez les utilisateurs
pt: Selecionar utilizadores

# RES_datalink.btneditemployees.tooltip.rotext
source: Select users
ca: Seleccionar usuaris
fr: Sélectionnez les utilisateurs
pt: Selecionar utilizadores

# RES_datalink.btnewdocument.text.rotext
source: Duplicate template
ca: Duplicar plantilla
fr: Modèle en double
pt: Duplicar modelo

# RES_datalink.btnewdocument.tooltip.rotext
source: Duplicate template
ca: Duplicar plantilla
fr: Modèle en double
pt: Duplicar modelo

# RES_datalink.btnexport.text.rotext
source: Launch export...
ca: Llançar exportació...
fr: Lancer l'exportation...
pt: Iniciar exportação...

# RES_datalink.btngetexporttemplates.text.rotext
source: Get templates
ca: Obtenir plantilles
fr: Obtenir des modèles
pt: Obter modelos

# RES_datalink.btnimport.text.rotext
source: Launch import...
ca: Llançar importació...
fr: Lancer l'importation...
pt: Iniciar importação...

# RES_datalink.btsavechanges.text.rotext
source: Save changes
ca: Desar canvis
fr: Sauvegarder les changements
pt: Guardar alterações

# RES_datalink.btsavechanges.tooltip.rotext
source: Save changes
ca: Desar canvis
fr: Sauvegarder les changements
pt: Guardar alterações

# RES_datalink.ckapplylockdate.text.rotext
source: At the end of the export, apply the end date of the exported period as the closing date to the selected users.
ca: En finalitzar l'exportació, aplicar als usuaris seleccionats, la data final del període exportat com a data de tancament
fr: A la fin de l'export, appliquer aux utilisateurs sélectionnés la date de fin de la période exportée comme date de clôture
pt: Ao finalizar a exportação, aplicar aos utilizadores selecionados a data final do período exportado como data de conclusão

# RES_datalink.errorcodemessage.9-pg03-001.rotext
source: The file name format is not correct. File names must not contain paths.
ca: El format de nom de fitxer no és correcte. Els noms de fitxer no han de contenir rutes.
fr: Le format de nom de fichier est incorrect. Les noms de fichier ne doivent pas contenir de chemins.
pt: O formato de nome de ficheiro não é válido. Os nomes de ficheiro não devem conter caminhos.

# RES_datalink.exportfilter.employeesselected.rotext
source: Only the selected ones
ca: Només els seleccionats
fr: Seuls ceux sélectionnés
pt: Apenas os selecionados

# RES_datalink.exportfilter.emptyfilter.rotext
source: All users
ca: Tots els usuaris
fr: Tous les utilisateurs
pt: Todos os utilizadores

# RES_datalink.gridips.namevalue.rotext
source: IP address
ca: Adreça IP
fr: Adresse IP
pt: Endereço IP

# RES_datalink.importtemplate.nothing.rotext
source: (none)
ca: (cap)
fr: (aucun)
pt: (nenhuma)

# RES_datalink.label2.text.rotext
source: (Please indicate the allowed file extensions, separated by commas)
ca: (Indica les extensions permeses dels fitxers, separades per comes)
fr: (Indiquez les extensions des fichiers autorisés, en les séparant par des virgules)
pt: (Indique as extensões dos ficheiros permitidas, separadas por vírgulas)

# RES_datalink.label3.text.rotext
source: (Example: *.jpg, *.bmp)
ca: (Exemple: *.jpg, *.bmp)
fr: (Exemple : *.jpg, *.bmp)
pt: (Exemplo: *.jpg, *.bmp)

# RES_datalink.lblacccion.text.rotext
source: Action
ca: Acció
pt: Ação

# RES_datalink.lblactive.text.rotext
source: Active
ca: Activa
pt: Ativa

# RES_datalink.lbladvtemplateedit.text.rotext
source: Advanced template:
ca: Plantilla avançada:
fr: Modèle avancé :
pt: Modelo avançado:

# RES_datalink.lbladvtemplateeditdescription.text.rotext
source: Advanced template to be edited
ca: Plantilla avançada que s'editarà
fr: Modèle avancé à modifier
pt: Modelo avançado a editar

# RES_datalink.lblascii.text.rotext
source: text
fr: texte
pt: texto

# RES_datalink.lblcopyorig.text.rotext
source: Make a copy of the source file
ca: Fer còpia del fitxer d’origen
fr: Effectuer une copie du fichier source
pt: Fazer cópia do ficheiro de origem

# RES_datalink.lbldescription.text.rotext
source: Description:
ca: Descripció:
pt: Descrição:

# RES_datalink.lblemployeefilter.text.rotext
source: Users:
ca: Usuaris:
fr: Utilisateurs :
pt: Utilizadores:

# RES_datalink.lblexportbuttontitle.text.rotext
source: Export
ca: Exportació
fr: Exporter
pt: Exportação

# RES_datalink.lblexportfilename.text.rotext
source: Data file name:
ca: Nom del fitxer de dades:
fr: Nom du fichier de données :
pt: Nome do ficheiro de dados:

# RES_datalink.lblexportfileto.text.rotext
source: Leave data file at:
ca: Deixar fitxer de dades a:
fr: Laissez le fichier de données dans :
pt: Deixar ficheiro de dados em:

# RES_datalink.lblexportlog.text.rotext
source: Event log:
ca: Log d'esdeveniments:
fr: Journal des événements:
pt: Log de eventos:

# RES_datalink.lblexportperiod.text.rotext
source: Period:
ca: Període:
fr: Période :
pt: Período:

# RES_datalink.lblexporttitle.text.rotext
source: General
fr: Général
pt: Geral

# RES_datalink.lblexporttows.text.rotext
source: Export settings to web service
ca: Configuració d’exportació a servei web
fr: Configuration de l´exportation au service Web
pt: Configuração de exportação para serviço Web

# RES_datalink.lblexporttowsdesc.text.rotext
source: Here you can configure whether you want to send the results to a web service and the access parameters to it.
ca: Aquí podreu configurar si voleu enviar els resultats a un servei web i els paràmetres d'accés.
fr: Ici, vous pouvez configurer si vous souhaitez envoyer les résultats à un service Web et les paramètres d'accès à celui-ci.
pt: Aqui, pode configurar se pretende enviar os resultados para um serviço Web e os parâmetros para aceder ao mesmo.

# RES_datalink.lblfileext.text.rotext
source: Allowed extensions:
ca: Extensions permeses:
fr: Extensions autorisées :
pt: Extensões permitidas:

# RES_datalink.lblfileorig.text.rotext
source: Get data file from:
ca: Obtenir fitxer de dades de:
fr: Récupérer le fichier de données à partir de :
pt: Obter ficheiro de dados de:

# RES_datalink.lblfiletmpinfo.text.rotext
source: (Please provide the path to the files from which the server will access them, not your browser)
ca: (Indiqueu la ruta dels fitxers des de la qual accedireu el servidor, no el vostre navegador)
fr: (Indiquez le chemin des fichiers à partir desquels le serveur accédera, pas votre navigateur)
pt: (Indique a rota dos ficheiros a partir da qual o servidor, e não o seu navegador, irá aceder aos mesmos)

# RES_datalink.lblfiletmpinfo2.text.rotext
source: (Example: \\Server\Documents\Import\Data)
ca: (Exemple: \\Servidor\Documents\Importació\Dades)
fr: (Exemple : \\Serveur\Documents\Import\Data)
pt: (Exemplo: \\Servidor\Documentos\Importação\Dados)

# RES_datalink.lblimportlog.text.rotext
source: Event log:
ca: Log d'esdeveniments:
fr: Journal des événements:
pt: Log de eventos:

# RES_datalink.lblimporttemplate.text.rotext
source: Use the following template:
ca: Utilitzar la plantilla següent:
fr: Utiliser le modèle suivant :
pt: Utilizar o seguinte modelo:

# RES_datalink.lblimporttitle.text.rotext
source: Import
ca: Importació
fr: Importer
pt: Importação

# RES_datalink.lblinfoexcel.text.rotext
source: Microsoft Excel application is not installed on your server.
ca: L'aplicació Microsoft Excel no està instal·lada al vostre servidor.
fr: L'application Microsoft Excel n'est pas installée sur votre serveur.
pt: A aplicação Microsoft Excel não está instalada no seu servidor.

# RES_datalink.lblinfoexcel2.text.rotext
source: Because of this, the export will return an XML file that you must save in the same location where you have already saved the Export templates. Then you only have to open and close the file of the selected template so that the final file with the result is automatically generated.
ca: causa d'això, l'exportació us retornarà un fitxer de tipus XML que haureu de desar a la mateixa ubicació on tingueu desades les plantilles d'Exportació. A continuació només haureu d'obrir i tancar el fitxer de la plantilla seleccionada perquè automàticament es generi el fitxer final amb el resultat.
fr: De ce fait, l'exportation renverra un fichier XML que vous devrez enregistrer au même emplacement où vous avez déjà enregistré les modèles d'exportation. Ensuite, il vous suffit d'ouvrir et de fermer le fichier modèle sélectionné pour que le fichier final avec le résultat soit automatiquement généré.
pt: Por este motivo, a exportação devolverá um ficheiro do tipo XML que deverá guardar no mesma localização onde já guardou os modelos de Exportação. Depois, basta abrir e fechar o ficheiro do modelo selecionado para que o ficheiro final seja gerado automaticamente com o resultado.

# RES_datalink.lblintervalminutes.text.rotext
source: Interval (Min):
fr: Intervalle (min) :
pt: Intervalo (Mín):

# RES_datalink.lbllocationsimport.text.rotext
source: File acquisition path:
ca: Ruta d'obtenció d'arxius:
fr: Chemin d'obtention du fichier :
pt: Rota de obtenção de ficheiros:

# RES_datalink.lblmask.text.rotext
source: Mask:
ca: Màscara:
fr: Masque:
pt: Mascara:

# RES_datalink.lblmaskinfo.text.rotext
source: (Indicate how the user ID will be extracted from the file name)
ca: (Indica com s’extraurà l’identificador de l’usuari al nom del fitxer)
fr: (Indiquez comment l’identifiant de l’utilisateur sera extrait dans le nom du fichier)
pt: (Indique como se extrairão os dados de identificação do utilizador no nome do ficheiro)

# RES_datalink.lblmaskinfo2.text.rotext
source: (Example: If the mask is 'EMP_', files with the format EMP_47613475.jpg will be searched)
ca: (Exemple: Si la màscara és ´EMP_´, es buscaran fitxers amb el format EMP_47613475.jpg)
fr: (Exemple : si le masque est « EMP_ », les fichiers au format EMP_47613475.jpg seront recherchés)
pt: (Exemplo: Se a máscara for ´EMP_´, procurar-se-ão ficheiros com o formato EMP_47613475.jpg)

# RES_datalink.lblopwsexporta3.text.rotext
source: Summar web service
ca: Servei web Summar
fr: Service Web Summar
pt: Serviço Web Summar

# RES_datalink.lblopwsexporta3desc.text.rotext
source: The exported balances will be sent to the following web service.
ca: Els saldos exportats s'enviaran al servei web següent.
fr: Les soldes exportés seront envoyés au service web suivant.
pt: Os saldos exportados serão enviados para o seguinte serviço Web.

# RES_datalink.lblopwsexportcustom.text.rotext
source: Customized web service
ca: Servei web personalitzat
fr: Service Web personnalisé
pt: Serviço Web personalizado

# RES_datalink.lblopwsexportcustomdesc.text.rotext
source: The exported balances will be sent to the following web service.
ca: Els saldos exportats s'enviaran al servei web següent.
fr: Les soldes exportés seront envoyés au service web suivant.
pt: Os saldos exportados serão enviados para o seguinte serviço Web.

# RES_datalink.lblopwsexportdisable.text.rotext
source: Do not export anything
ca: No exportar res
fr: N'exportez rien
pt: Não exportar nada

# RES_datalink.lblopwsexportdisabledesc.text.rotext
source: Exported balances will not be attempted to be sent via any web service
ca: Els saldos exportats no s'intentaran enviar mitjançant cap servei web
fr: Les soldes exportés ne seront pas tentés d’être envoyés via un service Web.
pt: Não se tentará enviar os saldos exportados através de qualquer serviço Web.

# RES_datalink.lblperiod.text.rotext
source: Mode:
pt: Modo:

# RES_datalink.lblperiodexport.text.rotext
source: Mode:
pt: Modo:

# RES_datalink.lblprofilename.text.rotext
source: Templates:
ca: Plantilles:
fr: Modèles :
pt: Modelos:

# RES_datalink.lblscheduledesc.text.rotext
source: Planning:
ca: Planificació:
fr: Planification:
pt: Planeamento:

# RES_datalink.lblscheduleperioddesc.text.rotext
source: Calculated period:
ca: Període calculat:
fr: Période calculée :
pt: Período calculado:

# RES_datalink.lblscheduleperiodlongd.text.rotext
source: Export of the specified period according to the execution date
ca: Exportació del període especificat segons la data dexecució
fr: Exportation de la période spécifiée en fonction de la date d'exécution
pt: Exportação do período especificado de acordo com a data de execução

# RES_datalink.lblseparator.text.rotext
source: Separator:
ca: Separador:
fr: Séparateur:
pt: Separador:

# RES_datalink.lblseparatorexp.text.rotext
source: Separator:
ca: Separador:
fr: Séparateur:
pt: Separador:

# RES_datalink.lblspecificday.text.rotext
source: Specific day:
ca: Dia concret:
fr: Jour précis :
pt: Dia concreto:

# RES_datalink.lblspecificdaylongd.text.rotext
source: Last full month since the indicated day
ca: Últim mes complet des del dia indicat
fr: Dernier mois complet à compter du jour indiqué
pt: Último mês completo desde o dia indicado

# RES_datalink.lblstartday.text.rotext
source: Calculation start day:
ca: Dia inici càlcul:
fr: Jour début calcul :
pt: Dia início cálculo:

# RES_datalink.lblsummarpwd.text.rotext
source: Password:
ca: Contrasenya:
fr: Mot de passe:
pt: Palavra-passe:

# RES_datalink.lblsummarpwddescription.text.rotext
source: Enter the password to log in to the web service
ca: Indiqueu la contrasenya per fer login al servei web
fr: Entrez le mot de passe pour vous connecter au service Web
pt: Introduza a palavra-passe para iniciar sessão no serviço Web

# RES_datalink.lblsummarurldescription.text.rotext
source: Please indicate the URL where the web service is available
ca: Indiqueu la url on està disponible el servei web
fr: Indiquez l'url où le service web est disponible
pt: Indique o URL onde o serviço Web está disponível

# RES_datalink.lblsummarusername.text.rotext
source: Username:
ca: Nom usuari:
fr: Nom d'utilisateur:
pt: Nome utilizador:

# RES_datalink.lblsummarusernamedescription.text.rotext
source: Enter the username to log in to the service (Domain\Username)
ca: Indica el nom d’usuari per iniciar sessió al servei (Domini\NomUsuari)
fr: Indiquez le nom d´utilisateur pour se connecter au service (Domaine\NomUtilisateur)
pt: Indique o nome de utilizador para efetuar login no serviço (Domínio\NomeUtilizador)

# RES_datalink.lbltemplate.text.rotext
source: Get file format:
ca: Obtenir fitxer de format de:
fr: Obtenir le fichier de format de :
pt: Obter ficheiro de formato:

# RES_datalink.lbltemplateseditdesc.text.rotext
source: Here you can edit the templates used for the selected advanced export.
ca: Aquí podràs editar les plantilles utilitzades per a l’exportació avançada seleccionada.
fr: Vous pouvez éditer ici les modèles utilisés pour l´exportation avancée sélectionnée.
pt: Aqui poderá editar os modelos utilizados para a exportação avançada selecionada.

# RES_datalink.lbltemplatesedittitle.text.rotext
source: Templates
ca: Plantilles
fr: Modèles
pt: Modelos

# RES_datalink.lbltypeexport.text.rotext
source: Format:
pt: Formato:

# RES_datalink.lbltypeformat.text.rotext
source: Export format:
ca: Format d'exportació:
fr: Format d'exportation :
pt: Formato de exportação:

# RES_datalink.lbltypeimport.text.rotext
source: Type:
ca: Tipus:
pt: Tipo:

# RES_datalink.lblwsaudit.text.rotext
source: Audit of the import web service.
ca: Auditoria del servei web dimportació.
fr: Audit du web service d'import.
pt: Auditoria do serviço Web de importação.

# RES_datalink.lblwsauditdesc.text.rotext
source: In this section you can review the audit of the last 7 days of the data import web service. If you need to extend the period, you can consult the complete Visualtime audit.
ca: En aquesta secció pots revisar l’auditoria dels darrers 7 dies del servei web d’importació de dades. Si necessites ampliar el període, pots consultar l’auditoria completa de Visualtime.
fr: Dans cette section, vous pouvez consulter l´audit des sept derniers jours du service Web d´importation des données. Si vous avez besoin de prolonger la période, vous pouvez consulter l´audit complet de Visualtime.
pt: Nesta secção pode rever a auditoria dos últimos 7 dias do serviço Web de importação de dados. Se precisar de ampliar o período, pode consultar a auditoria completa do Visualtime.

# RES_datalink.message.unknowerror.rotext
source: Unknown error
ca: Error desconegut
fr: Erreur inconnue
pt: Erro desconhecido

# RES_datalink.mode.automatic.rotext
source: Automatic
ca: Automàtic
fr: Automatique
pt: Automático

# RES_datalink.msghaschanges.rotext
source: Changes have been made to the data link
ca: S'han fet canvis a l'enllaç de dades
fr: Des modifications ont été apportées à la liaison de données
pt: Foram efetuadas alterações na ligação de dados

# RES_datalink.msghaserrors.rotext
source: Errors have been found
ca: S'han trobat errors
fr: Erreurs trouvées
pt: Foram detetados erros

# RES_datalink.msgsavechangesbar.rotext
source: Save changes
ca: Desar canvis
fr: Sauvegarder les changements
pt: Guardar alterações

# RES_datalink.msgundochangesbar.rotext
source: Undo changes
ca: Desfer canvis
fr: Annuler les changements
pt: Anular alterações

# RES_datalink.t7g0i0_cb.tooltip.rotext
source: Show the lines between rows and columns on the sheet to make editing and reading easier.
ca: Show the lines between rows and columns in the sheet to make editing and reading easier.
fr: Affichez les lignes entre les lignes et les colonnes sur la feuille pour faciliter l'édition et la lecture.
pt: Mostrar as linhas entre as filas e as colunas da folha para facilitar a edição e a leitura.

# RES_datalink.t7g0i1_cb.text.rotext
source: Headings
fr: Rubriques
pt: Títulos

# RES_datalink.t7g0i1_cb.tooltip.rotext
source: Show row and column headings.
fr: Afficher les en-têtes de lignes et de colonnes.
pt: Mostrar os títulos das linhas e das colunas.

# RES_datalink.t7g1i0_cb.text.rotext
source: Division lines
ca: Línies divisió
fr: lignes de division
pt: Linhas divisão

# RES_datalink.t7g1i0_cb.tooltip.rotext
source: Displays lines between rows and columns on the sheet for easier reading.
ca: Mostra les línies entre files i columnes al full per facilitar-ne la lectura.
fr: Affiche les lignes entre les lignes et les colonnes sur la feuille pour une lecture facile.
pt: Mostra as linhas entre as linhas e colunas na folha para facilitar a leitura.

# RES_datalink.t7g1i1_cb.text.rotext
source: Headings
ca: Encapçalaments
fr: En-têtes
pt: Cabeçalhos

# RES_datalink.t7g1i1_cb.tooltip.rotext
source: Displays row and column headers. Column headers are the letters or numbers that appear above the columns on a page.
ca: Mostra els encapçalaments de fila i columna. Els encapçalaments de columna són les lletres o números que apareixen a la part superior de les columnes d’una pàgina.
fr: Affiche les en-têtes de ligne et de colonne. Les en-têtes de colonne sont les lettres ou les chiffres qui apparaissent au-dessus des colonnes d´une page.
pt: Mostra os cabeçalhos de fila e coluna. Os cabeçalhos de coluna são as letras ou números que aparecem acima das colunas de uma página.

# RES_datalink.t8g2i0_cb.tooltip.rotext
source: Turn on or off the header row of the table.
ca: Torn on or off the head row of the table.
fr: Activez ou désactivez la ligne d'en-tête du tableau.
pt: Ativar ou desativar a linha de cabeçalho da tabela.

# RES_datalink.t8g2i1_cb.text.rotext
source: Total Row
fr: Ligne totale
pt: Linha Total

# RES_datalink.t8g2i1_cb.tooltip.rotext
source: Turn on or off the total row of the table.
ca: Torna on or off total row of the table.
fr: Activer ou désactiver la ligne totale du tableau.
pt: Ativar ou desativar a linha total da tabela.

# RES_datalink.t8g2i2_cb.text.rotext
source: Banded Columns
fr: Colonnes en bandes
pt: Colunas Listadas

# RES_datalink.t8g2i3_cb.text.rotext
source: First Column
ca: Primera columna
pt: Primeira coluna

# RES_datalink.t8g2i3_cb.tooltip.rotext
source: Display special formatting for the first column of the table.
ca: Aplica un format especial a la primera columna de la taula.
pt: Mostrar formato especial para a primeira coluna da tabela.

# RES_datalink.t8g2i4_cb.tooltip.rotext
source: Display special formatting for the last column of the table.
ca: Display especial format per les columnes recents de la taula.
fr: Afficher une mise en forme spéciale pour la dernière colonne du tableau.
pt: Apresentar formatação especial para a última coluna da tabela.

# RES_datalink.t8g2i5_cb.text.rotext
source: Banded Rows
fr: Rangées en bandes
pt: Linhas Listadas

# RES_datalink.t8g2i5_cb.tooltip.rotext
source: Display banded rows, in which even rows are formatted differently from odd rows.
fr: Afficher les lignes en bandes, dans lesquelles les lignes paires sont formatées différemment des lignes impaires.
pt: Apresentar linhas listadas, em que as linhas pares são formatadas de forma diferente das linhas ímpares.

# RES_datalink.tabadvtemplates.rotext
source: Templates
ca: Plantilles
fr: Modèles
pt: Modelos

# RES_datalink.tabdatalinkadmin.rotext
source: Administration
ca: Administració
pt: Administração

# RES_datalink.tabexportname.rotext
source: Export
ca: Exportar
fr: Exporter
pt: Exportar

# RES_datalink.tabgeneral.rotext
source: General
fr: Général
pt: Geral

# RES_datalink.tabimportname.rotext
source: Import
ca: Importar
fr: Importer
pt: Importar

# RES_datalink.tabwsexport.rotext
source: WS Export
ca: Exportació WS
fr: Exportation WS
pt: Exportação WS
