Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessCommServer.*.resx
Languages: fr, gl, sk

# RES_terminal.modalmsg.wrongpunch.rotext
source: $2$L$3You have already signed in!$1$L----------------------------------------$L$2You do not need to sign in$Lagain.
fr: $2$L$3Déjà signé !$1$L--------------------------------------- - $L$2Vous n'avez pas besoin de signer $Lnew.
gl: $2$L$3Xa fichaches!$1$L----------------------------------------$L$2Non é necesario que fiches de$Lnovo.
sk: $2$L$3Už ste prihlásení!$1$L----------------------------------------$L$2Nemusíte sa prihlasovať$L nanovo.

# RES_frmcommserver.command2.caption.rotext
source: SENDFTP
fr: ENVOYERFTP

# RES_frmcommserver.mnusystray.caption.rotext
source: SysTrayMenu
fr: Menu SysTray

# RES_terminal.modalmsg.ent.rotext
source: ENT.
fr: ORL.

# RES_terminal.modalmsg.consult.rotext
source: Consul.
sk: Konzul.
