Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessNotificationServer.*.resx
Languages: pt, sk

# RES_notification.newrequesttext.13.rotext
source: Vacaciones o permiso por horas
pt: Férias ou licença por horas
sk: Dovolenka alebo hodinová dovolenka

# RES_notification.newrequesttext.14.rotext
source: Horas de exceso
pt: Horas em excesso
sk: Nadbytočné hodiny

# RES_notification.newrequesttext.15.rotext
source: Parte de fichajes
pt: Registo de picagens
sk: Správa o presune

# RES_notification.newrequesttext.16.rotext
source: Teletrabajo
pt: Teletrabalho
sk: Telework

# RES_notification.newrequesttext.17.rotext
source: Declaración de la jornada
pt: Declaração de jornada
sk: Vyhlásenie dňa

# RES_notification.newrequesttext.2.rotext
source: Fichaje olvidado
pt: Picagem esquecida
sk: Zabudnutý podpis

# RES_notification.newrequesttext.3.rotext
source: Justificación fichaje existente
pt: Justificação de picagem existente
sk: Odôvodnenie existujúcich presunov

# RES_notification.newrequesttext.4.rotext
source: Parte resumen trabajo externo
pt: Parte resumo do trabalho externo
sk: Súhrn časti externá práca

# RES_notification.newrequesttext.5.rotext
source: Cambio de horario
pt: Alteração de horário
sk: Zmena rozvrhu

# RES_notification.newrequesttext.6.rotext
source: Vacaciones
pt: Férias
sk: Dovolenka

# RES_notification.newrequesttext.7.rotext
source: Previsión días de ausencia
pt: Previsão dias de ausência
sk: Predpokladané dni neprítomnosti

# RES_notification.newrequesttext.8.rotext
source: Intercambio de horario entre usuarios
pt: Troca de horário entre utilizadores
sk: Výmena cestovných poriadkov medzi používateľmi

# RES_notification.newrequesttext.9.rotext
source: Previsión horas de ausencia
pt: Previsão horas de ausência
sk: Predpokladané hodiny neprítomnosti

# RES_notification.nodailyrecord.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.nodailyrecord.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.nodailyrecord.body.rotext
source: El usuario ${1} está ausente o no realiza su declaración de jornada desde el día ${2}
pt: O utilizador ${1} está ausente ou não faz a sua declaração de jornada desde o dia ${2}
sk: Používateľ ${1} nie je prítomný alebo sa neohlásil od ${2}

# RES_notification.nodailyrecord.subject.rotext
source: Notificación (usuario sin declaración de jornada durante varios días)
pt: Notificação (utilizador sem declaração de jornada durante vários dias)
sk: Oznámenie (používateľ bez vyhlásenia pracovného času na niekoľko dní)

# RES_notification.nonjustifiedincident.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.nonjustifiedincident.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.nonjustifiedincident.body.rotext
source: El usuario ${1} el día ${2} tiene incidencias no justificadas
pt: O utilizador ${1} no dia ${2} possui incidências não justificadas
sk: Používateľ ${1} v deň ${2} má neoprávnené incidenty

# RES_notification.nonjustifiedincident.subject.rotext
source: Día con incidencias no justificadas
pt: Dia com incidências não justificadas
sk: Deň s neospravedlnenými incidentmi

# RES_notification.nonjustifiedincidentforemployee.body.parameters.1.rotext
source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.nonjustifiedincidentforemployee.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.nonjustifiedincidentforemployee.body.parameters.3.rotext
source: Fecha límite
pt: Data limite
sk: Termín

# RES_notification.nonjustifiedincidentforemployee.scenario.rotext
source: Aviso recurrente
pt: Aviso recorrente
sk: Opakujúce sa oznámenie

source: Usuario
pt: Utilizador
sk: používateľ

source: Fecha
pt: Data
sk: dátum

source: Fecha límite
pt: Data limite
sk: Termín

# RES_notification.nonjustifiedincidentforemployee_lastadvice.scenario.rotext
source: Último aviso
sk: Posledné varovanie

# RES_notification.noworkingdays.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.noworkingdays.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.noworkingdays.body.rotext
source: El usuario ${1} está ausente desde el día ${2}
pt: O utilizador ${1} está ausente desde o dia ${2}
sk: Používateľ ${1} nie je prítomný od ${2} dňa

# RES_notification.noworkingdays.subject.rotext
source: Notificación (empleado ausente durante varios días)
pt: Notificação (colaborador ausente durante vários dias)
sk: Oznámenie (zamestnanec neprítomný niekoľko dní)

# RES_notification.overtimebreach.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.overtimebreach.body.parameters.2.rotext
source: Tiempo justificado
pt: Tempo justificado
sk: Oprávnený čas

# RES_notification.overtimebreach.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.overtimebreach.body.parameters.4.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.overtimebreach.body.parameters.5.rotext
source: Mínimo autorizado
sk: Minimálne povolené množstvo

# RES_notification.overtimebreach.body.parameters.6.rotext
source: Máximo autorizado
sk: Maximálne povolené množstvo

# RES_notification.overtimebreach.body.rotext
source: El usuario ${1} realizó el día ${4} un total de ${2} horas de exceso, justificadas como ${3}, cuando tenía autorizado realizar entre ${5} y ${6}
pt: O utilizador ${1} realizou no dia ${4} um total de ${2} horas extra, justificadas como ${3}, quando tinha autorizado realizar entre ${5} e ${6}
sk: Používateľ ${1} odpracoval v deň ${4} celkovo ${2} hodín navyše, čo bolo odôvodnené ako ${3}, hoci mal povolenie pracovať medzi ${5} a ${6}

# RES_notification.overtimebreach.maximumexceeded.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.overtimebreach.maximumexceeded.body.parameters.2.rotext
source: Tiempo justificado
pt: Tempo justificado
sk: Oprávnený čas

# RES_notification.overtimebreach.maximumexceeded.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.overtimebreach.maximumexceeded.body.parameters.4.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.overtimebreach.maximumexceeded.body.parameters.5.rotext
source: Máximo autorizado
sk: Maximálne povolené množstvo

# RES_notification.overtimebreach.maximumexceeded.body.rotext
source: El usuario ${1} realizó el día ${4} un total de ${2} horas de exceso, justificadas como ${3}, cuando tenía autorizado un máximo de ${5}
pt: O utilizador ${1} realizou no dia ${4} um total de ${2} horas extra, justificadas como ${3}, quando tinha autorizado realizar um máximo de ${5}
sk: Užívateľ ${1} odpracoval v deň ${4} spolu ${2} hodín navyše, čo bolo zdôvodnené ako ${3}, pričom mal povolené maximum ${5}

# RES_notification.overtimebreach.maximumexceeded.scenario.rotext
source: Máximo superado
pt: Máximo excedido
sk: Prekročené maximum

# RES_notification.overtimebreach.maximumexceeded.subject.rotext
source: Incumplimiento de máximo en previsión de horas de exceso
pt: Incumprimento de máximo na previsão de horas extra
sk: Nedodržanie maximálnej prognózy prekročenia počtu hodín

# RES_notification.overtimebreach.minimumnotreached.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.overtimebreach.minimumnotreached.body.parameters.2.rotext
source: Tiempo justificado
pt: Tempo justificado
sk: Oprávnený čas

# RES_notification.overtimebreach.minimumnotreached.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.overtimebreach.minimumnotreached.body.parameters.4.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.overtimebreach.minimumnotreached.body.parameters.5.rotext
source: Mínimo autorizado
sk: Minimálne povolené množstvo

# RES_notification.overtimebreach.minimumnotreached.body.rotext
source: El usuario ${1} realizó el día ${4} un total de ${2} horas de exceso, justificadas como ${3}, cuando tenía autorizado un mínimo de ${5}
pt: O utilizador ${1} realizou no dia ${4} um total de ${2} horas extra, justificadas como ${3}, quando tinha autorizado realizar um mínimo de ${5}
sk: Užívateľ ${1} odpracoval v deň ${4} spolu ${2} hodín navyše, čo bolo odôvodnené ako ${3}, pričom mal povolené minimum ${5}

# RES_notification.overtimebreach.minimumnotreached.scenario.rotext
source: Mínimo no alcanzado
pt: Mínimo não alcançado
sk: Nedosiahnuté minimum

# RES_notification.overtimebreach.minimumnotreached.subject.rotext
source: Incumplimiento de mínimo en previsión de horas de exceso
pt: Incumprimento de mínimo na previsão de horas extra
sk: Nedodržanie minimálnej prognózy prekročenia počtu hodín

# RES_notification.overtimebreach.scenario.rotext
source: Incumplimiento de mínimo y máximo
pt: Incumprimento de mínimo e máximo
sk: Nedodržanie minimálnej a maximálnej hodnoty

# RES_notification.overtimebreach.subject.rotext
source: Incumplimiento de previsión de horas de exceso
pt: Incumprimento de previsão de horas extra
sk: Nedodržanie prognózy nadpočetných hodín

# RES_notification.pendingcause.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.pendingcause.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.pendingcause.body.rotext
source: El usuario ${1} tiene una justificación pendiente el día ${2}
pt: O utilizador ${1} tem uma justificação pendente no dia ${2}
sk: Používateľ ${1} má na ${2} nevyriešené odôvodnenie

# RES_notification.pendingcause.subject.rotext
source: Aviso de justificación pendiente
pt: Aviso de justificação pendente
sk: Oznámenie o prebiehajúcom odôvodnení

# RES_notification.portal.expireddoc.body.rotext
source: Tiene docuemntos de PRL caducados desde ${1}
pt: Tem documentos de PRL caducados desde ${1}
sk: Máte neplatné PRL dokumenty od ${1}

# RES_notification.portal.expireddoc.subject.rotext
source: Falta documentación de PRL
pt: Falta documentação de PRL
sk: Nedostatok dokumentácie BOZP

# RES_notification.portal.incompletepunch.body.rotext
source: Fichaje no realizado el ${1}
pt: Picagem não efetuada no dia ${1}
sk: Podpisovanie sa neuskutočnilo na ${1}

# RES_notification.portal.incompletepunch.subject.rotext
source: Fichaje no realizado
pt: Picagem não efetuada
sk: Nie je prihlásený

# RES_notification.portal.request.approved.subject.rotext
source: Solicitud aprobada
pt: Pedido aprovado
sk: Schválená žiadosť

# RES_notification.portal.request.denied.subject.rotext
source: Solicitud denegada
pt: Pedido recusado
sk: Žiadosť zamietnutá

# RES_notification.portal.request.pending.subject.rotext
source: Solicitud pendiente
pt: Pedido pendente
sk: Žiadosť je v štádiu riešenia

# RES_notification.portal.request.running.subject.rotext
source: Solicitud en curso
pt: Pedido em curso
sk: Priebežná aplikácia

# RES_notification.punchbeforestart.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.punchbeforestart.body.rotext
source: ${1}, has iniciado la jornada antes de tu hora prevista.<br>Recuerda que para poder iniciar tu jornada antes de tu hora de inicio, debes realizar una solicitud de horas de exceso y ésta tiene que estar autorizada por tu manager.<br><br>¡Que tengas un buen día!
pt: ${1}, iniciou o dia de trabalho antes da sua hora prevista.<br>Lembre-se de que, para poder iniciar o seu dia de trabalho antes da sua hora de início, deve efetuar um pedido de horas extra e este tem que ser autorizado pelo seu manager.<br><br>Desejo-lhe um bom dia!
sk: <br><br>Pamätajte si, že ak chcete začať svoj deň pred plánovaným časom začiatku, musíte podať žiadosť o nadčasy, ktorú musí schváliť váš nadriadený.<br><br>Pekný deň!

# RES_notification.punchbeforestart.scenario.rotext
source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.punchbeforestart.subject.rotext
source: Aviso fichaje antes de inicio de jornada
pt: Aviso picagem antes do início da jornada
sk: Oznámenie o presune pred začiatkom dňa

# RES_notification.punchbeforestartsupervisor.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.punchbeforestartsupervisor.body.rotext
source: El usuario ${1}, ha iniciado la jornada antes de su hora prevista.<br><br>¡Que tengas un buen día!
pt: O utilizador ${1} iniciou o dia de trabalho antes da sua hora prevista.<br><br>Desejo-lhe um bom dia!
sk: Používateľ ${1}, začal deň pred plánovaným časom.<br><br>Pekný deň!

# RES_notification.punchbeforestartsupervisor.scenario.rotext
source: Supervisor
sk: Supervízor

# RES_notification.punchbeforestartsupervisor.subject.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.punchbeforestartsupervisor.subject.rotext
source: ${1} ha iniciado la jornada antes de su hora prevista
pt: ${1} iniciou o dia de trabalho antes da sua hora prevista
sk: ${1} sa začal deň pred plánovaným časom

# RES_notification.puncheswithincidences.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.puncheswithincidences.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.puncheswithincidences.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.puncheswithincidences.body.rotext
source: El usuario ${1} ha realizado un fichaje el día ${2} con la incidencia ${3}
pt: O utilizador ${1} efetuou uma picagem no dia ${2} com a incidência ${3}
sk: Používateľ ${1} vykonal úder na ${2} s incidentom ${3}

# RES_notification.puncheswithincidences.subject.rotext
source: Notificación (fichaje con incidencia)
pt: Notificação (picagem com incidência)
sk: Oznámenie (vyrazenie incidentu)

# RES_notification.punchonprogrammedabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.punchonprogrammedabsence.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.punchonprogrammedabsence.body.rotext
source: El usuario ${1} ha realizado un fichaje el día ${2} dentro de una previsión de ausencia.
pt: O utilizador ${1} efetuou uma picagem no dia ${2} dentro de uma previsão de ausência.
sk: Používateľ ${1} sa v rámci predpovede neprítomnosti dostavil na ${2}.

# RES_notification.punchonprogrammedabsence.subject.rotext
source: Fichaje dentro de una previsión de ausencia
pt: Picagem dentro de uma previsão de ausência
sk: Podpisovanie v rámci predpovede neprítomnosti

# RES_notification.recoverpassword.body.parameters.1.rotext
source: Código de recuperación
pt: Código de recuperação
sk: Kód obnovy

# RES_notification.recoverpassword.body.rotext
source: El código de recuperación de contraseña es el siguiente: <strong>${1}</strong> <br /><br />Si usted no ha solicitado un cambio cambio de contraseña ignore este correo electrónico y comuniquelo a su supervisor.
pt: O código de recuperação de palavra-passe é o seguinte: <strong>${1}</strong> <br /><br />Se não solicitou uma alteração de palavra-passe, ignore este email e informe o seu supervisor.
sk: Kód na obnovenie hesla je nasledovný: <strong>${1}</strong> <br /><br />Ak ste nepožiadali o zmenu hesla, ignorujte tento e-mail a informujte svojho nadriadeného.

# RES_notification.recoverpassword.subject.rotext
source: Información de Autenticación
pt: Recuperar palavra-passe
sk: Informácie o overovaní

# RES_notification.requestcanceled.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.requestcanceled.body.parameters.2.rotext
source: Descripción de la previsión
pt: Descrição da previsão
sk: Opis prognózy

# RES_notification.requestcanceled.body.rotext
source: El usuario ${1} ha cancelado la siguiente ausencia: ${2}
pt: O utilizador ${1} anulou a seguinte ausência: ${2}
sk: Používateľ ${1} zrušil nasledujúcu neprítomnosť: ${2}

# RES_notification.requestcanceled.subject.rotext
source: Aviso de cancelación de ausencia
pt: Aviso de anulação de ausência
sk: Oznámenie o zrušení neprítomnosti

# RES_notification.requestimpersonation.body.parameters.1.rotext
source: Nombre de supervisor
pt: Nome do supervisor
sk: Meno nadriadeného

# RES_notification.requestimpersonation.body.parameters.2.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.requestimpersonation.body.parameters.3.rotext
source: Detalle de solicitud
pt: Detalhe do pedido
sk: Podrobnosti o aplikácii

# RES_notification.requestimpersonation.body.parameters.4.rotext
source: Comentarios
pt: Comentários
sk: Komentáre

# RES_notification.requestimpersonation.body.rotext
source: El supervisor ${1} ha realizado una solicitud de tipo ${2} en su nombre.<br/><br/>Detalle: ${3}<br/><br/>Comentarios: ${4}
pt: O supervisor ${1} efetuou um pedido do tipo ${2} em seu nome.<br/><br/>Detalhe: ${3}<br/><br/>Comentários: ${4}
sk: Nadriadený ${1} podal vo vašom mene žiadosť typu ${2}.<br/><br/><br/>Detail: ${3}<br/><br/><br/>Komentár: ${4}

# RES_notification.requestimpersonation.subject.parameters.1.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.requestimpersonation.subject.rotext
source: Solicitud de tipo ${1} realizada por supervisor
pt: Pedido do tipo ${1} efetuado por supervisor
sk: Požiadavka typu ${1} od nadriadeného

# RES_notification.requestpending.body.link.rotext
source: Puede acceder directamente a la solicitud a través del siguiente <a href=${1} >enlace</a>
pt: Pode aceder diretamente ao pedido através do seguinte <a href=${1} >link</a>
sk: K aplikácii môžete pristupovať priamo prostredníctvom nasledujúceho <a href=${1}>odkazu</a>

# RES_notification.requestpending.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.requestpending.body.parameters.2.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.requestpending.body.rotext
source: El usuario ${1} ha realizado una solicitud del tipo ´${2}´
pt: O utilizador ${1} efetuou um pedido do tipo ´${2}´
sk: Používateľ ${1} zadal požiadavku typu '${2}'

# RES_notification.requestpending.link.rotext
source: Puede acceder directamente a la solicitud a través del siguiente <a href=${1} >enlace</a>
pt: Pode aceder diretamente ao pedido através do seguinte <a href=${1} >link</a>
sk: K aplikácii môžete pristupovať priamo prostredníctvom nasledujúceho <a href=${1}>odkazu</a>

# RES_notification.requestpending.subject.parameters.1.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.requestpending.subject.rotext
source: Aviso de solicitud del tipo ´${1}´
pt: Aviso de pedido do tipo ´${1}´
sk: Oznámenie o požiadavke typu '${1}'

# RES_notification.scheduleranalyticexecuted.body.rotext
source: Se ha ejecutado la analítica planificada, puede acceder a ella en este <a href=&quot;${1}&quot; >enlace</a>
pt: Foi executada a análise planeada, pode aceder à mesma neste <a href=&quot;${1}&quot; >link</a>
sk: Plánovaná analýza bola vykonaná, môžete sa k nej dostať na tomto <a href=&quot;${1}&quot; >odkaze</a>

# RES_notification.scheduleranalyticexecuted.subject.rotext
source: Analítica de datos ejecutada
pt: Análise de dados executada
sk: Vykonaná analýza údajov

# RES_notification.scheduleruleindictment.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.scheduleruleindictment.body.parameters.2.rotext
source: Nombre de regla
pt: Nome da regra
sk: Názov pravidla

# RES_notification.scheduleruleindictment.body.parameters.3.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.scheduleruleindictment.body.parameters.4.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.scheduleruleindictment.body.parameters.5.rotext
source: Detalle incumplimiento
pt: Detalhe do incumprimento
sk: Podrobné informácie o nedodržiavaní predpisov

# RES_notification.scheduleruleindictment.body.rotext
source: El usuario ${1} tiene un incumplimiento de la regla de planificación ${2} entre el día ${3} y el día ${4}. <br><br>${5}
pt: O utilizador ${1} tem um incumprimento da regra de planeamento ${2} entre o dia ${3} e o dia ${4}. <br><br>${5}
sk: Používateľ ${1} porušil pravidlo plánovania ${2} medzi dňom ${3} a dňom ${4}. <br><br>${5}

# RES_notification.scheduleruleindictment.subject.parameters.1.rotext
source: Nombre de regla
pt: Nome da regra
sk: Názov pravidla

# RES_notification.scheduleruleindictment.subject.rotext
source: Incumplimiento de regla de planificación ´${1}´
pt: Incumprimento da regra de planeamento ´${1}´
sk: Nedodržanie pravidla plánovania "${1}"

# RES_notification.shiftscheduled.body.parameters.1.rotext
source: Horario
pt: Horário
sk: rozvrh hodín

# RES_notification.shiftscheduled.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.shiftscheduled.body.parameters.3.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.shiftscheduled.body.rotext
source: Se ha planificado el horario ${1} el día ${2} al usuario ${3}. (Horario anterior: ${4})
pt: O horário ${1} foi planeado no dia ${2} para o utilizador ${3} (Horário anterior: ${4})
sk: Naplánovaný čas ${1} na ${2} pre používateľa ${3}. (Predchádzajúci plán: ${4})

# RES_notification.shiftscheduled.subject.rotext
source: Aviso horario planificado
pt: Aviso de horário planeado
sk: Poradenstvo k plánovanému rozvrhu

# RES_notification.taskclosetofinish.body.parameters.1.rotext
source: Nombre de tarea
pt: Nome da tarefa
sk: Názov úlohy

# RES_notification.taskclosetofinish.body.parameters.2.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.taskclosetofinish.body.rotext
source: La tarea ${1} finaliza el día ${2}.
pt: A tarefa ${1} terminará no dia ${2}.
sk: Úloha ${1} sa končí na ${2}.

# RES_notification.taskclosetofinish.subject.rotext
source: Tarea que finaliza
pt: Tarefa que termina
sk: Úloha, ktorá sa má dokončiť

# RES_notification.taskclosetostart.body.parameters.1.rotext
source: Nombre de tarea
pt: Nome da tarefa
sk: Názov úlohy

# RES_notification.taskclosetostart.body.parameters.2.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.taskclosetostart.body.rotext
source: La tarea ${1} empieza el día ${2}.
pt: A tarefa ${1} começa no dia ${2}.
sk: Úloha ${1} sa začne v deň ${2}.

# RES_notification.taskclosetostart.subject.rotext
source: Tarea que empieza
pt: Tarefa que começa
sk: Úloha, ktorá sa začína

# RES_notification.taskexceedingfinisheddate.body.parameters.1.rotext
source: Nombre de tarea
pt: Nome da tarefa
sk: Názov úlohy

# RES_notification.taskexceedingfinisheddate.body.parameters.2.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.taskexceedingfinisheddate.body.rotext
source: La tarea ${1} ha excedido la fecha de finalización prevista ${2}.
pt: A tarefa ${1} excedeu a data de finalização prevista ${2}.
sk: Úloha ${1} prekročila plánovaný dátum dokončenia ${2}.

# RES_notification.taskexceedingfinisheddate.subject.rotext
source: Tarea excede la fecha de finalización prevista
pt: A tarefa excede a data de finalização prevista
sk: Úloha prekračuje plánovaný dátum dokončenia

# RES_notification.taskexceedingplannedtime.body.parameters.1.rotext
source: Nombre de tarea
pt: Nome da tarefa
sk: Názov úlohy

# RES_notification.taskexceedingplannedtime.body.rotext
source: La tarea ${1} ha excedido el tiempo inicial.
pt: A tarefa ${1} excedeu o tempo inicial.
sk: Úloha ${1} prekročila počiatočný čas.
