Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessNotificationServer.*.resx
Languages: pt, sk

# RES_notification.taskexceedingplannedtime.subject.rotext
source: Tarea excede el tiempo inicial
pt: A tarefa excede o tempo inicial
sk: Úloha presahuje počiatočný čas

# RES_notification.taskexceedingstarteddate.body.parameters.1.rotext
source: Nombre de tarea
pt: Nome da tarefa
sk: Názov úlohy

# RES_notification.taskexceedingstarteddate.body.parameters.2.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.taskexceedingstarteddate.body.rotext
source: La tarea ${1} ha excedido la fecha de inicio prevista ${2}.
pt: A tarefa ${1} excedeu a data de início prevista ${2}.
sk: Úloha ${1} prekročila plánovaný dátum začiatku ${2}.

# RES_notification.taskexceedingstarteddate.subject.rotext
source: Tarea excede la fecha de inicio prevista
pt: A tarefa excede a data de início prevista
sk: Úloha prekračuje plánovaný dátum začatia

# RES_notification.taskwithalert.body.parameters.1.rotext
source: Nombre de tarea
pt: Nome da tarefa
sk: Názov úlohy

# RES_notification.taskwithalert.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.taskwithalert.body.rotext
source: La tarea ${1} tiene una alerta generada el día ${2}.
pt: A tarefa ${1} possui um alerta gerado no dia ${2}.
sk: Úloha ${1} má vygenerované upozornenie na ${2}.

# RES_notification.taskwithalert.subject.rotext
source: Tarea con alerta
pt: Tarefa com alerta
sk: Úloha s upozornením

# RES_notification.telecommuteagreement.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.telecommuteagreement.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.telecommuteagreement.body.rotext
source: Te recordamos que según la política de gestión del tiempo, el próximo día ${2} finaliza el actual acuerdo de teletrabajo.
pt: Lembramos-lhe que, segundo a política de gestão do tempo, no próximo dia ${2} termina o atual acordo de teletrabalho.
sk: Upozorňujeme, že podľa zásad riadenia času sa súčasná dohoda o práci na diaľku končí na budúci rok ${2}.

# RES_notification.telecommuteagreement.subject.rotext
source: Fin de acuerdo de teletrabajo
pt: Fim de acordo de teletrabalho
sk: Ukončenie dohody o práci na diaľku

# RES_notification.terminalconnected.body.parameters.1.rotext
source: Nombre de terminal
pt: Nome do terminal
sk: Názov terminálu

# RES_notification.terminalconnected.body.parameters.2.rotext
source: Hora
sk: čas

# RES_notification.terminalconnected.body.rotext
source: El terminal ${1} se ha conectado a las ${2}
pt: O terminal ${1} ligou-se às ${2}
sk: Terminál ${1} bol pripojený k terminálu ${2}

# RES_notification.terminalconnected.scenario.rotext
source: Conectado
pt: Ligado
sk: Káblové pripojenie

# RES_notification.terminalconnected.subject.rotext
source: Notificación (Terminal conectado)
pt: Notificação (Terminal ligado)
sk: Oznámenie (pripojený terminál)

# RES_notification.terminaldisconnected.body.parameters.1.rotext
source: Nombre de terminal
pt: Nome do terminal
sk: Názov terminálu

# RES_notification.terminaldisconnected.body.parameters.2.rotext
source: Hora
sk: čas

# RES_notification.terminaldisconnected.body.rotext
source: El terminal ${1} lleva desconectado de la aplicación desde las ${2}
pt: O terminal ${1} está desligado da aplicação desde as ${2}
sk: Terminál ${1} bol odpojený od aplikácie od ${2}

# RES_notification.terminaldisconnected.scenario.rotext
source: Desconectado
pt: Desligado
sk: Offline

# RES_notification.terminaldisconnected.subject.rotext
source: Notificación (Terminal desconectado)
pt: Notificação (Terminal desligado)
sk: Oznámenie (terminál odpojený)

# RES_notification.visits.delete.body.parameters.1.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.visits.delete.body.rotext
source: Se ha borrado una visita que tenia para el día ${1}.
pt: Foi apagada uma visita que tinha para o dia ${1}.
sk: Návšteva, ktorú som mal na deň ${1}, bola vymazaná.

# RES_notification.visits.delete.scenario.rotext
source: Eliminada
sk: Odstránené

# RES_notification.visits.delete.subject.rotext
source: Visita eliminada
sk: Navštíviť vymazané

# RES_notification.visits.new.body.parameters.1.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.visits.new.body.parameters.2.rotext
source: Detalle
pt: Detalhe
sk: Detail

# RES_notification.visits.new.body.rotext
source: Se ha creado una nueva visita para el día ${1}.<br>Si quiere ver mas detalles haga click <a href=&quot;${2}&quot;>aquí</a>
pt: Foi criada uma nova visita para o dia ${1}.<br>Se pretende ver mais detalhes clique <a href=&quot;${2}&quot;>aqui</a>
sk: Bola vytvorená nová návšteva na deň ${1}.<br>Ak chcete vidieť viac podrobností, kliknite <a href=&quot;${2}&quot;>tade</a>

# RES_notification.visits.new.scenario.rotext
source: Nueva
pt: Nova
sk: Nový

# RES_notification.visits.new.subject.rotext
source: Nueva visita
pt: Nova visita
sk: Nová návšteva

# RES_notification.visits.update.body.parameters.1.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.visits.update.body.parameters.2.rotext
source: Detalle
pt: Detalhe
sk: Detail

# RES_notification.visits.update.body.rotext
source: Se ha modificado la visita que tenía para el día ${1}.<br>Si quiere ver mas detalles haga click <a href=&quot;${2}&quot;>aquí</a>
pt: Foi modificada a visita que tinha para o dia ${1}.<br>Se pretende ver mais detalhes clique <a href=&quot;${2}&quot;>aqui</a>
sk: Návšteva pre ${1} bola upravená.<br>Ak si chcete pozrieť viac informácií, kliknite na <a href=&quot;${2}&quot;>tuto</a>

# RES_notification.visits.update.scenario.rotext
source: Actualización
pt: Atualização
sk: Aktualizácia

# RES_notification.visits.update.subject.rotext
source: Visita modificada
sk: Upravená návšteva

# RES_notification.advicenewpasswordpin.subject.rotext
source: Cambio de Pin
pt: Alteração de Pin
sk: Zmena kolíka

# RES_notification.advicenewpasswordpin.body.rotext
source: El nuevo pin para el usuario ${1} es ${2}
pt: O novo pin do utilizador ${1} é ${2}
sk: Nový pin pre používateľa ${1} je ${2}

# RES_notification.invalidaccess.scenario.rotext
source: Acceso invalido
pt: Acesso inválido
sk: Neplatný prístup

# RES_notification.advicenewpasswordpin.body.parameters.1.rotext
source: Id de usuario
pt: ID de utilizador
sk: ID používateľa

# RES_push.communiquesubject.rotext
source: Nuevo comunicado
pt: Novo comunicado
sk: Nové komuniké

# RES_push.communiquebody.rotext
source: ¡Has recibido un nuevo comunicado!
pt: Recebeu uma nova comunicação!
sk: dostali ste nové oznámenie!

# RES_notification.nonjustifiedincidentforemployee.subject.rotext
source: Día con incidencias no justificadas
pt: Dia com incidências não justificadas
sk: Deň s neospravedlnenými incidentmi

# RES_notification.nonjustifiedincidentforemployee.body.rotext
source: El usuario ${1} el día ${2} tiene incidencias no justificadas
pt: O utilizador ${1} no dia ${2} possui incidências não justificadas
sk: Používateľ ${1} v deň ${2} má neoprávnené incidenty

# RES_notification.nonjustifiedincidentforemployee_lastadvice.subject.rotext
source: Día con incidencias no justificadas (último aviso)
pt: Dia com incidentes não justificados (último aviso)
sk: Deň s neodôvodnenými incidentmi (posledné upozornenie)

# RES_notification.nonjustifiedincidentforemployee_lastadvice.body.rotext
source: El usuario ${1} el día ${2} tiene incidencias no justificadas
pt: O utilizador ${1} no dia ${2} possui incidências não justificadas
sk: Používateľ ${1} v deň ${2} má neoprávnené incidenty
