Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessNotificationServer.*.resx
Languages: pt, sk

# RES_notification.geniusfinished.body.parameters.2.rotext
source: enlace
pt: link
sk: odkaz

# RES_notification.geniusfinished.body.rotext
source: El estudio ${1} ha finalizado con éxito.<br>Puede acceder al mismo pulsando ${2}
pt: O estudo ${1} foi concluído com êxito.<br>Pode aceder ao mesmo premindo ${2}
sk: Štúdia ${1} bola úspešne dokončená.<br> Môžete sa k nej dostať kliknutím na ${2}

# RES_notification.geniusfinished.scenario.rotext
source: Estudio genius finalizado
pt: Estudo Genius concluído
sk: Geniálna štúdia dokončená

# RES_notification.geniusfinished.subject.rotext
source: Estudio genius finalizado
pt: Estudo Genius concluído
sk: Geniálna štúdia dokončená

# RES_notification.holidayonprogrammedabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.holidayonprogrammedabsence.body.parameters.2.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.holidayonprogrammedabsence.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.holidayonprogrammedabsence.body.rotext
source: El usuario ${1} tiene vacaciones planificadas durante la ausencia prolongada por ${3} el día ${2}
pt: O utilizador ${1} tem férias planeadas durante a ausência prolongada por ${3} no dia ${2}
sk: Používateľ ${1} má plánovanú dovolenku počas predĺženej neprítomnosti pre ${3} v deň ${2}

# RES_notification.holidayonprogrammedabsence.subject.rotext
source: Notificación (Vacaciones en ausencia prolongada)
pt: Notificação (Férias em ausência prolongada)
sk: Oznámenie (dovolenka v prípade dlhodobej neprítomnosti)

# RES_notification.hoursabsencebreach.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.hoursabsencebreach.body.parameters.2.rotext
source: Tiempo justificado
pt: Tempo justificado
sk: Oprávnený čas

# RES_notification.hoursabsencebreach.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.hoursabsencebreach.body.parameters.4.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.hoursabsencebreach.body.parameters.5.rotext
source: Mínimo autorizado
sk: Minimálne povolené množstvo

# RES_notification.hoursabsencebreach.body.parameters.6.rotext
source: Máximo autorizado
sk: Maximálne povolené množstvo

# RES_notification.hoursabsencebreach.body.rotext
source: El usuario ${1} realizó el día ${4} un total de ${2} horas de ausencia, justificadas como ${3}, cuando tenía autorizado realizar entre ${5} y ${6}
pt: O utilizador ${1} realizou no dia ${4} um total de ${2} de horas de ausência, justificadas como ${3}, quando tinha autorizado realizar entre ${5} e ${6}
sk: Používateľ ${1} si dňa ${4} zobral ospravedlnenú neprítomnosť v celkovom rozsahu ${2} hodín, pričom mal oprávnenie na absenciu v rozsahu ${5} až ${6}

# RES_notification.hoursabsencebreach.maximumexceeded.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.hoursabsencebreach.maximumexceeded.body.parameters.2.rotext
source: Tiempo justificado
pt: Tempo justificado
sk: Oprávnený čas

# RES_notification.hoursabsencebreach.maximumexceeded.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.hoursabsencebreach.maximumexceeded.body.parameters.4.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.hoursabsencebreach.maximumexceeded.body.parameters.5.rotext
source: Máximo autorizado
sk: Maximálne povolené množstvo

# RES_notification.hoursabsencebreach.maximumexceeded.body.rotext
source: El usuario ${1} realizó el día ${4} un total de ${2} horas de ausencia, justificadas como ${3}, cuando tenía autorizado un máximo de ${5}
pt: O utilizador ${1} realizou no dia ${4} um total de ${2} horas de ausência, justificadas como ${3}, quando tinha autorizado um máximo de ${5}
sk: Používateľ ${1} si v deň ${4} vyčerpal celkovo ${2} hodín ospravedlnenej neprítomnosti ako ${3}, pričom mal povolené maximálne ${5}

# RES_notification.hoursabsencebreach.maximumexceeded.scenario.rotext
source: Máximo superado
pt: Máximo excedido
sk: Prekročené maximum

# RES_notification.hoursabsencebreach.maximumexceeded.subject.rotext
source: Incumplimiento de máximo en previsión de horas de ausencia
pt: Incumprimento de máximo na previsão de horas de ausência
sk: Nedodržanie maximálneho počtu hodín predpokladanej neprítomnosti

# RES_notification.hoursabsencebreach.minimumnotreached.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.hoursabsencebreach.minimumnotreached.body.parameters.2.rotext
source: Tiempo justificado
pt: Tempo justificado
sk: Oprávnený čas

# RES_notification.hoursabsencebreach.minimumnotreached.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.hoursabsencebreach.minimumnotreached.body.parameters.4.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.hoursabsencebreach.minimumnotreached.body.parameters.5.rotext
source: Mínimo autorizado
sk: Minimálne povolené množstvo

# RES_notification.hoursabsencebreach.minimumnotreached.body.rotext
source: El usuario ${1} realizó el día ${4} un total de ${2} horas de ausencia, justificadas como ${3}, cuando tenía autorizado un mínimo de ${5}
pt: O utilizador ${1} realizou no dia ${4} um total de ${2} horas de ausência, justificadas como ${3}, quando tinha autorizado realizar um mínimo de ${5}
sk: Používateľ ${1} si v deň ${4} vyčerpal celkovo ${2} hodín ospravedlnenej neprítomnosti ako ${3}, pričom mal povolené minimálne ${5}

# RES_notification.hoursabsencebreach.minimumnotreached.scenario.rotext
source: Mínimo no alcanzado
pt: Mínimo não alcançado
sk: Nedosiahnuté minimum

# RES_notification.hoursabsencebreach.minimumnotreached.subject.rotext
source: Incumplimiento de mínimo en previsión de horas de ausencia
pt: Incumprimento de mínimo na previsão de horas de ausência
sk: Nedodržanie minimálneho počtu hodín neprítomnosti

# RES_notification.hoursabsencebreach.scenario.rotext
source: Incumplimiento de mínimo y máximo
pt: Incumprimento de mínimo e máximo
sk: Nedodržanie minimálnej a maximálnej hodnoty

# RES_notification.hoursabsencebreach.subject.rotext
source: Incumplimiento de previsión de horas de ausencia
pt: Incumprimento de previsão de horas de ausência
sk: Nedodržanie prognózy počtu hodín neprítomnosti

# RES_notification.hoursforecastdocumentrejected.employee.body.parameters.1.rotext
source: Tipo de documento
sk: Typ dokumentu

# RES_notification.hoursforecastdocumentrejected.employee.body.parameters.2.rotext
source: Observaciones
pt: Observações
sk: Poznámky

# RES_notification.hoursforecastdocumentrejected.employee.body.parameters.3.rotext
source: Previsión asociada al documento
pt: Previsão associada ao documento
sk: Prognóza spojená s dokumentom

# RES_notification.hoursforecastdocumentrejected.employee.body.parameters.4.rotext
source: Fecha de la previsión
pt: Data de previsão
sk: Predpokladaný dátum

# RES_notification.hoursforecastdocumentrejected.employee.body.parameters.5.rotext
source: Hora de inicio de la previsión
pt: Hora de início da previsão
sk: Predpokladaný čas začiatku

# RES_notification.hoursforecastdocumentrejected.employee.body.parameters.6.rotext
source: Hora de fin de la previsión
pt: Previsão de horário de término
sk: Predpokladaný čas ukončenia

# RES_notification.hoursforecastdocumentrejected.employee.body.rotext
source: Le informamos que el documento que entregó de tipo <b>`${1}`</b> referido a la previsión <b>${3}</b> del día <b>${4}</b> desde las <b>${5}</b> hasta las <b>${6}</b> ha sido rechazado por el motivo <b>`${2}`</b>.
pt: Informamos que o documento que enviou é do tipo <b>`${1}`</b> referente à previsão <b>${3}</b> para o dia <b>${4}</b > das <b>${5}</b> às <b>${6}</b> foi rejeitado pelo motivo <b>`${2}`</b>.
sk: Dovoľujeme si vás informovať, že vami predložený dokument typu <b>`${1}`</b> týkajúci sa predpovede <b>${3}</b> na deň <b>${4}</b> od <b>${5}</b> do <b>${6}</b> bol zamietnutý z dôvodu <b>`${2}`</b>.

# RES_notification.hoursforecastdocumentrejected.employee.scenario.rotext
source: Notificación de documento rechazado asociado a una previsión por horas enviada al usuario
pt: Notificação de documento rejeitado associado a uma previsão horária enviada ao utilizador
sk: Oznámenie o zamietnutom dokumente súvisiacom s hodinovou predpoveďou odoslané používateľovi

# RES_notification.hoursforecastdocumentrejected.employee.subject.rotext
source: Documento rechazado
pt: Documento rejeitado
sk: Zamietnutie dokumentu

source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

source: Tipo de documento
sk: Typ dokumentu

source: Observaciones
pt: Observações
sk: Poznámky

source: Previsión asociada al documento
pt: Previsão associada ao documento
sk: Prognóza spojená s dokumentom

source: Fecha de la previsión
pt: Data de previsão
sk: Predpokladaný dátum

source: Hora de inicio de la previsión
pt: Hora de início da previsão
sk: Predpokladaný čas začiatku

source: Hora de fin de la previsión
pt: Previsão de horário de término
sk: Predpokladaný čas ukončenia

# RES_notification.hoursforecastdocumentrejected.supervisor.body.rotext
source: Le informamos que el documento que entregó el usuario ${1} de tipo <b>`${2}`</b> referido a la previsión <b>${4}</b> del día <b>${5}</b> desde las <b>${6}</b> hasta las <b>${7}</b> ha sido rechazado por el motivo <b>`${3}`</b>.
pt: Informamos que o documento enviado pelo utilizador ${1} do tipo <b>`${2}`</b> referente à previsão <b>${4}</b> do dia <b>${ 5}</b> das <b>${6}</b> às <b>${7}</b> foi rejeitado pelo motivo <b>`${3}`</b >.
sk: Informujeme vás, že dokument predložený používateľom ${1} typu <b>`${2}`</b> týkajúci sa <b>${4}</b> prognózy <b>${5}</b> z <b>${6}</b> na <b>${7}</b> bol zamietnutý z dôvodu <b>`${3}`</b>.

# RES_notification.hoursforecastdocumentrejected.supervisor.scenario.rotext
source: Notificación de documento rechazado asociado a una previsión por días enviada al supervisor
pt: Notificação de documento rejeitado associado a previsão por dias enviada ao supervisor
sk: Oznámenie o zamietnutom dokumente súvisiacom s predpoveďou na nasledujúci deň odoslané orgánu dohľadu

# RES_notification.hoursforecastdocumentrejected.supervisor.subject.rotext
source: Documento rechazado
pt: Documento rejeitado
sk: Zamietnutie dokumentu

# RES_notification.idcardnotassignedtoemployee.body.rotext
source: Existen fichajes procedentes de terminales no asignados a ningún usuario.
pt: Existem picagens procedentes de terminais não atribuídos a nenhum utilizador.
sk: Existujú taktovania z terminálov, ktoré nie sú priradené žiadnemu používateľovi.

# RES_notification.idcardnotassignedtoemployee.subject.rotext
source: Fichajes no asignados a ningún usuario
pt: Picagens não atribuídas a nenhum utilizador
sk: Žiadny používateľ nie je priradený k žiadnemu používateľovi

# RES_notification.invalidaccess.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.invalidaccess.body.parameters.2.rotext
source: Zona
sk: Zóna

# RES_notification.invalidaccess.body.parameters.3.rotext
source: Hora
sk: čas

# RES_notification.invalidaccess.body.rotext
source: El usuario ${1} ha intentado acceder a la zona ${2} a las ${3} y se le ha denegado el acceso
pt: O utilizador ${1} tentou aceder à zona ${2} às ${3} e foi-lhe negado o acesso
sk: Používateľ ${1} sa pokúsil o prístup do zóny ${2} na adrese ${3} a prístup mu bol zamietnutý

# RES_notification.invalidaccess.subject.rotext
source: Notificación (Acceso inválido)
pt: Notificação (Acesso inválido)
sk: Oznámenie (Neplatný prístup)

# RES_notification.message.endbody.employeenameadvice.rotext
source: Este mensaje se ha enviado automáticamente al usuario ${1}. Si ha recibido este mensaje por error, es importante que lo elimine.
pt: Esta mensagem foi enviada automaticamente ao utilizador ${1}. Se recebeu esta mensagem por lapso, é importante que a elimine.
sk: Táto správa bola automaticky odoslaná používateľovi ${1}. Ak ste túto správu dostali omylom, je dôležité, aby ste ju vymazali.

# RES_notification.message.endbody.rotext
source: Por favor, no responda a este correo. Es informativo.
pt: Não responda a este email. É apenas informativo.
sk: Na tento e-mail neodpovedajte. Má informatívny charakter.

# RES_notification.message.endbody.securityadvice.rotext
source: Este mensaje se ha enviado automáticamente. Si ha recibido este mensaje por error, es importante que lo elimine.
pt: Esta mensagem foi enviada automaticamente. Se recebeu esta mensagem por lapso, é importante que a elimine.
sk: Táto správa bola odoslaná automaticky. Ak ste túto správu dostali omylom, je dôležité, aby ste ju vymazali.

# RES_notification.messagefromemployeeinchannelsupervisor.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.messagefromemployeeinchannelsupervisor.body.parameters.2.rotext
source: Canal
sk: Kanál

# RES_notification.messagefromemployeeinchannelsupervisor.body.parameters.3.rotext
source: Conversación
pt: Conversa
sk: Konverzácia

# RES_notification.messagefromemployeeinchannelsupervisor.body.parameters.4.rotext
source: Referencia conversación
pt: Referência de conversa
sk: Odkaz na konverzáciu

# RES_notification.messagefromemployeeinchannelsupervisor.body.rotext
source: El usuario ${1} ha enviado un mensaje a ${2} - ${3} (${4})
pt: O utilizador ${1} enviou uma mensagem para ${2} - ${3} (${4})
sk: Používateľ ${1} poslal správu na ${2} - ${3} (${4})

# RES_notification.messagefromemployeeinchannelsupervisor.subject.rotext
source: Notificación (nuevo mensaje de un usuario en un canal)
pt: Notificação (nova mensagem de um utilizador num canal)
sk: Oznámenie (nová správa od používateľa v kanáli)

# RES_notification.newanswerfromemployee.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.newanswerfromemployee.body.parameters.2.rotext
source: Canal
sk: Kanál

# RES_notification.newanswerfromemployee.body.parameters.3.rotext
source: Conversación
pt: Conversa
sk: Konverzácia

# RES_notification.newanswerfromemployee.body.parameters.4.rotext
source: Referencia conversación
pt: Referência de conversa
sk: Odkaz na konverzáciu

# RES_notification.newanswerfromemployee.body.rotext
source: El usuario ${1} ha generado un nuevo mensaje en ${2} - ${3} (${4})
pt: O utilizador ${1} gerou uma nova mensagem em ${2} - ${3} (${4})
sk: Používateľ ${1} vytvoril novú správu v ${2} - ${3} (${4})

# RES_notification.newanswerfromemployee.newcomplaint.body.parameters.1.rotext
source: Referencia denuncia
pt: Referência da denúncia
sk: Referenčná sťažnosť

# RES_notification.newanswerfromemployee.newcomplaint.body.rotext
source: Se ha recibido una nueva denuncia (${4})
pt: Uma nova denúncia foi recebida (${4})
sk: Bola prijatá nová sťažnosť (${4})

# RES_notification.newanswerfromemployee.newcomplaint.scenario.rotext
source: Nueva denuncia recibida
pt: Nova denúncia recebida
sk: Prijatá nová sťažnosť

# RES_notification.newanswerfromemployee.newcomplaint.subject.rotext
source: Nueva denuncia recibida
pt: Nova denúncia recebida
sk: Prijatá nová sťažnosť

source: Referencia denuncia
pt: Referência da denúncia
sk: Referenčná sťažnosť

# RES_notification.newanswerfromemployee.newcomplaintmessage.body.rotext
source: Se ha recibido un nuevo mensaje en la denuncia ${4}
pt: Uma nova mensagem foi recebida na denúncia ${4}
sk: V sťažnosti bola prijatá nová správa ${4}

# RES_notification.newanswerfromemployee.newcomplaintmessage.subject.rotext
source: Nuevo mensaje en denuncia ${4}
pt: Nova mensagem na denúncia ${4}
sk: Nová správa v sťažnosti ${4}

# RES_notification.newanswerfromemployee.newconversation.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.newanswerfromemployee.newconversation.body.parameters.2.rotext
source: Canal
sk: Kanál

# RES_notification.newanswerfromemployee.newconversation.body.parameters.3.rotext
source: Conversación
pt: Conversa
sk: Konverzácia

# RES_notification.newanswerfromemployee.newconversation.body.parameters.4.rotext
source: Referencia conversación
pt: Referência de conversa
sk: Odkaz na konverzáciu

# RES_notification.newanswerfromemployee.newconversation.body.rotext
source: El usuario ${1} ha creado una nueva conversación ${2} - ${3} (${4})
pt: O utilizador ${1} criou uma nova conversa ${2} - ${3} (${4})
sk: Používateľ ${1} vytvoril novú konverzáciu ${2} - ${3} (${4})

# RES_notification.newanswerfromemployee.newconversation.scenario.rotext
source: Nueva conversación creada
pt: Nova conversa criada
sk: Vytvorená nová konverzácia

# RES_notification.newanswerfromemployee.newconversation.subject.rotext
source: Nuevo conversación creada
pt: Nova conversa criada
sk: Vytvorená nová konverzácia

# RES_notification.newanswerfromemployee.scenario.rotext
source: Nuevo mensaje de un usuario
pt: Nova mensagem de um utilizador
sk: Nová správa od používateľa

# RES_notification.newanswerfromemployee.subject.rotext
source: Nuevo mensaje de un usuario
pt: Nova mensagem de um utilizador
sk: Nová správa od používateľa

# RES_notification.newdocumentdelivered.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.newdocumentdelivered.body.parameters.2.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.newdocumentdelivered.body.parameters.3.rotext
source: Comentarios
pt: Comentários
sk: Komentáre

# RES_notification.newdocumentdelivered.body.rotext
source: El usuario ${1} ha entregado el documento ${2}. <br><br>${3}
pt: O utilizador ${1} entregou o documento ${2}. <br><br>${3}
sk: Používateľ ${1} doručil dokument ${2}. <br><br>${3}

# RES_notification.newdocumentdelivered.daysabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.newdocumentdelivered.daysabsence.body.parameters.2.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.newdocumentdelivered.daysabsence.body.parameters.3.rotext
source: Comentarios
pt: Comentários
sk: Komentáre

# RES_notification.newdocumentdelivered.daysabsence.body.parameters.4.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.newdocumentdelivered.daysabsence.body.parameters.5.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.newdocumentdelivered.daysabsence.body.parameters.6.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.newdocumentdelivered.daysabsence.body.parameters.7.rotext
source: Entregado por
pt: Entregue por
sk: Dodáva

# RES_notification.newdocumentdelivered.daysabsence.body.rotext
source: ${7} ha entregado el documento ${2}. <br><br>El documento es relativo a la ausencia de días del usuario ${1} por ${4} del día ${5} al ${6}. <br><br>${3}
pt: ${7} entregou o documento ${2}. <br><br>O documento é relativo à ausência de dias do utilizador ${1} por ${4} do dia ${5} a ${6}. <br><br>${3}
sk: ${7} doručil dokument ${2}. <br><br>Dokument sa týka neprítomnosti používateľa ${1} počas ${4} dní od ${5} do ${6}. <br><br>${3}

# RES_notification.newdocumentdelivered.daysabsence.scenario.rotext
source: Previsión de días de ausencia
pt: Previsão de dias de ausência
sk: Predpokladané dni neprítomnosti

# RES_notification.newdocumentdelivered.daysabsence.subject.rotext
source: Nuevo documento entregado
pt: Novo documento entregue
sk: Dodaný nový dokument

# RES_notification.newdocumentdelivered.hourabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.newdocumentdelivered.hourabsence.body.parameters.2.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.newdocumentdelivered.hourabsence.body.parameters.3.rotext
source: Comentarios
pt: Comentários
sk: Komentáre

# RES_notification.newdocumentdelivered.hourabsence.body.parameters.4.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.newdocumentdelivered.hourabsence.body.parameters.5.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.newdocumentdelivered.hourabsence.body.parameters.6.rotext
source: Entregado por
pt: Entregue por
sk: Dodáva

# RES_notification.newdocumentdelivered.hourabsence.body.rotext
source: ${6} ha entregado el documento ${2}. <br><br>El documento es relativo a la ausencia de horas del usuario ${1} por ${4} del día ${5}. <br><br>${3}
pt: ${6} entregou o documento ${2}. <br><br>O documento é relativo à ausência de horas do utilizador ${1} por ${4} do dia ${5}. <br><br>${3}
sk: ${6} doručil dokument ${2}. <br><br>Dokument sa týka neprítomnosti používateľa ${1} za ${4} dňa ${5}. <br><br>${3}

# RES_notification.newdocumentdelivered.hourabsence.scenario.rotext
source: Previsión de horas de ausencia
pt: Previsão de horas de ausência
sk: Predpokladané hodiny neprítomnosti

# RES_notification.newdocumentdelivered.hourabsence.subject.rotext
source: Nuevo documento entregado
pt: Novo documento entregue
sk: Dodaný nový dokument

# RES_notification.newdocumentdelivered.overtime.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.newdocumentdelivered.overtime.body.parameters.2.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.newdocumentdelivered.overtime.body.parameters.3.rotext
source: Comentarios
pt: Comentários
sk: Komentáre

# RES_notification.newdocumentdelivered.overtime.body.parameters.4.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.newdocumentdelivered.overtime.body.parameters.5.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.newdocumentdelivered.overtime.body.parameters.6.rotext
source: Entregado por
pt: Entregue por
sk: Dodáva

# RES_notification.newdocumentdelivered.overtime.body.rotext
source: ${6} ha entregado el documento ${2}. <br><br>El documento es relativo a la previsión de horas de exceso del usuario ${1} por ${4} del día ${5}. <br><br>${3}
pt: ${6} entregou o documento ${2}. <br><br>O documento é relativo à previsão de horas extra do utilizador ${1} por ${4} do dia ${5}. <br><br>${3}
sk: ${6} doručil dokument ${2}. <br><br>Dokument sa týka predpovede nadčasov používateľa ${1} na ${4} dňa ${5}. <br><br>${3}

# RES_notification.newdocumentdelivered.overtime.scenario.rotext
source: Previsión de horas de exceso
pt: Previsão de horas em excesso
sk: Predpokladaný počet nadčasových hodín

# RES_notification.newdocumentdelivered.overtime.subject.rotext
source: Nuevo documento entregado
pt: Novo documento entregue
sk: Dodaný nový dokument

# RES_notification.newdocumentdelivered.scenario.rotext
source: Genérico
sk: Všeobecné

# RES_notification.newdocumentdelivered.subject.rotext
source: Nuevo documento entregado
pt: Novo documento entregue
sk: Dodaný nový dokument

# RES_notification.newrequesttext.1.rotext
source: Modificación ficha
pt: Alteração ficha
sk: Úprava súboru

# RES_notification.newrequesttext.10.rotext
source: Fichaje de tarea olvidado
pt: Picagem de tarefa esquecida
sk: Zabudnutý záznam úlohy

# RES_notification.newrequesttext.11.rotext
source: Cancelación de vacaciones
pt: Cancelamento de férias
sk: Zrušenie dovolenky

# RES_notification.newrequesttext.12.rotext
source: Fichaje de centro de coste olvidado
pt: Picagem de centro de custo esquecida
sk: Zabudnuté podpisovanie nákladových stredísk
