Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessCommServer.*.resx
Languages: fr, gl, sk

# RES_collector.process.addbadline.task.message.rotext
source: Transfers of cards not assigned to any user have been found.
fr: Des pointages de cartes non attribuées à un utilisateur ont été trouvés.
gl: Atopáronse fichaxes de tarxetas non asignadas a ningún usuario.
sk: Boli nájdené záznamy o kartách nepriradené k žiadnemu používateľovi.

# RES_commserver.frmcommserver.confirmclose.rotext
source: You are about to shut down the TCP/IP communications server CommServe
fr: Vous fermez le serveur de communications TCP/IP CommServer
gl: Vai pechar o servidor de comunicacións TCP/IP CommServer
sk: Vypnete komunikačný server TCP/IP CommServer

# RES_commserver.frmcommserver.description.rotext
source: Stop the CommServe TCP/IP communications server, all terminals will be disconnected from the Visualtime server.
fr: Arrêtez le serveur de communications TCP/IP CommServer, tous les terminaux seront déconnectés du serveur Visualtime.
gl: Para o servidor de comunicacións TCP/IP CommServer, todos os terminais serán desconectados do servidor Visualtime.
sk: Ak zastavíte komunikačný server CommServer TCP/IP, všetky terminály budú odpojené od servera Visualtime.

# RES_commserver.frmcommserver.dontclose.description.rotext
source: By leaving CommServe running, communications between the terminals and the Visualtime Server will not be interrupted.
fr: En laissant CommServer en marche, les communications entre les terminaux et Visualtime Server ne seront pas interrompues.
gl: Deixar CommServer funcionando, as comunicacións entre os terminais e o servidor Visualtime non se interromperán.
sk: Ak necháte CommServer spustený, komunikácia medzi terminálmi a serverom Visualtime sa nepreruší.

# RES_commserver.frmcommserver.mnusystray.tip.rotext
source: CommServe Console
fr: Console du serveur de communications
gl: Consola CommServer
sk: Konzola CommServer

# RES_commserver.process.punchdetected.task.message.rotext
source: Signing alert. user:
fr: Alerte de transfert. utilisateur:
gl: Alerta de fichaxe. Usuario:
sk: Upozornenie na podpisovanie. používateľ:

# RES_frmcommserver.btnrefresterms.caption.rotext
source: &Clear error flag
fr: &Supprimer l´indicateur d´erreurs
gl: &Borrar etiqueta de erros
sk: &Vymazanie príznaku chyby

# RES_frmcommserver.caption.rotext
source: CommServe - RT Terminal Console - Visualtime
fr: CommServer - Console de terminaux RT - Visualtime
gl: CommServer - Consola de terminais RT - Visualtime
sk: CommServer - RT Terminal Console - Visualtime

# RES_frmcommserver.cmdok.caption.rotext
source: &Accept
fr: &Accepter
gl: &Aceptar

# RES_frmcommserver.cmdrefreshlog.caption.rotext
source: Update record
fr: Mettre à jour l'enregistrement
gl: Actualizar rexistro
sk: Aktualizácia registrácie

# RES_frmcommserver.command3.caption.rotext
source: Add terminal
fr: Ajouter un terminal
gl: Engadir terminal
sk: Pridať terminál

# RES_frmcommserver.lbllogheader.caption.rotext
source: This is the server event log. This information is only useful for Visualtime support staff.
fr: Il s'agit du journal des événements du serveur. Ces informations ne sont utiles qu'au personnel d'assistance technique de Visualtime.
gl: Este é o rexistro de sucesos do servidor. Esta información só é útil para o persoal de asistencia técnica de Visualtime.
sk: Toto je protokol udalostí servera. Tieto informácie sú užitočné len pre pracovníkov technickej podpory spoločnosti Visualtime.

# RES_frmcommserver.lblstatusdetails.caption.rotext
source: Terminal details
fr: Détails des terminaux
gl: Detalles dos terminais
sk: Podrobnosti o termináli

# RES_frmcommserver.lstatusserver.caption.rotext
source: Waiting for connection to Visualtime server...
fr: En attente de connexion avec le serveur Visualtime...
gl: Esperando conexión co servidor Visualtime...
sk: Čakanie na pripojenie k serveru Visualtime ...

# RES_frmcommserver.mnusystrayclose.caption.rotext
source: &Exit (leave server running)
fr: &Quitter (laisser le serveur en marche)
gl: &Saír (deixar servidor funcionando)
sk: &Exit (nechať server spustený)

# RES_frmcommserver.mnusystrayopen.caption.rotext
source: Open &console
fr: Ouvrir la &console
gl: Abrir &consola
sk: Otvoriť &konzola

# RES_frmcommserver.mnusystraystopserver.caption.rotext
source: &Stop server and exit
fr: &Arrêter le serveur et quitter
gl: &Deter servidor e saír
sk: zastavenie servera a ukončenie

# RES_frmcommserver.txtstatus.text.rotext
source: Waiting for connection to Visualtime Server...
fr: En attente de connexion avec le serveur Visualtime...
gl: Esperando conexión co servidor Visualtime...
sk: Čakanie na pripojenie k serveru Visualtime ...

# RES_frmconsole.msg.noserverfound.message.rotext
source: No TCP/IP CommServe Communications Server Found: Verify that the CommServe is running and that there are no network problems.
fr: Aucun serveur de communications TCP/IP CommServer n´a été trouvé : Vérifiez que le serveur CommServer fonctionne et qu´il n´y a pas de problèmes de réseau.
gl: Non se atopou ningún servidor de Comunicacións TCP/IP CommServer: Verifique que o servidor CommServer está funcionando e que non hai problemas de rede.
sk: Nenašiel sa žiadny komunikačný server CommServer TCP/IP: Skontrolujte, či je server CommServer spustený a či nie sú problémy so sieťou.

# RES_frmconsole.msg.noserverfound.title.rotext
source: Server not found
fr: Serveur introuvable
gl: Servidor non atopado
sk: Server nebol nájdený

# RES_frmconsole.msg.shutdownerror.message.rotext
source: There is a communication error with the server. Please try closing this console and opening another console to access the option to close the server.
fr: Il existe une erreur de communication avec le serveur. Essayez de fermer cette console et d´en ouvrir une autre pour accéder à l´option de fermeture du serveur.
gl: Hai un erro de comunicación co servidor. Proba a pechar esta consola e a abrir outra para acceder á opción de pechar o servidor.
sk: Došlo k chybe komunikácie so serverom. Skúste zatvoriť túto konzolu a otvoriť inú konzolu, aby ste získali prístup k možnosti zatvoriť server.

# RES_frmconsole.msg.shutdownerror.title.rotext
source: Communication error with the server
fr: Erreur de communication avec le serveur
gl: Erro de comunicación co servidor
sk: Chyba komunikácie so serverom

# RES_frmconsole.tbmain.tabs.2.caption.rotext
source: Event Viewer
fr: Visionneuse d´événements
gl: Visor de sucesos
sk: Prehliadač udalostí

# RES_frmqueryservicedata.caption.rotext
source: Installing Visualtime CommServe
fr: Installation du serveur Visualtime CommServer
gl: Instalación do servidor Visualtime CommServer
sk: Inštalácia servera Visualtime CommServer

# RES_frmqueryservicedata.cmdfinish.caption.rotext
source: &Finish
fr: &Finition
gl: &Finalizar
sk: &End

# RES_frmqueryservicedata.cmdnext.caption.rotext
source: &next >
fr: &Suivant >
gl: &seguinte >

# RES_frmqueryservicedata.cmdprevious.caption.rotext
source: < &Previous
fr: < &Précédent
gl: < &Anterior
sk: < &Back

# RES_frmqueryservicedata.framain.0.caption.rotext
source: Server startup configuration:
fr: Configuration du démarrage du serveur :
gl: Configuración do inicio do servidor:
sk: Konfigurácia spustenia servera:

# RES_frmqueryservicedata.framain.1.caption.rotext
source: Windows Service Configuration:
fr: Configuration du service Windows :
gl: Configuración do servizo de Windows:
sk: Konfigurácia služby Windows:

# RES_frmqueryservicedata.lblaccount.caption.rotext
source: Windows Account:
fr: Compte Windows :
gl: Conta de Windows:
sk: Účet Windows:

# RES_frmqueryservicedata.lblaccountdata.caption.rotext
source: Specify the Windows account to use to start the Visualtime CommServe.
fr: Spécifiez le compte Windows à utiliser pour démarrer le serveur Visualtime CommServer.
gl: Indica a conta de Windows que se usará para iniciar o servidor Visualtime CommServer.
sk: Zadajte účet systému Windows, ktorý sa použije na spustenie servera Visualtime CommServer.

# RES_frmqueryservicedata.lblaccountdatadesc.caption.rotext
source: Please note that the account you specify must have sufficient privileges to access all the resources Visualtime needs. It is recommended that you create a Visualtime administrator user or use the Administrator for your computer or directory.
fr: Notez que le compte que vous indiquez doit disposer de privilèges suffisants pour accéder à toutes les ressources dont Visualtime a besoin. Il est recommandé de créer un utilisateur administrateur Visualtime ou d'utiliser Administrateur sur votre ordinateur ou répertoire.
gl: Ten en conta que a conta que indicas debe ter suficientes privilexios para acceder a todos os recursos que Visualtime necesita. Recoméndase que crees un usuario administrador de Visualtime ou que utilices o Administrador do teu equipo ou directorio.
sk: Upozorňujeme, že zadané konto musí mať dostatočné oprávnenia na prístup ku všetkým prostriedkom, ktoré služba Visualtime vyžaduje. Odporúča sa vytvoriť používateľa Visualtime Administrator alebo použiť správcu počítača alebo adresára.

# RES_frmqueryservicedata.lblaccounthelp.caption.rotext
source: (Please enter the full name, including the domain or directory)
fr: (Veuillez fournir le nom complet, y compris le domaine ou le répertoire)
gl: (Indica o nome completo, incluíndo o dominio ou o directorio)
sk: (Uveďte celý názov vrátane domény alebo adresára)

# RES_frmqueryservicedata.lblruntype.caption.rotext
source: The Visualtime CommServe can run in two ways on this computer. The following Visualtime server configuration has been detected, please confirm the available option:
fr: Le serveur Visualtime CommServer peut s'exécuter de deux manières sur cet ordinateur. La configuration suivante du serveur Visualtime a été détectée, veuillez confirmer l'option disponible :
gl: O servidor Visualtime CommServer pode executarse de dúas formas neste equipo. Detectouse a seguinte configuración de servidor Visualtime; confirme a opción dispoñible:
sk: Visualtime CommServer možno na tomto počítači spustiť dvoma spôsobmi. Bola zistená nasledujúca konfigurácia servera Visualtime, potvrďte dostupnú možnosť:

# RES_frmqueryservicedata.msg.accountdenied.title.rotext
source: Account error
fr: Erreur de compte
gl: Erro de conta
sk: Chyba účtu

# RES_frmqueryservicedata.msg.invalidaccount.caption.rotext
source: You must enter a Windows account and password.
fr: Vous devez indiquer un compte et un mot de passe Windows.
gl: Debes indicar unha conta e contrasinais de Windows.
sk: Musíte zadať konto a heslo systému Windows.

# RES_frmqueryservicedata.msg.invalidaccount.title.rotext
source: Incorrect account or password
fr: Compte ou mot de passe incorrect
gl: Conta ou contrasinal incorrecto
sk: Nesprávne konto alebo heslo

# RES_frmqueryservicedata.msg.invalidpassword.caption.rotext
source: The passwords entered do not match.
fr: Les mots de passe saisis ne correspondent pas.
gl: Os contrasinais introducidos non coinciden.
sk: Zadané heslá sa nezhodujú.

# RES_frmqueryservicedata.optruntype.0.buttoncaption.rotext
source: Install as standard program
fr: Installer en tant que programme standard
gl: Instalar coma programa estándar
sk: Inštalácia ako štandardný program

# RES_frmqueryservicedata.optruntype.0.labelcaption.rotext
source: The Visualtime CommServe server will start every time you log into Windows or when you run the program from its icon. Recommended if Visualtime CommServe only runs from this computer and you want to run it only a few hours a day.
fr: Le serveur Visualtime CommServer démarrera à chaque fois que vous vous connecterez à Windows ou lorsque vous exécuterez le programme à partir de son icône. Recommandé si Visualtime CommServer s'exécute uniquement à partir de cet ordinateur et que vous souhaitez l'exécuter seulement quelques heures par jour.
gl: O servidor de Visualtime CommServer iniciarase cada vez que inicies unha sesión en Windows ou cando executes o programa dende a súa icona. Recomendado se Visualtime CommServer só se executa dende este equipo e desexa executalo só unhas horas ao día.
sk: Visualtime CommServer sa spustí vždy, keď sa prihlásite do systému Windows alebo keď spustíte program z jeho ikony. Odporúča sa, ak sa Visualtime CommServer spúšťa len z tohto počítača a chcete ho spúšťať len niekoľko hodín denne.

# RES_frmqueryservicedata.optruntype.1.buttoncaption.rotext
source: Install as Windows Service (Advanced)
fr: Installer en tant que service Windows (avancé)
gl: Instalar coma servizo de Windows (avanzado)
sk: Inštalácia ako služba systému Windows (pokročilé)

# RES_frmqueryservicedata.optruntype.1.labelcaption.rotext
source: The Visualtime CommServe will be running as long as the computer is on, even if you do not log into Windows. You do not need to log in or load any programs manually. Recommended if this computer is a Visualtime server or you want Visualtime CommServe to always be running.
fr: Le serveur Visualtime CommServer sera exécuté chaque fois que l'ordinateur est allumé, même si vous n'êtes pas connecté à Windows. Il n'est pas nécessaire de se connecter ou de charger des programmes manuellement. Recommandé si cet ordinateur est un serveur Visualtime ou si vous souhaitez que Visualtime CommServer soit toujours en cours d'exécution.
gl: O servidor Visualtime CommServer estará funcionando sempre que o ordenador estea acendido, incluso se non inicia unha sesión en Windows. Non é preciso iniciar unha sesión ou cargar ningún programa manualmente. Recomendado se este equipo é un servidor de Visualtime ou desexas que Visualtime CommServer se estea executando sempre.
sk: Visualtime CommServer bude spustený, kým je počítač zapnutý, aj keď sa neprihlásite do systému Windows. Nie je potrebné sa prihlasovať ani manuálne načítavať žiadne programy. Odporúča sa, ak je tento počítač serverom Visualtime alebo ak chcete, aby bol Visualtime CommServer spustený neustále.

# RES_frmqueryservicedata.setdcomwarning.message.rotext
source: Please note that if you install the Visualtime CommServe as a Windows service, you must configure DCOM permissions manually.
fr: N´oubliez pas que si vous installez le serveur Visualtime CommServer en tant que service Windows, vous devez configurer les autorisations DCOM manuellement.
gl: Recorda que, se instalas o servidor Visualtime CommServer como servizo de Windows, debes configurar os permisos de DCOM manualmente.
sk: Nezabudnite, že ak nainštalujete Visualtime CommServer ako službu systému Windows, musíte oprávnenia DCOM nakonfigurovať ručne.

# RES_frmqueryservicedata.setdcomwarning.title.rotext
source: Important notice
fr: Notification importante
gl: Aviso importante
sk: Dôležité upozornenie

# RES_query.shifts.day.1.rotext
source: Monday
fr: Lundi
gl: Luns
sk: Pondelok

# RES_query.shifts.day.2.rotext
source: Tuesday
fr: Mardi
gl: Martes
sk: Utorok

# RES_query.shifts.day.3.rotext
source: Wednesday
fr: Mercredi
gl: Mércores
sk: Streda

# RES_query.shifts.day.4.rotext
source: Thursday
fr: Jeudi
gl: Xoves
sk: Štvrtok

# RES_query.shifts.day.5.rotext
source: Friday
fr: Vendredi
gl: Venres
sk: Piatok

# RES_query.shifts.day.6.rotext
source: Saturday
fr: Samedi
gl: Sábado
sk: Sobota

# RES_query.shifts.day.7.rotext
source: Sunday
fr: Dimanche
gl: Domingo
sk: Nedeľa

# RES_server.close.question.confirmclose.answer.close.caption.rotext
source: Close
fr: F&ermer
gl: P&echar
sk: C&Lock

# RES_server.close.question.confirmclose.answer.close.description.rotext
source: Stop the server. Current CommServe Console clients will be disconnected.
fr: Arrêter le serveur. Les clients actuels de Console CommServer seront déconnectés.
gl: Parar o servidor. Desconectaranse os clientes actuais de Consola CommServer.
sk: Zastavte server. Aktuálni klienti konzoly CommServer budú odpojení.

# RES_server.close.question.confirmclose.answer.dontclose.caption.rotext
source: &Cancel
fr: &Annuler
gl: &Cancelar

# RES_server.close.question.confirmclose.answer.dontclose.description.rotext
source: Leave the server running (the server will automatically shut down when you shut down the computer).
fr: Laisser le serveur en fonctionnement (le serveur s´éteindra automatiquement lorsque l´ordinateur est éteint).
gl: Deixar o servidor funcionando (o servidor apagarase automaticamente ao pechar o equipo).
sk: Nechajte server spustený (server sa po vypnutí počítača automaticky vypne).

# RES_server.close.question.confirmclose.caption.rotext
source: You are about to shut down the Visualtime CommServe.
fr: Vous arrêtez le serveur Visualtime CommServer.
gl: Vas pechar o servidor CommServer de Visualtime.
sk: Zavriete server Visualtime CommServer.

# RES_server.servershutdown.title.rotext
source: Shutting down VT CommServe server
fr: Arrêt du serveur VT CommServer
gl: Pechando servidor VT CommServer
sk: Vypnutie servera VT CommServer

# RES_server.servershutdownstep.2.description.rotext
source: Notifying customers of closure...
fr: Informer les clients de la fermeture...
gl: Notificando peche a clientes...
sk: Upozorňovanie klientov na ukončenie...

# RES_server.servershutdownstep.3.description.rotext
source: Stopping scheduler...
fr: Arrêt du planificateur en cours...
gl: Detendo scheduler...
sk: Zastavenie plánovača...

# RES_server.servershutdownstep.4.description.rotext
source: Closing active sessions...
fr: Fermeture des sessions actives en cours...
gl: Pechando sesións activas...
sk: Ukončenie aktívnych zasadnutí...

# RES_server.servershutdownstep.5.description.rotext
source: Stopping active processes...
fr: Arrêt des processus actifs en cours...
gl: Detendo procesos activos...
sk: Zastavenie aktívnych procesov...

# RES_server.servershutdownstep.6.description.rotext
source: Deleting references...
fr: Suppression de références en cours...
gl: Eliminando referencias...
sk: Odstránenie odkazov...

# RES_terminal.modalmsg.accruals.rotext
source: Balances
fr: Soldes
gl: Saldos
sk: zostatky

# RES_terminal.modalmsg.accrualsby.rotext
source: Balances for
fr: Soldes pour
gl: Saldos para
sk: Zostatky pre

# RES_terminal.modalmsg.accsynchends.rotext
source: $L$2Synchronization completed.$1$L$L ${1} access elements$L and ${2} sirens programmed.
fr: $L$2Synchronisation terminée.$1$L$L ${1} éléments d'accès$L et ${2} sirènes programmées.
gl: $L$2Sincronización finalizada.$1$L$L ${1} elementos de accesos$L e ${2} sirenas programadas.
sk: l$2Synchronizácia dokončená.$1$L$L ${1} prístupové prvky$L a ${2} sirény naprogramované.

# RES_terminal.modalmsg.accsyncherr.rotext
source: $L$2Synchronization completed.$1$L$LATTENTION: This version of the terminal does not$Lsupport access, only sirens.$LPlease update the version when you can.
fr: $L$2Synchronisation terminée.$1$L$ATTENTION : Cette version du terminal ne$Lsupporte pas l'accès, seulement les sirènes.$LUMettez à jour la version lorsque vous le pouvez.
gl: $L$2Sincronización finalizada.$1$L$LATENCIÓN: Esta versión do terminal non$Ladmite accesos, só sirenas.$LActualiza a versión cando poidas.
sk: $L$2Synchronizácia dokončená.$1$L$LATENTION: Táto verzia terminálu nepodporuje$L prístupy, iba sirény.$LAUktualizujte verziu, keď budete môcť.

# RES_terminal.modalmsg.adddefaults.rotext
source: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Please log in to operate$1$L$L (Connected to the server)
fr: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Identifiez-vous pour effectuer une opération$1$L$L (Connecté au serveur)
gl: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Identifícate para operar$1$L$L (conectado ao servidor)
sk: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Prihlásenie na prevádzku$1$L$L (Pripojenie k serveru)

# RES_terminal.modalmsg.adddefaultssaldos.rotext
source: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Please log in to operate$1$L (Connected to the server)
fr: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Identifiez-vous pour effectuer une opération$1$L (Connecté au serveur)
gl: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Identifícate para operar$1$L (conectado ao servidor)
sk: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Prihlásenie na prevádzku$1$L (Pripojenie k serveru)

# RES_terminal.modalmsg.alertmultitask.rotext
source: $1$L$LYou have started multiple jobs.$LAt the end you will be asked for the details $Lof each of them.
fr: $1$L$LVous avez commencé plusieurs travaux.$LLes données de chacun d´entre aux $Lvous seront demandées à la fin.
gl: $1$L$LIniciaches múltiples traballos.$LAo final pediranse os datos $Lde cada un deles.
sk: $1$L$LY Spustili ste viacero úloh.$LAl na konci budete požiadaní o údaje $Lz každej z nich.

# RES_terminal.modalmsg.assignemployee.rotext
source: Assign user to:
fr: Attribuer un utilisateur à :
gl: Asignar usuario a:
sk: Priradenie používateľa k:

# RES_terminal.modalmsg.attendance.rotext
source: Present.
fr: Présen.
gl: Presen.
sk: Prítomní.

# RES_terminal.modalmsg.back.rotext
source: Back
fr: Derrière
gl: Atrás
sk: Späť

# RES_terminal.modalmsg.beginjob.rotext
source: Start Another
fr: Démarrer Autre
gl: Iniciar outro
sk: Začiatok Ostatné

# RES_terminal.modalmsg.beginjobin.rotext
source: Start of work in:
fr: Début des travaux à :
gl: Inicio de traballo en:
sk: Začiatok práce v:

# RES_terminal.modalmsg.beginwork.rotext
source: $L$2 -- Start of Work --
fr: $L$2 -- Début du travail --
gl: $L$2 -- Inicio de traballo --
sk: $L$2 -- Začiatok práce --

# RES_terminal.modalmsg.cancel.rotext
source: Cancel
fr: Annuler
gl: Cancelar
sk: Zrušiť

# RES_terminal.modalmsg.cancelledoperation.rotext
source: $1$L$L$L$2Operation cancelled.
fr: $1$L$L$L$2Opération annulée.
gl: $1$L$L$L$2Operación cancelada.
sk: 1$L$L$L$L$L$2Operácia zrušená.

# RES_terminal.modalmsg.card.rotext
source: $2$L$3 ~W ~D ~H:~M$1$L---------------------------------------$L$2 Identify yourself
fr: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Identifiez-vous
gl: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Identifícate
sk: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 Identifikujte sa

# RES_terminal.modalmsg.cardlost.rotext
source: $2$L$2Incorrect check-in information!$1$L----------------------------------------$L$2Please identify yourself again$L$1If the error persists, consult the person in charge.
fr: $2$L$2Détails de transfert erronés !$1$L--------------------------------------- --$L$2Identifiez-vous à nouveau$L$1Si cela persiste, consultez le responsable.
gl: $2$L$2Datos de fichaxe erróneos!$1$L----------------------------------------$L$2Identifícate novamente$L$1Se persiste, consulta ao encargado.
sk: $2$L$2Špatné údaje o taktovaní!$1$L----------------------------------------$L$2Znovu sa identifikujte$L$1Ak pretrváva, poraďte sa so správcom.

# RES_terminal.modalmsg.change.rotext
source: Change
fr: Changement
gl: Cambio
sk: Zmena

# RES_terminal.modalmsg.changepunch.rotext
source: Signing change
fr: Changement de signature
gl: Cambio fichaxe
sk: Prevod zmeny

# RES_terminal.modalmsg.closejob.rotext
source: Close phase
fr: Phase de fermeture
gl: Pechar fase
sk: Uzavretá fáza

# RES_terminal.modalmsg.code.rotext
source: Code
gl: Código
sk: Kód

# RES_terminal.modalmsg.connectionestablished.rotext
source: RT connection established
fr: Connexion RT établie
gl: Conexión RT establecida
sk: Nadviazané spojenie RT

# RES_terminal.modalmsg.connectto.rotext
source: Connected to
fr: Connecté à
gl: Conectado a
sk: Pripojené k

# RES_terminal.modalmsg.continuelast.rotext
source: Last
fr: Dernier
gl: Último
sk: Posledný

# RES_terminal.modalmsg.deletedclockin.rotext
source: $1$L$L$L$2Deleted last entry.
fr: $1$L$L$L$2Dernière entrée supprimée.
gl: $1$L$L$L$2Eliminada última entrada.
sk: $1$L$L$L$L$L$L$2Zmazaný posledný záznam.
