Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessNotificationServer.*.resx
Languages: pt, sk

# RES_notification.absencedocumentnotdelivered.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.absencedocumentnotdelivered.body.parameters.2.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.absencedocumentnotdelivered.body.parameters.3.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.absencedocumentnotdelivered.body.rotext
source: El usuario ${1} no ha entregado el documento ${2} el día ${3}
pt: O utilizador ${1} não entregou o documento ${2} no dia ${3}
sk: Používateľ ${1} nedodal dokument ${2} na ${3}

# RES_notification.absencedocumentnotdelivered.subject.rotext
source: Aviso documento no entregado
pt: Aviso documento não entregue
sk: Oznámenie o nedoručenom dokumente

# RES_notification.absencedocumentpending.subject.rotext
source: Recordatorio próxima entrega de documento
pt: Lembrete próxima entrega de documento
sk: Pripomienka ďalšieho doručenia dokumentu

# RES_notification.accessdenniedframework.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.accessdenniedframework.body.parameters.2.rotext
source: Hora
sk: čas

# RES_notification.accessdenniedframework.body.parameters.3.rotext
source: Dirección
pt: Endereço
sk: Adresa

# RES_notification.accessdenniedframework.body.rotext
source: El usuario ${1} no ha podido acceder a Visualtime Live a las ${2} desde ${3}
pt: O utilizador ${1} não conseguiu aceder ao Visualtime Live às ${2} a partir de ${3}
sk: Používateľ ${1} nemá prístup k službe Visualtime Live na adrese ${2} od ${3}

# RES_notification.accessdenniedframework.subject.rotext
source: Notificación (Acceso denegado Visualtime Live)
pt: Notificação (Acesso ao Visualtime Live recusado)
sk: Oznámenie (Prístup bol zamietnutý Visualtime Live)

# RES_notification.advicebloquedaccount.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.advicebloquedaccount.body.rotext
source: La cuenta ${1} para acceder a Visualtime ha sido bloqueada indefinidamente. Consulte con su administrador.
pt: A conta ${1} para aceder ao Visualtime foi bloqueada indefinidamente. Consulte o seu administrador.
sk: Účet ${1} pre prístup k službe Visualtime bol zablokovaný na dobu neurčitú. Overte si to u svojho správcu.

# RES_notification.advicebloquedaccount.subject.rotext
source: Cuenta bloqueada
pt: Conta bloqueada
sk: Zablokovanie účtu

# RES_notification.advicedaywithunmatchedtimerecord.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.advicedaywithunmatchedtimerecord.body.rotext
source: El día ${2} tiene fichajes impares.
pt: O dia ${2} tem picagens ímpares.
sk: Deň ${2} má nepárne údery.

# RES_notification.advicedaywithunmatchedtimerecord.subject.rotext
source: Día con fichajes impares
pt: Dia com picagens ímpares
sk: Deň s nepárnymi podpismi

# RES_notification.advicefornewconversation.body.parameters.1.rotext
source: Canal
sk: Kanál

# RES_notification.advicefornewconversation.body.parameters.2.rotext
source: Conversación
pt: Conversa
sk: Konverzácia

# RES_notification.advicefornewconversation.body.parameters.3.rotext
source: Referencia conversación
pt: Referência de conversa
sk: Odkaz na konverzáciu

# RES_notification.advicefornewconversation.body.rotext
source: Se ha creado la conversación ${1} - ${2} con la referencia ${3}.
pt: A conversa ${1} - ${2} foi criada com a referência ${3}.
sk: Konverzácia ${1} - ${2} bola vytvorená s odkazom ${3}.

# RES_notification.advicefornewconversation.scenario.rotext
source: Aviso de nueva conversación creada
pt: Aviso de nova conversa criada
sk: Oznámenie o vytvorení novej konverzácie

# RES_notification.advicefornewconversation.subject.rotext
source: Aviso de nueva conversación creada
pt: Aviso de nova conversa criada
sk: Oznámenie o vytvorení novej konverzácie

# RES_notification.advicenewpassword.body.parameters.1.rotext
source: Contraseña
pt: Palavra-passe
sk: Heslo

# RES_notification.advicenewpassword.body.rotext
source: Su código de validación para generar su contraseña en Visualtime es:<br><br>${1}<br><br>Cada usuario será responsable único del mantenimiento de la confidencialidad de sus identificadores de usuario y de sus contraseñas. Queda expresamente prohibido comunicar los identificadores de usuario y las contraseñas de acceso a terceras personas. En caso de incumplimiento de esta prohibición el usuario será el único responsable de los actos realizados por aquellos que los utilicen de forma no autorizada.
pt: A nova palavra-passe para poder aceder ao Visualtime é a seguinte: ${1}. A palavra-passe é pessoal e intransmissível.
sk: Váš overovací kód na vygenerovanie hesla v službe Visualtime je:<br><br>${1}<br><br><br>Každý používateľ je sám zodpovedný za zachovanie dôvernosti svojich používateľských identifikátorov a hesiel. Je výslovne zakázané poskytovať používateľské identifikátory a heslá tretím stranám. V prípade nedodržania tohto zákazu nesie používateľ výhradnú zodpovednosť za úkony vykonané osobami, ktoré ich neoprávnene použijú.

# RES_notification.advicenewpassword.scenario.rotext
source: Información de Autenticación
pt: Nova palavra-passe
sk: Informácie o overovaní

# RES_notification.advicenewpassword.subject.rotext
source: Información de Autenticación
pt: Nova palavra-passe
sk: Informácie o overovaní

# RES_notification.advicenewpasswordad.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.advicenewpasswordad.body.rotext
source: Se ha activado el acceso con el usuario ${1}
pt: O acesso com o utilizador ${1} foi ativado
sk: Prístup s používateľom ${1} bol aktivovaný

# RES_notification.advicenewpasswordad.scenario.rotext
source: Usuario de dominio
pt: Utilizador de domínio
sk: Používateľ domény

# RES_notification.advicenewpasswordad.subject.rotext
source: Cambio de credenciales
pt: Alteração de credenciais
sk: Zmena poverenia

# RES_notification.advicesendusername.body.parameters.1.rotext
source: Credencial
sk: Potvrdenie

# RES_notification.advicesendusername.body.rotext
source: El usuario que debe utilizar para poder acceder a Visualtime es el siguiente:<br><br> ${1}<br><br>Cada usuario será responsable único del mantenimiento de la confidencialidad de sus identificadores de usuario y de sus contraseñas. Queda expresamente prohibido comunicar los identificadores de usuario y las contraseñas de acceso a terceras personas. En caso de incumplimiento de esta prohibición el usuario será el único responsable de los actos realizados por aquellos que los utilicen de forma no autorizada.
pt: O utilizador que deve utilizar para aceder ao Visualtime é o seguinte:<br><br> ${1}<br><br>Cada utilizador será o único responsável por manter a confidencialidade dos seus identificadores de utilizador e palavras-passe. É expressamente proibida a comunicação dos identificadores de utilizador e das palavras-passe a terceiros. Em caso de incumprimento desta proibição, o utilizador será o único responsável pelos atos praticados por quem os utilizar de forma não autorizada.
sk: Používateľ, ktorý musí byť použitý na prístup k službe Visualtime, je nasledovný:<br><br> ${1}<br><br>Každý používateľ je výlučne zodpovedný za zachovanie dôvernosti svojich používateľských identifikátorov a hesiel. Je výslovne zakázané poskytovať používateľské identifikátory a heslá tretím stranám. V prípade nedodržania tohto zákazu nesie používateľ výhradnú zodpovednosť za úkony vykonané osobami, ktoré ich neoprávnene použijú.

# RES_notification.advicesendusername.scenario.rotext
source: Usuario de la aplicación
pt: Utilizador da aplicação
sk: Používateľ aplikácie

# RES_notification.advicesendusername.subject.rotext
source: Credencial de acceso
pt: Credencial de acesso
sk: Prístupové poverenie

# RES_notification.advicesendusernamead.body.parameters.1.rotext
source: Credencial
sk: Potvrdenie

# RES_notification.advicesendusernamead.body.rotext
source: Se ha activado el acceso con el usuario ${1}
pt: O acesso com o utilizador ${1} foi ativado
sk: Prístup s používateľom ${1} bol aktivovaný

# RES_notification.advicesendusernamead.scenario.rotext
source: Usuario de dominio
pt: Utilizador de domínio
sk: Používateľ domény

# RES_notification.advicesendusernamead.subject.rotext
source: Credencial de acceso
pt: Credencial de acesso
sk: Prístupové poverenie

# RES_notification.advicetemporarybloquedaccount.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.advicetemporarybloquedaccount.body.rotext
source: La cuenta ${1} para acceder a Visualtime ha sido bloqueada temporalmente durante 10 minutos.
pt: A conta ${1} para aceder ao Visualtime foi temporariamente bloqueada durante 10 minutos.
sk: Účet ${1} pre prístup k službe Visualtime bol dočasne zablokovaný na 10 minút.

# RES_notification.advicetemporarybloquedaccount.subject.rotext
source: Cuenta bloqueada temporalmente
pt: Conta temporariamente bloqueada
sk: Dočasne zablokované konto

# RES_notification.advicevalidationcode.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.advicevalidationcode.body.parameters.2.rotext
source: Código de validación
pt: Código de validação
sk: Kód overovania

# RES_notification.advicevalidationcode.body.rotext
source: El código de validación de la cuenta ${1} para entrar en Visualtime es el siguiente: ${2}
pt: O código de validação da conta ${1} para entrar no Visualtime é o seguinte: ${2}
sk: Overovací kód pre účet ${1} na vstup do služby Visualtime Live je nasledujúci: ${2}

# RES_notification.advicevalidationcode.subject.rotext
source: Código de validación
pt: Código de validação
sk: Kód overovania

# RES_notification.beforebegincontract.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.beforebegincontract.body.parameters.2.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.beforebegincontract.body.rotext
source: El usuario ${1} iniciará su contrato el día ${2}
pt: O utilizador ${1} iniciará o seu contrato no dia ${2}
sk: Používateľ ${1} začne svoju zmluvu na ${2}

# RES_notification.beforebegincontract.subject.rotext
source: Notificación (Próximo Inicio de contrato)
pt: Notificação (Próximo Início do contrato)
sk: Oznámenie (začiatok nasledujúcej zmluvy)

# RES_notification.beforefinishcontract.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.beforefinishcontract.body.parameters.2.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.beforefinishcontract.body.rotext
source: El usuario ${1} finalizará su contrato el día ${2}
pt: O utilizador ${1} acabará o seu contrato no dia ${2}
sk: Používateľ ${1} ukončí svoju zmluvu dňa ${2}

# RES_notification.beforefinishcontract.subject.rotext
source: Notificación (Próxima finalización de contrato)
pt: Notificação (Próxima finalização de contrato)
sk: Oznámenie (zmluva čoskoro vyprší)

# RES_notification.beforefinishprogrammedabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.beforefinishprogrammedabsence.body.parameters.2.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.beforefinishprogrammedabsence.body.parameters.3.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.beforefinishprogrammedabsence.body.rotext
source: El usuario ${1} finalizará la ausencia prolongada de ${2} el día ${3}
pt: O utilizador ${1} irá terminar a ausência prolongada de ${2} no dia ${3}
sk: Používateľ ${1} ukončí predĺženú neprítomnosť ${2} na ${3}

# RES_notification.beforefinishprogrammedabsence.subject.rotext
source: Notificación (Próxima finalización de ausencia prolongada)
pt: Notificação (Próxima finalização de ausência prolongada)
sk: Oznámenie (blížiaci sa koniec predĺženej neprítomnosti)

# RES_notification.beforeprogrammedabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.beforeprogrammedabsence.body.parameters.2.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.beforeprogrammedabsence.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.beforeprogrammedabsence.body.rotext
source: El usuario ${1} iniciará una ausencia prolongada por ${3} el día ${2}
pt: O utilizador ${1} iniciará uma ausência prolongada por ${3} no dia ${2}
sk: Používateľ ${1} začne predĺženú absenciu pre ${3} v deň ${2}

# RES_notification.beforeprogrammedabsence.subject.rotext
source: Notificación (Próximo inicio de ausencia prolongada)
pt: Notificação (Próximo início de ausência prolongada)
sk: Oznámenie (Ďalší začiatok predĺženej neprítomnosti)

# RES_notification.beginprogrammedabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.beginprogrammedabsence.body.parameters.2.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.beginprogrammedabsence.body.rotext
source: El usuario ${1} ha iniciado una ausencia prolongada de ${2}
pt: O utilizador ${1} iniciou uma ausência prolongada de ${2}
sk: Používateľ ${1} inicioval predĺženú neprítomnosť u ${2}

# RES_notification.beginprogrammedabsence.subject.rotext
source: Notificación (Inicio de ausencia prolongada)
pt: Notificação (Início de ausência prolongada)
sk: Oznámenie (začiatok predĺženej neprítomnosti)

# RES_notification.breakfinish.body.parameters.1.rotext
source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.breakfinish.body.parameters.2.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.breakfinish.body.rotext
source: Te recordamos que según la política de gestión del tiempo, el período disponible del descanso que ha empezado a las ${2} ha finalizado.
pt: Lembramos que, segundo a política de gestão do tempo, o período disponível do descanso que começou às ${2} terminou.
sk: Pripomíname vám, že podľa zásad riadenia času sa dostupná doba prestávky, ktorá sa začala na ${2}, skončila.

# RES_notification.breakfinish.subject.rotext
source: Finalización de descanso
pt: Fim do descanso
sk: Koniec prestávky

# RES_notification.breaknottaken.body.parameters.1.rotext
source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.breaknottaken.body.parameters.2.rotext
source: Fecha descanso
pt: Data descanso
sk: Dátum odpočinku

# RES_notification.breaknottaken.body.rotext
source: El usuario ${1} no ha realizado el descanso que ha empezado a las ${2}.
pt: O utilizador ${1} não efetuou o descanso que começou no dia ${2}.
sk: Používateľ ${1} nevyužil prestávku, ktorá sa začala na ${2}.

# RES_notification.breaknottaken.subject.rotext
source: Descanso no realizado
pt: Descanso não efetuado
sk: Nevyužitý odpočinok

# RES_notification.breakstart.body.parameters.1.rotext
source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.breakstart.body.parameters.2.rotext
source: Duración
pt: Duração
sk: Trvanie

# RES_notification.breakstart.body.parameters.3.rotext
source: Penalización
pt: Penalização
sk: Trest

# RES_notification.breakstart.body.rotext
source: Te recordamos que según la política de gestión del tiempo, debes realizar el descanso actual que ha empezado a las ${2}.
pt: Recordamos que, de acordo com a política de gestão do tempo, tem de realizar o descanso atual, que começou às ${2}.
sk: Pripomíname vám, že podľa zásad riadenia času musíte využiť aktuálnu prestávku, ktorá sa začala na ${2}.

# RES_notification.breakstart.subject.rotext
source: Inicio de descanso
pt: Início de descanso
sk: Začiatok prestávky

# RES_notification.canceledrequesttext.rotext
source: Ausencia prevista cancelada por el usuario
pt: Ausência prevista anulada pelo utilizador
sk: Plánovaná neprítomnosť zrušená používateľom

# RES_notification.capacityreached.available.body.parameters.1.rotext
source: Zona
sk: Zóna

# RES_notification.capacityreached.available.body.parameters.2.rotext
source: Fechay hora
pt: Data e hora
sk: Dátum a čas

# RES_notification.capacityreached.available.body.rotext
source: La zona ${1} ya dispone de aforo
pt: A zona ${1} já dispõe de lotação
sk: Zóna ${1} už bola vyplnená

# RES_notification.capacityreached.available.scenario.rotext
source: Aforo disponible
pt: Capacidade disponível
sk: Dostupná kapacita

# RES_notification.capacityreached.available.subject.rotext
source: Aforo disponible
pt: Capacidade disponível
sk: Dostupná kapacita

# RES_notification.capacityreached.reached.body.parameters.1.rotext
source: Zona
sk: Zóna

# RES_notification.capacityreached.reached.body.parameters.2.rotext
source: Fechay hora
pt: Data e hora
sk: Dátum a čas

# RES_notification.capacityreached.reached.body.rotext
source: La zona ${1} ha alcanzado su aforo máximo a las ${2}
pt: A zona ${1} atingiu a sua capacidade máxima às ${2}
sk: Oblasť ${1} dosiahla svoju maximálnu kapacitu pri ${2}

# RES_notification.capacityreached.reached.scenario.rotext
source: Aforo completo
pt: Lotação completa
sk: Plná kapacita

# RES_notification.capacityreached.reached.subject.rotext
source: Aforo completo
pt: Lotação completa
sk: Plná kapacita

# RES_notification.companyfieldexpired.body.parameters.1.rotext
source: Empresa
sk: Spoločnosť

# RES_notification.companyfieldexpired.body.parameters.2.rotext
source: Campo de ficha
sk: Pole Token

# RES_notification.companyfieldexpired.body.parameters.3.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.companyfieldexpired.body.rotext
source: ${2} de la empresa ${1} finalizará el día ${3}.
pt: ${2} da empresa ${1} terminará no dia ${3}.
sk: ${2} spoločnosti ${1} skončí na ${3}.

# RES_notification.companyfieldexpired.subject.rotext
source: Notificación (Próximo fin de periodo - Empresa)
pt: Notificação (Próximo fim de período - Empresa)
sk: Oznámenie (Ďalší koniec obdobia - spoločnosť)

# RES_notification.conceptnotreached.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.conceptnotreached.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.conceptnotreached.body.rotext
source: El usuario ${1} el día ${2} ha incumplido el valor del saldo ${3}.
pt: O utilizador ${1} no dia ${2} violou o valor do saldo ${3}.
sk: Používateľ ${1} na ${2} má predvolené nastavenie na ${3}.

# RES_notification.conceptnotreached.subject.rotext
source: Notificación (Límite de saldo)
pt: Notificação (Limite do saldo)
sk: Oznámenie (limit zostatku)

# RES_notification.conceptvalueexceededmax.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.conceptvalueexceededmax.body.rotext
source: El usuario ${1} ha superado el valor máximo del saldo ${2}.
pt: O utilizador ${1} ultrapassou o valor máximo do saldo ${2}.
sk: Používateľ ${1} prekročil maximálnu hodnotu zostatku ${2}.

# RES_notification.conceptvalueexceededmax.subject.rotext
source: Notificación (Aviso de valor máximo de saldo superado)
pt: Notificação (Aviso de valor máximo de saldo ultrapassado)
sk: Oznámenie (oznámenie o prekročení maximálnej hodnoty zostatku)

# RES_notification.conceptvaluenotreachedmin.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.conceptvaluenotreachedmin.body.rotext
source: El usuario ${1} ha alcanzado el valor mínimo del saldo ${2}.
pt: O utilizador ${1} atingiu o valor mínimo do saldo ${2}.
sk: Používateľ ${1} dosiahol minimálnu hodnotu zostatku ${2}.

# RES_notification.conceptvaluenotreachedmin.subject.rotext
source: Notificación (Aviso de valor mínimo de saldo alcanzado)
pt: Notificação (Aviso de valor mínimo de saldo atingido)
sk: Oznámenie (oznámenie o dosiahnutí minimálnej hodnoty zostatku)

# RES_notification.cutprogrammedabsence.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.cutprogrammedabsence.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.cutprogrammedabsence.body.rotext
source: El usuario ${1} ha vuelto a trabajar y se ha cerrado de forma automática la ausencia prolongada el día ${2}
pt: O utilizador ${1} voltou a trabalhar e encerrou-se automaticamente a ausência prolongada no dia ${2}
sk: Používateľ ${1} sa vrátil do práce a predĺžená neprítomnosť bola automaticky ukončená na ${2}

# RES_notification.cutprogrammedabsence.subject.rotext
source: Notificación (Cierre ausencia prolongada)
pt: Notificação (Encerramento de ausência prolongada)
sk: Oznámenie (Uzavretie predĺžená neprítomnosť)

# RES_notification.dataimportexecuted.body.parameters.1.rotext
source: Guía de importación
pt: Guia de importação
sk: Sprievodca dovozom

# RES_notification.dataimportexecuted.body.parameters.2.rotext
source: Resultado detallado
pt: Resultado detalhado
sk: Podrobný výsledok

# RES_notification.dataimportexecuted.body.rotext
source: Se ha ejecutado la importación: ${1}.<br>El resultado ha sido el siguiente:<br>${2}
pt: A importação foi executada: ${1}.<br>O resultado foi o seguinte:<br>${2}
sk: Import bol vykonaný: ${1}.<br>Výsledok je nasledovný:<br>${2}

# RES_notification.dataimportexecuted.subject.rotext
source: Importación de datos ejecutada
pt: Importação de dados executada
sk: Vykonaný import údajov

# RES_notification.daywithunmatchedtimerecord.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.daywithunmatchedtimerecord.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.daywithunmatchedtimerecord.body.rotext
source: El usuario ${1} el día ${2} tiene fichajes impares.
pt: O utilizador ${1} no dia ${2} tem picagens ímpares.
sk: Používateľ ${1} v deň ${2} má nepárne hodiny.

# RES_notification.daywithunmatchedtimerecord.subject.rotext
source: Día con fichajes impares
pt: Dia com picagens ímpares
sk: Deň s nepárnymi podpismi

# RES_notification.daywithunreliabletimerecord.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.daywithunreliabletimerecord.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.daywithunreliabletimerecord.body.rotext
source: El usuario ${1} el día ${2} tiene fichajes no fiables
pt: O utilizador ${1} no dia ${2} tem picagens não fiáveis
sk: Používateľ ${1} na ${2} má nespoľahlivé údery

# RES_notification.daywithunreliabletimerecord.subject.rotext
source: Día con fichajes no fiables
pt: Dia com picagens não fiáveis
sk: Deň s nespoľahlivými podpismi

# RES_notification.documentnexttoberequired.body.parameters.1.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.documentnexttoberequired.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.documentnexttoberequired.body.rotext
source: Debe entregar el documento ${1} antes del día ${2}
pt: Deve entregar o documento ${1} antes do dia ${2}
sk: Musí dodať dokument ${1} do ${2} dňa

source: Empresa
sk: Spoločnosť

source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu
