Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessNotificationServer.*.resx
Languages: pt, sk

# RES_notification.documentnexttoberequired.company.supervisor.body.rotext
source: La empresa ${1} no dispone, o caducará en breve, del documento ${2}, necesario para una de las autorizaciones de acceso de sus usuarios
pt: A empresa ${1} não dispõe, ou expirará em breve, do documento ${2}, necessário para uma das autorizações de acesso dos seus utilizadores
sk: Spoločnosť ${1} nemá alebo jej čoskoro vyprší platnosť dokumentu ${2} požadovaného pre jedno z jej prístupových oprávnení používateľa

# RES_notification.documentnexttoberequired.company.supervisor.scenario.rotext
source: Documento de empresa
pt: Documento da empresa
sk: Dokument spoločnosti

source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.documentnexttoberequired.employee.supervisor.body.rotext
source: El usuario ${1} no dispone, o caducará en breve, del documento ${2}, necesario para una de sus autorizaciones de acceso
pt: O utilizador ${1} não dispõe, ou expirará em breve, do documento ${2}, necessário para uma das suas autorizações de acesso
sk: Používateľ ${1} nemá alebo mu čoskoro vyprší platnosť dokumentu ${2} požadovaného pre jedno z jeho prístupových oprávnení

# RES_notification.documentnexttoberequired.employee.supervisor.scenario.rotext
source: Documento de usuario
pt: Documento de utilizador
sk: Dokument používateľa

# RES_notification.documentnexttoberequired.scenario.rotext
source: Próximamente
pt: Brevemente
sk: Už čoskoro

# RES_notification.documentnexttoberequired.subject.rotext
source: Documento próximo a ser requerido
pt: Próximo documento a ser requerido
sk: Ďalší požadovaný dokument

# RES_notification.documentnexttoberequired.supervisor.scenario.rotext
source: Documento de empresa
pt: Documento da empresa
sk: Dokument spoločnosti

# RES_notification.documentnexttoberequired.supervisor.subject.rotext
source: Documento de autorización de accesos requerido, o próximo a ser requerido
pt: Documento de autorização de acessos requerido, ou a ser requerido em breve
sk: Požadovaný dokument o prístupe alebo dokument, ktorý sa bude vyžadovať

# RES_notification.documentnexttoberequired_lastadvice.body.parameters.1.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.documentnexttoberequired_lastadvice.body.parameters.2.rotext
source: Fecha esperada
pt: Data esperada
sk: Predpokladaný dátum

# RES_notification.documentnexttoberequired_lastadvice.body.parameters.3.rotext
source: Justificación
pt: Justificação
sk: odôvodnenie

# RES_notification.documentnexttoberequired_lastadvice.body.parameters.4.rotext
source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

# RES_notification.documentnexttoberequired_lastadvice.body.parameters.5.rotext
source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

# RES_notification.documentnexttoberequired_lastadvice.body.parameters.6.rotext
source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.documentnexttoberequired_lastadvice.scenario.rotext
source: Último aviso
sk: Posledné varovanie

# RES_notification.documentnexttoberequired_past.body.parameters.1.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.documentnexttoberequired_past.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.documentnexttoberequired_past.body.rotext
source: Debía entregar el documento ${1} antes del día ${2}
pt: Devia entregar o documento ${1} antes do dia ${2}
sk: Musel som doručiť dokument ${1} do ${2}

# RES_notification.documentnexttoberequired_past.scenario.rotext
source: Debía haberse entregado
pt: Devia ter sido entregue
sk: Mala byť doručená

# RES_notification.documentnexttoberequired_past.subject.rotext
source: Documento requerido
sk: Požadovaný dokument

source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

source: Fecha esperada
pt: Data esperada
sk: Predpokladaný dátum

source: Justificación
pt: Justificação
sk: odôvodnenie

source: Fecha inicio
pt: Data de início
sk: Dátum začiatku

source: Fecha fin
pt: Data de fim
sk: Dátum Koniec

source: Fecha límite
pt: Data limite
sk: Termín

source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.documentnexttoberequired_recurrentadvice.scenario.rotext
source: Aviso recurrente
pt: Aviso recorrente
sk: Opakujúce sa oznámenie

# RES_notification.documentnexttoberequired_today.body.parameters.1.rotext
source: Nombre de documento
pt: Nome do documento
sk: Názov dokumentu

# RES_notification.documentnexttoberequired_today.body.rotext
source: Debe entregar el documento ${1}
pt: Deve entregar o documento ${1}
sk: Musí doručiť dokument ${1}

# RES_notification.documentnexttoberequired_today.scenario.rotext
source: Debe entregarse hoy
pt: Dever ser entregue hoje
sk: Splatnosť dnes

# RES_notification.documentnexttoberequired_today.subject.rotext
source: Documento requerido
sk: Požadovaný dokument

# RES_notification.documentrejected.employee.body.parameters.1.rotext
source: Tipo de documento
sk: Typ dokumentu

# RES_notification.documentrejected.employee.body.parameters.2.rotext
source: Observaciones
pt: Observações
sk: Poznámky

# RES_notification.documentrejected.employee.body.rotext
source: Le informamos que el documento que entregó de tipo <b>`${1}`</b> ha sido rechazado por el motivo <b>`${2}`</b>.
pt: Informamos que o documento enviado do tipo <b>`${1}`</b> foi rejeitado pelo motivo <b>`${2}`</b>.
sk: Dovoľujeme si vás informovať, že vami predložený dokument typu <b>`${1}`</b> bol zamietnutý z dôvodu <b>`${2}`</b>.

# RES_notification.documentrejected.employee.scenario.rotext
source: Notificación de documento rechazado enviada al usuario
pt: Notificação de documento rejeitado enviada ao utilizador
sk: Oznámenie o zamietnutom dokumente odoslané používateľovi

# RES_notification.documentrejected.employee.subject.rotext
source: Documento rechazado
pt: Documento rejeitado
sk: Zamietnutie dokumentu

# RES_notification.documentrejected.supervisor.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.documentrejected.supervisor.body.parameters.2.rotext
source: Tipo de documento
sk: Typ dokumentu

# RES_notification.documentrejected.supervisor.body.parameters.3.rotext
source: Observaciones
pt: Observações
sk: Poznámky

# RES_notification.documentrejected.supervisor.body.parameters.4.rotext
source: Previsión relacionada con el documento
pt: Previsão relacionada ao documento
sk: Predpoveď týkajúca sa dokumentov

# RES_notification.documentrejected.supervisor.body.parameters.5.rotext
source: Fecha de inicio de la previsión
pt: Data de início da previsão
sk: Predpokladaný dátum začiatku

# RES_notification.documentrejected.supervisor.body.parameters.6.rotext
source: Fecha de fin de la previsión
pt: Data de término da previsão
sk: Predpokladaný dátum ukončenia

# RES_notification.documentrejected.supervisor.body.rotext
source: Le informamos que el documento que entregó el usuario ${1} de tipo <b>`${2}`</b> ha sido rechazado por el motivo <b>`${3}`</b>.
pt: Informamos que o documento enviado pelo utilizador ${1} do tipo <b>`${2}`</b> foi rejeitado pelo motivo <b>`${3}`</b>.
sk: Dovoľujeme si vás informovať, že dokument typu <b>`${2}`</b> predložený používateľom ${1} bol zamietnutý z dôvodu <b>`${3}`</b>.

# RES_notification.documentrejected.supervisor.scenario.rotext
source: Notificación de documento rechazado enviada al supervisor
pt: Notificação de documento rejeitado enviada ao supervisor
sk: Oznámenie o zamietnutom dokumente zaslané nadriadenému

# RES_notification.documentrejected.supervisor.subject.rotext
source: Documento rechazado
pt: Documento rejeitado
sk: Zamietnutie dokumentu

# RES_notification.employee_without_exit.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employee_without_exit.body.parameters.2.rotext
source: Hora teórica de la salida
pt: Hora teórica da saída
sk: Teoretický čas odchodu

# RES_notification.employee_without_exit.body.rotext
source: ${1} has olvidado la salida. Si no es así, y sigues trabajando porque dispones de autorización, haz un fichaje de salida cuando termines.
pt: ${1} esqueceu-se da saída. Se não for o caso e continuar a trabalhar porque tem autorização, faça uma picagem de saída quando terminar.
sk: ${1} Zabudli ste si zapísať odchod. Ak nie a stále pracujete, pretože máte oprávnenie, po skončení práce vykonajte clock-out.

# RES_notification.employee_without_exit.subject.rotext
source: Aviso fichaje de salida olvidado
pt: Aviso picagem de saída esquecida
sk: Zabudnuté oznámenie o odchode

# RES_notification.employeeearlyexit.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeeearlyexit.body.rotext
source: El usuario ${1} ha salido antes de su hora prevista
pt: O utilizador ${1} saiu antes da sua hora prevista.
sk: Používateľ ${1} odišiel pred plánovaným časom odchodu

# RES_notification.employeeearlyexit.scenario.rotext
source: Salió antes
pt: Saiu antes
sk: Vyšla skôr

# RES_notification.employeeearlyexit.subject.rotext
source: Notificación (ausencia del usuario)
pt: Notificação (ausência do utilizador)
sk: Oznámenie (neprítomnosť používateľa)

# RES_notification.employeefieldexpired.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeefieldexpired.body.parameters.2.rotext
source: Campo de ficha
sk: Pole Token

# RES_notification.employeefieldexpired.body.parameters.3.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.employeefieldexpired.body.rotext
source: ${2} del usuario ${1} finalizará el día ${3}.
pt: ${2} do utilizador ${1} finalizará no dia ${3}.
sk: ${2} používateľa ${1} končí na ${3}.

# RES_notification.employeefieldexpired.subject.rotext
source: Notificación (Próximo fin de periodo - usuario)
pt: Notificação (Fim de período em breve - utilizador)
sk: Oznámenie (ďalší koniec obdobia - používateľ)

# RES_notification.employeelater.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeelater.body.rotext
source: El usuario ${1} se ha retrasado o no ha llegado
pt: O utilizador ${1} atrasou-se ou não chegou
sk: Používateľ ${1} mešká alebo neprišiel

# RES_notification.employeelater.scenario.rotext
source: No ha llegado
pt: Não chegou
sk: Neprišla

# RES_notification.employeelater.subject.rotext
source: Notificación (ausencia del usuario)
pt: Notificação (ausência do utilizador)
sk: Oznámenie (neprítomnosť používateľa)

# RES_notification.employeemovilitiesupdated.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeemovilitiesupdated.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.employeemovilitiesupdated.body.rotext
source: Se han modificado las movilidades del usuario: ${1}, a las ${2}
pt: Foram alteradas as mobilidades do utilizador: ${1}, às ${2}
sk: Mobilita používateľa bola upravená: ${1}, na ${2}

# RES_notification.employeemovilitiesupdated.subject.rotext
source: Aviso de modificación de movilidades
pt: Aviso de modificação de mobilidades
sk: Oznámenie o zmene mobilít

# RES_notification.employeemovilityexecuted.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeemovilityexecuted.body.parameters.2.rotext
source: Departamento
sk: Oddelenie

# RES_notification.employeemovilityexecuted.body.rotext
source: El usuario: ${1} está asignado desde hoy al grupo ${2}
pt: O utilizador: ${1} está atribuído a partir de hoje ao grupo ${2}
sk: Používateľ: ${1} je od dnešného dňa priradený do skupiny ${2}

# RES_notification.employeemovilityexecuted.subject.rotext
source: Ejecución de movilidad
pt: Execução da mobilidade
sk: Implementácia mobility

# RES_notification.employeenotarrivedbeforestartlimit.body.rotext
source: Si has olvidado realizar el fichaje de inicio de tu jornada, recuerda que puedes realizar una solicitud de fichaje no realizado mediante el portal del empleado. En cualquier otra situación, recuerda que debes solicitar una previsión de ausencia y/o gestionar la baja IT. ¡que tengas un buen día!
pt: Se se esqueceu de efetuar a picagem de início da sua jornada, lembre-se de que pode fazer um pedido de picagem não efetuada através do portal do colaborador. Em qualquer outra situação, lembre-se de que deve pedir uma previsão de ausência e/ou gerir a baixa IT. Desejo-lhe um bom dia!
sk: Ak ste sa zabudli prihlásiť na začiatku pracovného dňa, nezabudnite, že môžete podať žiadosť o zmeškané hodiny prostredníctvom zamestnaneckého portálu. V akejkoľvek inej situácii nezabudnite požiadať o predpoveď neprítomnosti a/alebo spravovať svoje IT voľno. pekný deň!

# RES_notification.employeenotarrivedbeforestartlimit.scenario.rotext
source: Usuario
pt: Utilizador
sk: používateľ

# RES_notification.employeenotarrivedbeforestartlimit.subject.rotext
source: Has olvidado iniciar la jornada
pt: Esqueceu-se de iniciar o dia de trabalho
sk: Zabudli ste začať deň

source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeenotarrivedbeforestartlimitforsupervisor.body.rotext
source: El usuario ${1} ha olvidado registrar el inicio de su jornada laboral. Visualtime ha notificado debidamente al usuario de la situación, recordándole que debe introducir el fichaje no realizado.
pt: O utilizador ${1} esqueceu-se de registar o início da sua jornada laboral. O Visualtime notificou devidamente o utilizador da situação, lembrando-lhe que deve introduzir a picagem não efetuada.
sk: Používateľ ${1} zabudol na začiatku svojho pracovného dňa zapísať hodiny. Služba Visualtime riadne upozornila používateľa na túto situáciu a pripomenula mu, aby zadal zmeškaný čas.

# RES_notification.employeenotarrivedbeforestartlimitforsupervisor.scenario.rotext
source: Supervisor
sk: Supervízor

source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeenotarrivedbeforestartlimitforsupervisor.subject.rotext
source: ${1} ha olvidado iniciar la jornada
pt: ${1} esqueceu-se de iniciar o dia de trabalho
sk: ${1} zabudol začať deň

# RES_notification.employeerequestapproved.body.parameters.1.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.employeerequestapproved.body.parameters.2.rotext
source: Detalle de solicitud
pt: Detalhe do pedido
sk: Podrobnosti o aplikácii

# RES_notification.employeerequestapproved.body.parameters.3.rotext
source: Comentarios
pt: Comentários
sk: Komentáre

# RES_notification.employeerequestapproved.body.rotext
source: La solicitud de tipo ´${1}´ ha sido aprobada.<br/><br/>${2}<br/><br/>${3}
pt: O pedido de tipo ´${1}´ foi aprovado.<br/><br/>${2}<br/><br/>${3}
sk: Žiadosť typu '${1}' bola schválená.<br/><br/>${2}<br/><br/><br/>${3}

# RES_notification.employeerequestapproved.scenario.rotext
source: Aprobada
pt: Aprovada
sk: Schválené

# RES_notification.employeerequestapproved.subject.parameters.1.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.employeerequestapproved.subject.rotext
source: Solicitud aprobada: ${1}
pt: Pedido aprovado: ${1}
sk: Schválená žiadosť: ${1}

# RES_notification.employeerequestrejected.body.parameters.1.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.employeerequestrejected.body.parameters.2.rotext
source: Detalle de solicitud
pt: Detalhe do pedido
sk: Podrobnosti o aplikácii

# RES_notification.employeerequestrejected.body.parameters.3.rotext
source: Comentarios
pt: Comentários
sk: Komentáre

# RES_notification.employeerequestrejected.body.rotext
source: La solicitud de tipo ´${1}´ ha sido rechazada.<br/><br/>${2}<br/><br/>${3}
pt: O pedido de tipo ´${1}´ foi rejeitado.<br/><br/>${2}<br/><br/>${3}
sk: Požiadavka typu '${1}' bola zamietnutá.<br/><br/>${2}<br/><br/><br/>${3}

# RES_notification.employeerequestrejected.scenario.rotext
source: Rechazada
pt: Recusado
sk: Odmietnuté

# RES_notification.employeerequestrejected.subject.parameters.1.rotext
source: Tipo de solicitud
pt: Tipo de pedido
sk: Typ aplikácie

# RES_notification.employeerequestrejected.subject.rotext
source: Solicitud rechazada: ${1}
pt: Pedido rejeitado: ${1}
sk: Žiadosť zamietnutá: ${1}

# RES_notification.employeeshouldtelecommute.body.rotext
source: El día ${1} tenía previsto acudir a su centro de trabajo, pero su supervisor requiere que realice su jornada en teletrabajo.
pt: No dia ${1} estava previsto trabalhar no seu centro de trabalho mas o seu supervisor solicita que faça teletrabalho.
sk: Dňa ${1} mal prísť na svoje pracovisko, ale jeho nadriadený od neho požaduje, aby pracoval na diaľku.

# RES_notification.employeeshouldtelecommute.subject.rotext
source: Cambio en previsión de teletrabajo para el día ${1}
pt: Alteração em previsão de teletrabalho para o dia ${1}
sk: Zmena v predpovedi práce na diaľku na deň ${1}

# RES_notification.employeeshouldworkatoffice.body.rotext
source: El día ${1} tenía previsto realizar teletrabajo, pero su supervisor requiere que realice su jornada en su centro de trabajo.
pt: No dia ${1} estava previsto fazer teletrabalho mas o seu supervisor solicita que trabalhe no seu centro de trabalho.
sk: Na deň ${1} ste mali naplánovanú prácu na diaľku, ale váš nadriadený požaduje, aby ste pracovali na svojom pracovisku.

# RES_notification.employeeshouldworkatoffice.subject.rotext
source: Cambio en previsión de teletrabajo para el día ${1}
pt: Alteração em previsão de teletrabalho para o dia ${1}
sk: Zmena v predpovedi práce na diaľku na deň ${1}

# RES_notification.employeewithhightemperature.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeewithhightemperature.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.employeewithhightemperature.body.rotext
source: El usuario ${1} ha fichado con temperatura alta el día ${2}
pt: O utilizador ${1} fez um registo com temperatura alta no dia ${2}
sk: Používateľ ${1} zaznamenal vysokú teplotu v deň ${2}

# RES_notification.employeewithhightemperature.subject.rotext
source: Notificación (usuario con temperatura alta)
pt: Notificação (utilizador com temperatura alta)
sk: Upozornenie (používateľ s vysokou teplotou)

# RES_notification.employeewithoutmask.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.employeewithoutmask.body.parameters.2.rotext
source: Fecha
pt: Data
sk: dátum

# RES_notification.employeewithoutmask.body.rotext
source: El usuario ${1} ha fichado sin mascarilla el día ${2}
pt: O utilizador ${1} fez um registo sem máscara no dia ${2}
sk: Používateľ ${1} sa prihlásil bez masky na ${2}

# RES_notification.employeewithoutmask.subject.rotext
source: Notificación (usuario sin mascarilla)
pt: Notificação (utilizador sem máscara)
sk: Oznámenie (odmaskovaný používateľ)

# RES_notification.errormessages.body.rotext
source: Se han generado errores en la aplicación, revise los logs para obtener mas información
pt: Foram gerados erros na aplicação, reveja os logs para obter mais informação
sk: V aplikácii boli vygenerované chyby, ďalšie informácie nájdete v protokoloch

# RES_notification.errormessages.subject.rotext
source: Notificación (Mensajes de error)
pt: Notificação (mensagens de erro)
sk: Oznámenie (chybové hlásenia)

# RES_notification.forecastdocumentrejected.employee.body.parameters.1.rotext
source: Tipo de documento
sk: Typ dokumentu

# RES_notification.forecastdocumentrejected.employee.body.parameters.2.rotext
source: Observaciones
pt: Observações
sk: Poznámky

# RES_notification.forecastdocumentrejected.employee.body.parameters.3.rotext
source: Previsión asociada al documento
pt: Previsão associada ao documento
sk: Prognóza spojená s dokumentom

# RES_notification.forecastdocumentrejected.employee.body.parameters.4.rotext
source: Fecha de inicio de la previsión
pt: Data de início da previsão
sk: Predpokladaný dátum začiatku

# RES_notification.forecastdocumentrejected.employee.body.parameters.5.rotext
source: Fecha de fin de la previsión
pt: Data de término da previsão
sk: Predpokladaný dátum ukončenia

# RES_notification.forecastdocumentrejected.employee.body.rotext
source: Le informamos que el documento que entregó de tipo <b>`${1}`</b> referido a la previsión <b>${3}</b> desde <b>${4}</b> hasta <b>${5}</b> ha sido rechazado por el motivo <b>`${2}`</b>.
pt: Informamos que o documento que enviou do tipo <b>`${1}`</b> referente à previsão <b>${3}</b> de <b>${4}</b> a <b>${5}</b> foi rejeitado pelo motivo <b>`${2}`</b>.
sk: Dovoľujeme si vás informovať, že vami predložený dokument typu <b>`${1}`</b> týkajúci sa prognózy <b>${3}</b> od <b>${4}</b> do <b>${5}</b> bol zamietnutý z dôvodu <b>`${2}`</b>.

# RES_notification.forecastdocumentrejected.employee.scenario.rotext
source: Notificación de documento rechazado asociado a una previsión enviada al usuario
pt: Notificação de documento rejeitado associado a uma previsão enviada ao utilizador
sk: Oznámenie o zamietnutom dokumente súvisiacom s predpoveďou odoslanou používateľovi

# RES_notification.forecastdocumentrejected.employee.subject.rotext
source: Documento rechazado
pt: Documento rejeitado
sk: Zamietnutie dokumentu

# RES_notification.forecastdocumentrejected.supervisor.body.parameters.1.rotext
source: Nombre de usuario
pt: Nome de utilizador
sk: meno používateľa

# RES_notification.forecastdocumentrejected.supervisor.body.parameters.2.rotext
source: Tipo de documento
sk: Typ dokumentu

# RES_notification.forecastdocumentrejected.supervisor.body.parameters.3.rotext
source: Observaciones
pt: Observações
sk: Poznámky

# RES_notification.forecastdocumentrejected.supervisor.body.parameters.4.rotext
source: Previsión asociada al documento
pt: Previsão associada ao documento
sk: Prognóza spojená s dokumentom

# RES_notification.forecastdocumentrejected.supervisor.body.parameters.5.rotext
source: Fecha de inicio de la previsión
pt: Data de início da previsão
sk: Predpokladaný dátum začiatku

# RES_notification.forecastdocumentrejected.supervisor.body.parameters.6.rotext
source: Fecha de fin de la previsión
pt: Data de término da previsão
sk: Predpokladaný dátum ukončenia

# RES_notification.forecastdocumentrejected.supervisor.body.rotext
source: Le informamos que el documento que entregó el usuario ${1} de tipo <b>`${2}`</b> referido a la previsión <b>${4}</b> desde <b>${5}</b> hasta <b>${6}</b> ha sido rechazado por el motivo <b>`${3}`</b>.
pt: Informamos que o documento enviado pelo utilizador ${1} do tipo <b>`${2}`</b> referente à previsão <b>${4}</b> de <b>${5 }</b> a <b>${6}</b> foi rejeitado pelo motivo <b>`${3}`</b>.
sk: Dovoľujeme si vás informovať, že dokument predložený používateľom ${1} typu <b>`${2}`</b> týkajúci sa predpovede <b>${4}</b> od <b>${5}</b> do <b>${6}</b> bol zamietnutý z dôvodu <b>`${3}`</b>.

# RES_notification.forecastdocumentrejected.supervisor.scenario.rotext
source: Notificación de documento rechazado asociado a una previsión por días enviada al supervisor
pt: Notificação de documento rejeitado associado a previsão por dias enviada ao supervisor
sk: Oznámenie o zamietnutom dokumente súvisiacom s predpoveďou na nasledujúci deň odoslané orgánu dohľadu

# RES_notification.forecastdocumentrejected.supervisor.subject.rotext
source: Documento rechazado
pt: Documento rejeitado
sk: Zamietnutie dokumentu

# RES_notification.geniusfinished.body.parameters.1.rotext
source: Nombre de estudio
pt: Nome do estudo
sk: Názov štúdie
