Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ProcessCommServer.*.resx
Languages: fr, gl, sk

# RES_terminal.modalmsg.deletedclockout.rotext
source: $1$L$L$L$2Last exit removed.
fr: $1$L$L$L$2Dernière sortie supprimée.
gl: $1$L$L$L$2Eliminada última saída.
sk: 1$L$L$L$L$L$L$2Posledný výstup bol odstránený.

# RES_terminal.modalmsg.differenttasks.rotext
source: Working in different phases
fr: Travailler en différentes phases
gl: Traballando en diferentes fases
sk: Práca v rôznych fázach

# RES_terminal.modalmsg.door.rotext
source: Door
fr: Porte
gl: Porta
sk: Dvere

# RES_terminal.modalmsg.downloadingpunches.rotext
source: Downloading data: Please wait...
fr: Téléchargement des données : Veuillez patienter...
gl: Descargando datos: Espere...
sk: Stiahnutie údajov: Počkajte na to...

# RES_terminal.modalmsg.duplicatedjob.rotext
source: $2$L$3Incorrect:$1$L----------------------------------------$L$2The phase has already been entered$L$1Select another.
fr: $2$L$3Incorrect :$1$L----------------------------------------$L$2La phase a déjà été saisie.$L$1Sélectionnez-en une autre.
gl: $2$L$3Incorrecto:$1$L----------------------------------------$L$2A fase xa se introduciu$L$1Selecciona outra.
sk: $2$L$3Nesprávne:$1$L----------------------------------------$L$2Fáza už bola zadaná$L$1Vyberte inú.

# RES_terminal.modalmsg.elapsedprevtime.rotext
source: Previous time invested
fr: Temps investi auparavant
gl: Tempo anterior investido
sk: Predchádzajúci čas strávený

# RES_terminal.modalmsg.endwork.rotext
source: Has finished his work
fr: Vous avez terminé votre travail
gl: Finalizou o seu traballo
sk: Dokončili ste svoju prácu

# RES_terminal.modalmsg.enteragain.rotext
source: I enter again
fr: J'entre à nouveau
gl: Entrou de novo
sk: Opäť vstupujem

# RES_terminal.modalmsg.enterpunchtype.rotext
source: Please indicate the type of signing
fr: Indiquez le type de signature
gl: Indica o tipo de fichaxe
sk: Uveďte typ prevodu

# RES_terminal.modalmsg.entersince.rotext
source: I entered ${1} ago
fr: Est entré il y a ${1}
gl: Entrou hai ${1}
sk: Zadané pred ${1}

# RES_terminal.modalmsg.entrie.rotext
source: Entrance
fr: Entrée
gl: Entrada
sk: VSTUP

# RES_terminal.modalmsg.errorloadingemployee.rotext
source: Error loading user data
fr: Erreur lors du chargement des données de l’utilisateur
gl: Erro cargando datos do usuario
sk: Chyba pri načítaní údajov používateľa

# RES_terminal.modalmsg.exit.rotext
source: Exit
fr: Sortie
gl: Saída

# RES_terminal.modalmsg.exitfor.rotext
source: Left ${1} ago
fr: Il est sorti il y a {1} $
gl: Saíu hai ${1}
sk: Vľavo pred ${1}

# RES_terminal.modalmsg.exitnow.rotext
source: I'm leaving now
fr: je pars maintenant
gl: Saio agora
sk: Odchádzam

# RES_terminal.modalmsg.exitto.rotext
source: It comes out for ${1}.
fr: Sorties pour {1} $.
gl: Sae para ${1}.
sk: Ukončenie pre ${1}.

# RES_terminal.modalmsg.finalize.rotext
source: Finish
fr: Finition
gl: Rematar
sk: Koniec

# RES_terminal.modalmsg.finishedjob.rotext
source: $2$L$3Incorrect:$1$L---------------------------------------$L$2Phase is closed$L$1Consult the manager for more details.
fr: $2$L$3Incorrect :$1$L----------------------------------------$L$2La phase est fermée.$L$1Contactez le responsable pour plus d´informations.
gl: $2$L$3Incorrecto:$1$L----------------------------------------$L$2A fase está pechada$L$1Consulta ao encargado para máis detalles.
sk: $2$L$3Nesprávne:$1$L----------------------------------------$L$2Fáza je uzavretá$L$1Podrobnosti konzultujte s manažérom.

# RES_terminal.modalmsg.finishedtask.rotext
source: $2$L$3Incorrect:$1$L----------------------------------------$L$2The task is closed$L$1Consult the person in charge for more details.
fr: $2$L$3Incorrect :$1$L----------------------------------------$L$2La tâche est fermée.$L$1Contactez le responsable pour plus d´informations.
gl: $2$L$3Incorrecto:$1$L----------------------------------------$L$2A tarefa está pechada$L$1Consulta ao encargado para máis detalles.
sk: $2$L$3Nesprávne:$1$L----------------------------------------$L$2Úloha je uzavretá$L$1Podrobnosti získate od správcu.

# RES_terminal.modalmsg.firstenter.rotext
source: First entry of the day
fr: Première entrée de la journée
gl: Primeira entrada da xornada
sk: Prvý záznam dňa

# RES_terminal.modalmsg.freemem.rotext
source: Free Mem.:
fr: Mém. libre :
gl: Mem. libre:
sk: Mem.free:

# RES_terminal.modalmsg.gofrom.rotext
source: Comes from ${1}.
fr: Vient de ${1}.
gl: Vén de ${1}.
sk: Pochádza z ${1}.

# RES_terminal.modalmsg.granted.rotext
source: Granted
fr: Accordé
gl: Concedido
sk: Udelené

# RES_terminal.modalmsg.incidence.rotext
source: Inc.
gl: Inci.
sk: Inci.

# RES_terminal.modalmsg.incidencein.rotext
source: Incidence in
fr: Incident dans
gl: Incidencia en
sk: Vplyv na

# RES_terminal.modalmsg.incidencestarted.rotext
source: Incident started:
fr: Incident lancé :
gl: Incidencia iniciada:
sk: Incident bol iniciovaný:

# RES_terminal.modalmsg.incidencetime.rotext
source: Time in incidence:
fr: Temps en incident :
gl: Tempo en incidencia:
sk: Čas výskytu:

# RES_terminal.modalmsg.inoutmsgkey.rotext
source: $1$L$L (Press a key)
fr: $1$L$L (Appuyez sur une touche)
gl: $1$L$L (preme unha tecla)
sk: $1$L$L (Stlačte jedno tlačidlo)

# RES_terminal.modalmsg.internalerror.rotext
source: $2$L$3Internal error!$1$L----------------------------------------$L$2Error code:${2}-${1}$L$1Please report this error to your dealer.
fr: $2$L$3Erreur interne !$1$L----------------------------------------$L$2Code d´erreur :${2}-${1}$L$1Notifiez cette erreur à votre distributeur.
gl: $2$L$3Erro interno!$1$L----------------------------------------$L$2Código de erro:${2}-${1}$L$1Notifica este erro ao teu distribuidor.
sk: $2$L$3Interná chyba!$1$L----------------------------------------$L$L$2Kód chyby:${2}-${1}$L$L$1Nahláste túto chybu svojmu distribútorovi.

# RES_terminal.modalmsg.intervalyield.rotext
source: Yield This Interval
fr: Se rendre Cet intervalle
gl: Rendem. Este intervalo
sk: Rendim. Tento interval

# RES_terminal.modalmsg.invalidbiometricdata.rotext
source: $2$L$3Not authorized!$1$L----------------------------------------$L$2Non-existent fingerprint.$L$1Consult the person in charge for more details.
fr: $2$L$3Non autorisé !$1$L--------------------------------------- $L $2Empreinte digitale inexistante.$L$1Consulter le responsable pour plus de détails.
gl: $2$L$3Non autorizado!$1$L----------------------------------------$L$2Impresión dixital inexistente.$L$1Consulta ao encargado para máis detalles.
sk: $2$L$3Nie je povolené!$1$L----------------------------------------$L$2Neexistujúci odtlačok.$L$1Podrobnosti konzultujte so správcom.

# RES_terminal.modalmsg.invalidcard.rotext
source: $2$L$3Not recognized!$1$L----------------------------------------$L$2Invalid ID$L$1Please consult the person in charge for more details. -
fr: $2$L$3Non reconnu !$1$L--------------------------------------- $ L$2ID invalide$L$1Voir le responsable pour plus de détails. -
gl: $2$L$3Non recoñecido!$1$L----------------------------------------$L$2Identificación inválida$L$1Consulta ao encargado para máis detalles. -
sk: $2$L$3Nerozpoznané!$1$L----------------------------------------$L$2Neplatné ID$L$1Podrobnosti si vyžiadajte od správcu. -

# RES_terminal.modalmsg.invalidfirmware.rotext
source: $2$L$3Version Error!$1$L---------------------------------------$1Terminal firmware not supported$Lwith the current version of Visualtime:$L Terminal Version: ${2}$L Compatible: ${3} to ${4} -
fr: $2$L$3Version Error!$1$L----------------------------------------$1Le firmware du terminal n´est pas compatible$Lavec la version actuelle de Visualtime : $L Version Terminal : ${2}$L Compatibles : ${3} à ${4} -
gl: $2$L$3Versión erro!$1$L----------------------------------------$1Firmware do terminal non compatible$Lcoa versión actual de Visualtime:$L Versión terminal: ${2}$L Compatibles: ${3} a ${4} -
sk: $2$L$3Chybná verzia!$1$L----------------------------------------$1Firmvér terminálu nie je kompatibilný$Ls aktuálnou verziou Visualtime:$L Verzia terminálu: ${2}$L Kompatibilné: ${3} až ${4} -

# RES_terminal.modalmsg.invalidjobincidence.rotext
source: $2$L$3Incorrect:$1$L----------------------------------------$L$2The code indicated does not exist$L$1Check the code entered.
fr: $2$L$3Incorrect :$1$L----------------------------------------$L$2Le code indiqué n´existe pas.$L$1Vérifiez le code saisi.
gl: $2$L$3Incorrecto:$1$L----------------------------------------$L$2O código indicado non existe$L$1Revisa o código introducido.
sk: $2$L$3 Nesprávne:$1$L----------------------------------------$L$2Uvedený kód neexistuje$L$1Prekontrolujte zadaný kód.

# RES_terminal.modalmsg.lastaccuyield.rotext
source: Previous cumulative yield
fr: Rendem. Cumulé précédent
gl: Rendem. Acumulado anterior
sk: Predchádzajúci Accum. Kumulatívna predchádzajúca

# RES_terminal.modalmsg.leftjobopen.rotext
source: Do not close
fr: Ne pas fermer
gl: Non pechar
sk: Nezatvárajte

# RES_terminal.modalmsg.machines.rotext
source: Machine.
fr: Mac.
gl: Maq.
sk: Maq.

# RES_terminal.modalmsg.machinescontrol.rotext
source: - Machine control -
fr: - Contrôle des machines -
gl: - Control de máquinas -
sk: - Ovládanie stroja -

# RES_terminal.modalmsg.misslastenter.rotext
source: I forgot the last entry
fr: J'ai oublié la dernière entrée
gl: Esquezo a última entrada
sk: Zabudol som na posledný záznam

# RES_terminal.modalmsg.misslastexit.rotext
source: forget the last exit
fr: J'oublie la dernière sortie
gl: Esquezo a última saída
sk: Zabudol som na posledný výstup

# RES_terminal.modalmsg.movabrev.rotext
source: Mov.
fr: Mobile
gl: Móbil
sk: Pohyb.

# RES_terminal.modalmsg.multitask.rotext
source: $L$2 -- Multiple Jobs --
fr: $L$2 -- Plusieurs travaux --
gl: $L$2 -- Múltiples traballos --
sk: $L$2 -- Viacero úloh --

# RES_terminal.modalmsg.multitaskabrev.rotext
source: Multiple
gl: Múltiple
sk: Viaceré

# RES_terminal.modalmsg.newteamname.rotext
source: New Team:
fr: Nouvelle équipe :
gl: Equipo novo:
sk: Nové vybavenie:

# RES_terminal.modalmsg.nextshifts.rotext
source: Upcoming schedules
fr: Prochains horaires
gl: Próximos horarios
sk: Nadchádzajúce rozvrhy

# RES_terminal.modalmsg.noaccrualavailable.rotext
source: There are no balances available
fr: Aucun solde disponible
gl: Non hai saldos dispoñibles
sk: Nie sú k dispozícii žiadne zostatky

# RES_terminal.modalmsg.nothing.rotext
source: Do nothing
fr: Ne fais rien
gl: Non facer nada
sk: Nerobiť nič

# RES_terminal.modalmsg.notsavenewassign.rotext
source: $2$L$3Internal error!$1$L----------------------------------------$L$1Could not store assignment!$LPlease report this error to your dealer.
fr: $2$L$3Erreur interne !$1$L------------------------------------------------- $L$1Impossible de stocker l'affectation !$LInformez votre revendeur de cette erreur.
gl: $2$L$3Erro interno!$1$L----------------------------------------$L$1Non se puido almacenar a asignación!$LNotifica este erro ao teu distribuidor.
sk: $2$L$3Interná chyba!$1$L----------------------------------------$L$1Nemohlo sa uložiť priradenie!$LNahláste túto chybu svojmu distribútorovi.

# RES_terminal.modalmsg.ok.rotext
source: OK
gl: Aceptar

# RES_terminal.modalmsg.onlyjobemployee.rotext
source: $L$2Production users only$L$1Please contact the manager for more details.
fr: $L$2Uniquement utilisateurs de production$L$1Contactez le responsable pour plus d´informations.
gl: $L$2Só usuarios de produción$L$1Consulta ao encargado para máis detalles.
sk: $L$2Produkční používatelia$L$1Podrobnosti si vyžiadajte od manažéra.

# RES_terminal.modalmsg.openeddoor.rotext
source: Open door
fr: Porte ouverte :
gl: Porta aberta
sk: Otvorené dvere

# RES_terminal.modalmsg.passemployeecard.rotext
source: $L$L$L$2 Swipe the user's card
fr: $L$L$L$2 Passez la carte de l’utilisateur
gl: $L$L$L$2 Pasa a tarxeta do usuario
sk: $L$L$L$L$2 Potiahnite kartu používateľa

# RES_terminal.modalmsg.pendingjob.rotext
source: Please indicate if there is any pending work
fr: Indiquez s´il y a du travail en attente
gl: Indica se queda traballo pendente
sk: Uveďte, či je potrebné vykonať ešte nejaké práce

# RES_terminal.modalmsg.piecesleft.rotext
source: Missing
fr: Manquant
gl: Faltan
sk: Chýba

# RES_terminal.modalmsg.previousteamname.rotext
source: Previous Team:
fr: Équipe précédente :
gl: Equipo anterior:
sk: Predchádzajúci tím:

# RES_terminal.modalmsg.punchfewminutes.rotext
source: Already signed in a moment ago:
fr: Je me suis déjà inscrit il y a quelques instants :
gl: Xa fichou hai un intre:
sk: Pred chvíľou som si zapísal čas:

# RES_terminal.modalmsg.punchofflinedownload.rotext
source: Transfers downloaded.
fr: Pointages téléchargés.
gl: Fichaxes descargadas.
sk: Stiahnuté podpisy.

# RES_terminal.modalmsg.putinc.rotext
source: Please indicate the incident.
fr: Indiquez l´incident.
gl: Indica a incidencia.
sk: Uveďte incident.

# RES_terminal.modalmsg.queryerror.rotext
source: $2$L$3Error in the query!$1$L-.$L$1Consult the manager for more details.
fr: $2$L$3Erreur dans la consultation !$1$L-.$L$1Contactez le responsable pour plus d´informations.
gl: $2$L$3Erro na consulta!$1$L-.$L$1Consulta ao encargado para máis detalles.
sk: $2$L$3Chybný dotaz!$1$L-.$L$1Podrobnosti získate od správcu.

# RES_terminal.modalmsg.replacedclockout.rotext
source: $1$L$L$L$2Replaced last exit.
fr: $1$L$L$L$2Dernière sortie remplacée.
gl: $1$L$L$L$2Substituída última saída.
sk: 1$L$L$L$L$L$L$2Nahradzuje posledný výstup.

# RES_terminal.modalmsg.resourceinvalid.rotext
source: $L$2No permissions on the phase!$L$1Consult the person in charge for more details.
fr: $L$2Sans autorisations pour la phase !$L$1Contactez le responsable pour plus d´informations.
gl: $L$2Sen permisos sobre a fase!$L$1Consulta ao encargado para máis detalles.
sk: $L$2Nie je oprávnenie na fázu!$L$1Podrobnejšie informácie získate od správcu.

# RES_terminal.modalmsg.sal.rotext
source: SALT.
fr: SEL.
gl: SAÍ.
sk: SAL.

# RES_terminal.modalmsg.saldoscard.rotext
source: &quot;$1$L$L$2Please swipe the card to inquire:
fr: "$1$L$L$2Glissez la carte pour consulter :
gl: &quot;$1$L$L$2Pasa a tarxeta a consultar:
sk: $1$L$L$L$2Predložte kartu na konzultáciu:

# RES_terminal.modalmsg.sameteamname.rotext
source: $1$L$L is currently already assigned to the team.
fr: $1$L$LCactuellement déjà attribué à l'équipe.
gl: $1$L$LActualmente xa está asignado ao equipo.
sk: 1$L$LA je v súčasnosti už priradený k tímu.

# RES_terminal.modalmsg.save.rotext
source: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 stored signing
fr: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 pointage sauvegardé
gl: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 fichaxe almacenada
sk: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2 uložené dierovanie

# RES_terminal.modalmsg.savejobpuncherror.rotext
source: $2$L$3Internal error!$1$L----------------------------------------$L$1The punch could not be stored!$LPlease report this error to your dealer.
fr: $2$L$3Erreur interne !$1$L----------------------------------------$L$1Le pointage n´a pas pu être sauvegardé !$LNotifiez cette erreur à votre distributeur.
gl: $2$L$3Erro interno!$1$L----------------------------------------$L$1Non se puido almacenar a fichaxe!$LNotifica este erro ao teu distribuidor.
sk: $2$L$3Interná chyba!$1$L----------------------------------------$L$1Punč sa nepodarilo uložiť!$LNahláste túto chybu svojmu distribútorovi.

# RES_terminal.modalmsg.saveofflinepuncherror.rotext
source: $2$L$3Internal error!$1$L----------------------------------------$L$1The punch could not be stored!$LPlease report this error to your dealer.
fr: $2$L$3Erreur interne !$1$L----------------------------------------$L$1Le pointage n´a pas pu être sauvegardé !$LNotifiez cette erreur à votre distributeur.
gl: $2$L$3Erro interno!$1$L----------------------------------------$L$1Non se puido almacenar a fichaxe!$LNotifica este erro ao teu distribuidor.
sk: $2$L$3Interná chyba!$1$L----------------------------------------$L$1Punč sa nepodarilo uložiť!$LNahláste túto chybu svojmu distribútorovi.

# RES_terminal.modalmsg.savepunch.rotext
source: $1$L$L --------------------------------------$L$L$2 stored clock in$1$L --------------------------------------
fr: $1$L$L --------------------------------------$L$L$2 transfert stocké$1$L --------------------------------------
gl: $1$L$L --------------------------------------$L$L$2 transferencia almacenada$1$L --------------------------------------
sk: $1$L$L --------------------------------------$L$L$2 uložený prevod$1$L ---------------------------------------

# RES_terminal.modalmsg.savepuncherror.rotext
source: $2$L$3Internal error!$1$L----------------------------------------$L$1The punch could not be stored!$LPlease report this error to your dealer.
fr: $2$L$3Erreur interne !$1$L----------------------------------------$L$1Le pointage n´a pas pu être sauvegardé !$LNotifiez cette erreur à votre distributeur.
gl: $2$L$3Erro interno!$1$L----------------------------------------$L$1Non se puido almacenar a fichaxe!$LNotifica este erro ao teu distribuidor.
sk: $2$L$3Interná chyba!$1$L----------------------------------------$L$1Punč sa nepodarilo uložiť!$LNahláste túto chybu svojmu distribútorovi.

# RES_terminal.modalmsg.selectbarcode.rotext
source: $L$L$2Select barcode.
fr: $L$L$2Sélectionnez le code-barres.
gl: $L$L$2Selecciona código de barras.
sk: $L$L$2Vyberte čiarový kód.

# RES_terminal.modalmsg.selectedmachine.rotext
source: You have selected the machine
fr: Vous avez sélectionné la machine
gl: Seleccionou a máquina
sk: Vybrali ste stroj

# RES_terminal.modalmsg.selectmachine.rotext
source: $L$2 -- Select machine --
fr: $L$2 -- Sélectionnez la machine --
gl: $L$2 -- Selecciona máquina --
sk: $L$2 -- Vyberte stroj --

# RES_terminal.modalmsg.selectonemachine.rotext
source: Machine code:
fr: Code machine :
gl: Código máquina:
sk: Kód stroja:

# RES_terminal.modalmsg.selectquery.rotext
source: Select desired query:
fr: Sélectionnez la consultation souhaitée :
gl: Selecciona consulta desexada:
sk: Vyberte požadovanú požiadavku:

# RES_terminal.modalmsg.shifts.rotext
source: Schedules
fr: Horaires
gl: Horarios
sk: cestovné poriadky

# RES_terminal.modalmsg.synchends.rotext
source: Synchronization completed.
fr: Synchronisation terminée.
gl: Sincronización finalizada.
sk: Synchronizácia dokončená.

# RES_terminal.modalmsg.synchprocess.rotext
source: Synchronizing with server:
fr: Synchronisation en cours avec le serveur :
gl: Sincronizando co servidor:
sk: Synchronizácia so serverom:

# RES_terminal.modalmsg.tasks.rotext
source: Task
fr: Tâche
gl: Tarefa
sk: úloha

# RES_terminal.modalmsg.time.rotext
source: Time
fr: Temps
gl: Tempo
sk: Počasie

# RES_terminal.modalmsg.tochange.rotext
source: Change
fr: Changer
gl: Cambiar
sk: Zmena

# RES_terminal.modalmsg.unknownstate.rotext
source: $2$L$3Internal error!$1$L----------------------------------------$L$1Error:Unexpected state (${2}-${1})$LPlease report this error to your dealer.
fr: $2$L$3Erreur interne !$1$L----------------------------------------$L$1Erreur : état non prévu (${2}-${1})$LNotifiez cette erreur à votre distributeur.
gl: $2$L$3Erro interno!$1$L----------------------------------------$L$1Erro: estado non previsto (${2}-${1})$LNotifica este erro ao teu distribuidor.
sk: $2$L$3Interná chyba!$1$L----------------------------------------$L$1Chybný stav:Status not expected (${2}-${1})$LOdošlite túto chybu svojmu distribútorovi.

# RES_terminal.modalmsg.updatingcardbio.rotext
source: Updating cards(${1}): Please wait...
fr: Cartes en cours de mise à jour (${1}) : Veuillez patienter...
gl: Actualizando tarxetas(${1}): Espere...
sk: Aktualizácia karty(${1}): Počkajte na to...

# RES_terminal.modalmsg.updatingcodes.rotext
source: Updating codes(${1}): Please wait…
fr: Codes en cours de mise à jour (${1}) : Veuillez patienter...
gl: Actualizando códigos(${1}): Espere…
sk: Aktualizácia kódov(${1}): Počkajte..

# RES_terminal.modalmsg.updatingshifts.rotext
source: Updating schedules(${1}): Please wait...
fr: Horaires en cours de mise à jour (${1}) : Veuillez patienter...
gl: Actualizando horarios(${1}): Espere...
sk: Aktualizácia plánov(${1}): Počkajte na to...

# RES_terminal.modalmsg.updatingsirens.rotext
source: Updating sirens(${1}): Please wait...
fr: Sirènes en cours de mise à jour (${1}) : Veuillez patienter...
gl: Actualizando sirenas(${1}): Espere...
sk: Aktualizácia sirén(${1}): Počkajte na to...

# RES_terminal.modalmsg.voidteamname.rotext
source: Without team
fr: Sans équipement
gl: Sen equipo
sk: Žiadne vybavenie

# RES_terminal.modalmsg.whatdoyouwanttodo.rotext
source: What do you want to do?
fr: Qu'est-ce que tu aimerais faire?
gl: Que desexas facer?
sk: Čo chcete robiť?

# RES_terminal.modalmsg.withtask.rotext
source: Working on ${1}
fr: Travailler sur ${1}
gl: Traballando en ${1}
sk: Práca na ${1}

# RES_terminal.modalmsg.wrongcause.rotext
source: $2$L$3Incorrect:$1$L----------------------------------------$L$2The code indicated does not exist$L$1Please check the code entered.
fr: $2$L$3Incorrect :$1$L----------------------------------------$L$2Le code indiqué n´existe pas.$L$1Vérifiez le code saisi.
gl: $2$L$3Incorrecto:$1$L----------------------------------------$L$2O código indicado non existe$L$1Revisa o código introducido.
sk: $2$L$3 Nesprávne:$1$L----------------------------------------$L$2Uvedený kód neexistuje$L$1Prekontrolujte zadaný kód.

# RES_terminal.modalmsg.wrongcauseq.rotext
source: $2$L$3 ~W ~D ~H:~M$1$L---------------------------------------$L$2Invalid incident format
fr: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2Format d´incident invalide
gl: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$2Formato de incidencia inválido
sk: $2$L$3 ~W ~D ~H:~M$1$L----------------------------------------$L$L$2FInvalid Invalid Incident Format

# RES_terminal.modalmsg.wrongjob.rotext
source: $2$L$3Incorrect:$1$L----------------------------------------$L$2The code indicated does not exist$L$1Please check the code entered.
fr: $2$L$3Incorrect :$1$L----------------------------------------$L$2Le code indiqué n´existe pas.$L$1Vérifiez le code saisi.
gl: $2$L$3Incorrecto:$1$L----------------------------------------$L$2O código indicado non existe$L$1Revisa o código introducido.
sk: $2$L$3 Nesprávne:$1$L----------------------------------------$L$2Uvedený kód neexistuje$L$1Prekontrolujte zadaný kód.

# RES_terminal.modalmsg.wrongmsg.rotext
source: $2$L$3Server Error!$1$L---------------------------------------$1Unexpected error on mx3/ART class$Ldriver. See PC log for details.$L$L Process ORM Errcode:
gl: $2$L$3Erro do servidor!$1$L----------------------------------------$1Erro non previsto en mx3/ART class$Ldriver. Consulta arquivo de PC para obter máis información.$L$LProcesar código erro ORM:
sk: $2$L$3Chybný server!$1$L----------------------------------------$1Neočakávaná chyba v triede mx3/ART$Ldriver. Podrobnosti nájdete v logu PC.$L$L Proces ORM Errcode:

# RES_terminal.modalmsg.wrongpieces.rotext
source: $2$L$3Incorrect:$1$L----------------------------------------$L$2The pieces are invalid$L$1Please check the value entered.
fr: $2$L$3Incorrect :$1$L----------------------------------------$L$2Les pièces ne sont pas valides.$L$1Vérifiez la valeur saisie.
gl: $2$L$3Incorrecto:$1$L----------------------------------------$L$2As pezas son inválidas$L$1Revisa o valor introducido.
sk: $2$L$3 Nesprávne:$1$L----------------------------------------$L$2Časti sú neplatné$L$1Prekontrolujte zadanú hodnotu.
