Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/SecurityService.*.resx
Languages: eu, gl, sk

# RES_categorytype.0.rotext
source: Prevención
eu: Prebentzioa
sk: Prevencia

# RES_categorytype.1.rotext
source: Laboral
eu: Lana
sk: Práca

# RES_categorytype.2.rotext
source: Legal
eu: Legezkoa
sk: Právna stránka

# RES_categorytype.3.rotext
source: Seguridad
eu: Segurtasuna
gl: Seguridade
sk: Zabezpečenie

# RES_categorytype.4.rotext
source: Calidad
eu: Kalitatea
gl: Calidade
sk: Kvalita

# RES_categorytype.5.rotext
source: Planificación
eu: Plangintza
sk: plánovanie

# RES_categorytype.6.rotext
source: Gestión Horaria
eu: Denbora kudeaketa
gl: Xestión horaria
sk: Manažment času

# RES_requesttype.cancelholidays.rotext
source: Cancelación de vacaciones
eu: Oporrak bertan behera uztea
gl: Cancelación de vacacións
sk: Zrušenie dovolenky

# RES_requesttype.changeshift.rotext
source: Cambio de horario
eu: Ordutegi aldaketa
sk: Zmena rozvrhu

# RES_requesttype.exchangeshiftbetweenemployees.rotext
source: Intercambio de horarios entre usuarios
eu: Erabiltzaileen arteko ordutegiak trukatzea
sk: Výmena cestovných poriadkov medzi používateľmi

# RES_requesttype.externalworkresumepart.rotext
source: Parte resumen trabajo externo
eu: Kanpoko lanaren laburpen zatia
gl: Parte resumo traballo externo
sk: Súhrn časti externá práca

# RES_requesttype.externalworkweekresume.rotext
source: Parte de fichajes
eu: Fitxaketen zati bat
gl: Parte de fichaxes
sk: Správa o presune

# RES_requesttype.forbiddenpunch.rotext
source: Fichaje no realizado
eu: Transferentzia ez da egin
gl: Fichaxe non realizada
sk: Nie je prihlásený

# RES_requesttype.forbiddentaskpunch.rotext
source: Fichaje de tarea no realizado
eu: Zereginen erreserba ez da egin
gl: Fichaxe de tarefa non realizada
sk: Úloha nie je dokončená

# RES_requesttype.forgottencostcenterpunch.rotext
source: Fichaje de centro de costes no realizado
eu: Kostu zentroen transferentzia ez da egin
gl: Fichaxe de centro de custos non realizada
sk: Nevykonaný zápis do nákladového strediska

# RES_requesttype.justifypunch.rotext
source: Justificación de fichajes
eu: Sinaketen justifikazioa
gl: Xustificación de fichaxes
sk: Odôvodnenie presunov

# RES_requesttype.plannedabsences.rotext
source: Previsión días de ausencia
eu: Absentzia egunen aurreikuspena
sk: Predpokladané dni neprítomnosti

# RES_requesttype.plannedcauses.rotext
source: Previsión horas de ausencia
eu: Absentzia orduen aurreikuspena
sk: Predpokladané hodiny neprítomnosti

# RES_requesttype.plannedholidays.rotext
source: Vacaciones/permisos por horas
eu: Oporrak/orduko baimena
gl: Vacacións/permisos por horas
sk: Dovolenka/hodinová dovolenka

# RES_requesttype.plannedovertimes.rotext
source: Horas de exceso
eu: Gehiegizko orduak
sk: Nadbytočné hodiny

# RES_requesttype.telecommute.rotext
source: Teletrabajo
eu: Telelangintza
gl: Teletraballo
sk: Telework

# RES_requesttype.userfieldschange.rotext
source: Modificación campo ficha del usuario
eu: Erabiltzailearen erregistro-eremuaren aldaketa
gl: Modificación campo ficha do usuario
sk: Úprava poľa používateľského súboru

# RES_requesttype.vacationsorpermissions.rotext
source: Vacaciones o permisos
eu: Oporrak edo baimenak
gl: Vacacións ou permisos
sk: Dovolenka alebo dovolenka

# RES_resultenum.alreadyloggedininotherlocation.rotext
source: Ha iniciado sesión en otra localización. Si tiene alguna duda consulte con su administrador.
eu: Beste toki batean hasi zara saioa. Galderarik baduzu, kontsultatu administratzaileari.
gl: Iniciou sesión noutra localización. Se tes algunha dúbida consulta co teu administrador.
sk: Ste prihlásený na inom mieste. Ak máte akékoľvek otázky, obráťte sa na svojho správcu.

# RES_resultenum.authenticationmethodpasswordincorrect.rotext
source: Método de autentificación mediante usuario y contraseña incorrecto
eu: Erabiltzaile-izena eta pasahitza autentifikatzeko metodo okerrak
gl: Método de autenticación mediante usuario e contrasinal incorrecto
sk: Nesprávny spôsob overovania prihlasovacieho mena a hesla

# RES_resultenum.authenticationmethodsbiometryincorrect.rotext
source: Método de autentificación mediante huella incorrecto
eu: Hatz-marken autentifikazio metodo okerra
gl: Método de autenticación mediante impresión dixital incorrecto
sk: Nesprávna metóda overovania odtlačkov prstov

# RES_resultenum.authenticationmethodscardincorrect.rotext
source: Método de autentificación mediante tarjeta incorrecto
eu: Txartelaren autentifikazio metodo okerra
gl: Método de autenticación mediante tarxeta incorrecto
sk: Nesprávna metóda overovania karty

# RES_resultenum.authenticationmethodsincorrect.rotext
source: Métodos de autentificación incorrectos
eu: Autentifikazio-metodo okerrak
gl: Métodos de autenticación incorrectos
sk: Nesprávne metódy overovania

# RES_resultenum.authenticationmethodsintegratedsecurityincorrect.rotext
source: Método de autentificación integrada incorrecto
eu: Autentifikazio integratuaren metodo okerra
gl: Método de autenticación integrada incorrecto
sk: Nesprávna integrovaná metóda overovania

# RES_resultenum.authenticationmethodspinincorrect.rotext
source: Método de autentificación mediante contraseña incorrecto
eu: Pasahitz autentifikazio metodo okerra
gl: Método de autenticación mediante contrasinal incorrecto
sk: Nesprávna metóda overovania hesla

# RES_resultenum.authenticationmethodsnfcincorrect.rotext
source: Método de autentificación mediante NFC incorrecto
eu: NFC autentifikazio metodo okerra
gl: Método de autenticación NFC incorrecto
sk: Nesprávna metóda overovania NFC

# RES_resultenum.authenticationmethodsplateincorrect.rotext
source: Matrícula ya asignada a otro usuario o usuario
eu: Dagoeneko beste erabiltzaile edo erabiltzaile bati esleitutako erregistroa
gl: Matrícula xa asignada a outro usuario
sk: Registrácia už bola pridelená inému používateľovi alebo používateľovi

# RES_resultenum.bloquedaccessapp.rotext
source: Cuenta bloqueada
eu: Blokeatutako kontua
gl: Conta bloqueada
sk: Zablokovanie účtu

# RES_resultenum.deletesessionerror.rotext
source: No se ha podido borrar la sesión.
eu: Ezin izan da saioa ezabatu.
gl: Non se puido borrar a sesión.
sk: Reláciu nebolo možné vymazať.

# RES_resultenum.generalblockaccess.rotext
source: Acceso bloqueado por el administrador
eu: Administratzaileak sarbidea blokeatu du
gl: Acceso bloqueado polo administrador
sk: Prístup zablokovaný správcom

# RES_resultenum.invalidapp.rotext
source: No tiene permisos para acceder a esta aplicación (consulte con el administrador)
eu: Ez duzu aplikazio honetara sartzeko baimenik (jazartu administratzailearekin)
gl: Non ten permisos para acceder a esta aplicación (consulte co administrador)
sk: Nemáte oprávnenie na prístup k tejto aplikácii (overte si to u svojho správcu)

# RES_resultenum.invalidclientlocation.rotext
source: La dirección desde la que esta intentando acceder no está autorizada
eu: Atzitzen saiatzen ari zaren helbidea ez dago baimenduta
gl: O enderezo dende o que está intentando acceder non está autorizado
sk: Adresa, z ktorej sa pokúšate získať prístup, nie je autorizovaná

# RES_resultenum.invalidroboticsaccountformat.rotext
source: El formato de la cuenta de Robotics es incorrecto.
eu: Robotics kontuaren formatua ez da zuzena.
gl: O formato da conta de Robotics é incorrecto.
sk: Formát účtu Robotika je nesprávny.

# RES_resultenum.invalidversionapp.rotext
source: La versión de la App es diferente a la del servidor
eu: Aplikazioaren bertsioa zerbitzariarena desberdina da
gl: A versión da App é diferente á do servidor
sk: Verzia aplikácie sa líši od verzie servera

# RES_resultenum.isexpired.rotext
source: Cuenta caducada
eu: Iraungitako kontua
gl: Conta caducada
sk: Vypršala platnosť účtu

# RES_resultenum.isusersadminforcurrentuser.rotext
source: La modificación quitaría permisos a la funcionalidad de administración de usuarios al usuario activo.Operación cancelada.
eu: Aldaketak erabiltzaileak kudeatzeko funtzionalitaterako baimenak kenduko lituzke erabiltzaile aktiboari.
gl: A modificación quitaría permisos á funcionalidade da administración de usuarios ao usuario activo. Operación cancelada.
sk: Úpravou by sa aktívnemu používateľovi odobrali oprávnenia na funkcie správy používateľa.operácia zrušená.

# RES_resultenum.maxcurrentsessionsexceeded.rotext
source: Se ha superado el máximo de usuarios conectados.
eu: Konektatutako erabiltzaileen gehienezko kopurua gainditu da.
gl: Superouse o máximo de usuarios conectados.
sk: Maximálny počet pripojených používateľov bol prekročený.

# RES_resultenum.maxcurrentsessionsnotavailable.rotext
source: No se ha podido obtener el número de sesiones disponibles del fichero de licencias. Compruebe permisos de acceso.
eu: Ezin izan da lizentzia fitxategitik lortu erabilgarri dauden saio kopurua. Egiaztatu sarbide-baimenak.
gl: Non se puido obter un número de sesións dispoñibles do ficheiro de licenzas. Comproba permisos de acceso.
sk: Nepodarilo sa získať počet dostupných relácií z licenčného súboru. Skontrolujte prístupové práva.

# RES_resultenum.needmailrequest.rotext
source: Se requiere contracódigo para entrar
eu: Sartzeko kontrakodea behar da
gl: Precísase contracódigo para entrar
sk: Počítadlo kódov potrebné pre vstup

# RES_resultenum.needtemporarykeyrequest.rotext
source: Necesita indicar clave de validación
eu: Baliozkotze-gakoa adierazi behar duzu
gl: Precisas indicar clave de validación
sk: Je potrebné uviesť kľúč overovania

# RES_resultenum.needtemporarykeyrequestexpired.rotext
source: La clave de validación ha caducado
eu: Baliozkotze-giltza iraungi da
gl: Caducou a clave de validación
sk: Platnosť overovacieho kľúča vypršala

# RES_resultenum.needtemporarykeyrequestexpiredrobotics.rotext
source: La clave de validación ha caducado
eu: Baliozkotze-giltza iraungi da
gl: Caducou a clave de validación
sk: Platnosť overovacieho kľúča vypršala

# RES_resultenum.passportauthenticationincorrect.rotext
source: Identificación incorrecta
eu: Identifikazio okerra
sk: Nesprávna identifikácia

# RES_resultenum.passportdoesnotexists.rotext
source: El pasaporte de usuario no existe
eu: Erabiltzailearen pasaportea ez da existitzen
gl: O pasaporte de usuario xa existe
sk: Pas používateľa neexistuje

# RES_resultenum.passportinactive.rotext
source: Usuario inactivo
eu: Erabiltzaile inaktibo
sk: Neaktívny používateľ

# RES_resultenum.roboticsuserallowed.rotext
source: El acceso a personal de Robotics no está permitido.
eu: Ez da onartzen Robotikako langileak sartzea.
gl: O acceso a persoal de Robotics non está permitido.
sk: Prístup k zamestnancom robotiky nie je povolený.

# RES_resultenum.securitytokennotvalid.rotext
source: Token de seguridad incorrecto
eu: Segurtasun-token okerra
gl: Token de seguridade incorrecto
sk: Nesprávny bezpečnostný token

# RES_resultenum.serverstopped.rotext
source: El servidor de Visualtime Live está detenido.
eu: Visualtime Live zerbitzaria geldituta dago.
gl: O servidor de Visualtime Live está detido.
sk: Server Visualtime Live je zastavený.

# RES_resultenum.sessionexpired.rotext
source: Sesión caducada
eu: Iraungitako saioa
sk: Platnosť relácie vypršala

# RES_resultenum.sessioninvalidatedbypermissions.rotext
source: Su perfil de supervisión ha sido modificado, debe volver a inciar sesión para que se actualice.
eu: Zure jarraipen-profila aldatu da, berriro saioa hasi behar duzu eguneratu ahal izateko.
gl: Modificouse o seu perfil de supervisión; debe volver iniciar sesión para que se actualice.
sk: Váš monitorovací profil bol upravený, musíte sa znova prihlásiť, aby sa aktualizoval.

# RES_resultenum.supervisorhasfiltersdefined.rotext
source: El usuario tiene informes i/o exportaciones planificados. Debe borrarlos antes de poder borrar el usuario.
eu: Erabiltzaileak txostenak eta/edo esportazioak programatuta ditu. Ezabatu behar dituzu erabiltzailea ezabatu aurretik.
gl: O usuario ten informes e/ou exportacións planificados. Debes borralos antes de poder borrar o usuario.
sk: Používateľ má naplánované správy a/alebo exporty. Pred vymazaním používateľa ich musíte odstrániť.

# RES_resultenum.temporaybloqued.rotext
source: Acceso bloqueado temporalmente
eu: Sarbidea aldi baterako blokeatuta dago
sk: Prístup dočasne zablokovaný

# RES_resultenum.updatesessionerror.rotext
source: No se puede actualizar el estado de sesión.
eu: Ezin da eguneratu saioaren egoera.
gl: Non se pode actualizar o estado de sesión.
sk: Nie je možné aktualizovať stav relácie.

# RES_resultenum.xssvalidationerror.rotext
source: Se ha detectado un script malicioso en alguna propiedad del objeto
eu: Script gaizto bat detektatu da objektuaren propietate batzuetan
gl: Detectouse un script malicioso nalgunha propiedade do obxecto
sk: Vo vlastnosti objektu bol zistený škodlivý skript
