Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/Server.*.resx
Languages: ca, eu, fr, pt

# RES_server.opensession.requestdenied.invalidserverlogin.rotext
source: El nombre de usuario o la contraseña indicados para la sesión del servidor son incorrectos.
ca: El nom d’usuari o la contrasenya indicats per a la sessió del servidor són incorrectes.
eu: Zerbitzariaren saiorako adierazitako erabiltzaile-izena edo pasahitza okerra da.
fr: Le nom d´utilisateur ou le mot de passe indiqués pour la session du serveur sont incorrects.
pt: O nome de utilizador ou a palavra-passe indicados para a sessão do servidor estão incorretos.

# RES_server.servershutdown.title.rotext
source: Cerrando servidor de Visualtime
ca: Tancant el servidor de Visualtime
eu: Visualtime zerbitzaria ixten
fr: Fermeture du serveur Visualtime en cours
pt: A encerrar o servidor do Visualtime

# RES_server.servershutdownstep.2.description.rotext
source: Notificando cierre a clientes...
ca: Notificant tancament a clients...
eu: Bezeroei itxiera jakinarazten...
fr: Informer les clients de la fermeture...
pt: A notificar conclusão aos clientes...

# RES_server.servershutdownstep.3.description.rotext
source: Deteniendo scheduler...
ca: Aturant planificador de tasques...
eu: Antolatzailea gelditzen...
fr: Arrêt du planificateur en cours...
pt: A interromper o scheduler...

# RES_server.servershutdownstep.4.description.rotext
source: Cerrando sesiones activas...
ca: Tancant sessions actives...
eu: Saio aktiboak ixten...
fr: Fermeture des sessions actives en cours...
pt: A encerrar as sessões ativas...

# RES_server.servershutdownstep.5.description.rotext
source: Deteniendo procesos activos...
ca: Aturant processos actius...
eu: Prozesu aktiboak gelditzen...
fr: Arrêt des processus actifs en cours...
pt: A interromper os processos ativos...

# RES_server.servershutdownstep.6.description.rotext
source: Eliminando referencias...
ca: Eliminant referències...
eu: Erreferentziak ezabatzen...
fr: Suppression de références en cours...
pt: A eliminar as referências...

# RES_server.updatingdb.description.rotext
source: Espere mientras se actualiza la base de datos...
ca: Espera mentre s’actualitza la base de dades...
eu: Mesedez, itxaron datu-basea eguneratzen den bitartean...
fr: Attendez pendant la mise à jour de la base de données...
pt: Aguarde enquanto se atualiza a base de dados...

# RES_server.updatingdb.title.rotext
source: Actualizando base de datos
ca: Actualitzant la base de dades
eu: Datu-basea eguneratzen
fr: Base de données en cours de mise à jour
pt: A atualizar a base de dados

# RES_serverstatus.idle.text.rotext
source: Listo.
ca: Fet.
eu: Prest.
fr: Prêt.
pt: Pronto.

# RES_serverstatus.shutdown.text.rotext
source: Cerrando...
ca: Tancant...
eu: Itxiera...
fr: Fermeture en cours...
pt: A encerrar...

# RES_serverstatus.unknownprocess.text.rotext
source: Procesando datos...
ca: Processant dades...
eu: Datuak prozesatzen...
fr: Traitement des données en cours...
pt: A processar dados...
