Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ServerConsole.*.resx
Languages: eu, it

# RES_frmconsole.caption.rotext
source: Consola de Visualtime
eu: Visualtime kontsola
it: Console di Visualtime

# RES_frmconsole.cmdclearerrorflag.caption.rotext
source: &Borrar flag de error
eu: &Garbitu errore-marka
it: &Elimina flag di errore

# RES_frmconsole.cmdok.caption.rotext
source: &Aceptar
eu: &Onartu
it: &Accetta

# RES_frmconsole.cmdrefreshlog.caption.rotext
source: Actualizar registro
eu: Eguneratu erregistroa
it: Aggiorna registro

# RES_frmconsole.cmdstopserver.caption.rotext
source: &Detener servidor
eu: &Geditu zerbitzaria
it: &Arresta server

# RES_frmconsole.lblalerts.caption.rotext
source: Existe algún problema en el sistema. Consulte el visor de sucesos para más información.
eu: Arazoren bat dago sisteman. Ikusi gertaeren ikuslea informazio gehiago lortzeko.
it: È presente un problema nel sistema. Consulta il visualizzatore di eventi per ulteriori informazioni.

# RES_frmconsole.lblconfigureserverdesc.caption.rotext
source: La configuración de los parámetros de Visualtime se realiza entrando como administrador en cualquier explorador de Visualtime.
eu: Visualtime parametroak konfiguratzea edozein Visualtime arakatzailetan administratzaile gisa saioa hasita egiten da.
it: La configurazione dei parametri di Visualtime avviene accedendo come amministratore in qualsiasi browser di Visualtime.

# RES_frmconsole.lblconfigureservertitle.caption.rotext
source: Configuración del servidor:
eu: Zerbitzariaren konfigurazioa:
it: Configurazione del server:

# RES_frmconsole.lbllogheader.caption.rotext
source: Este es el registro de sucesos del servidor. Esta información es sólo útil para el personal de soporte técnico de Visualtime.
eu: Hau zerbitzariaren gertaeren erregistroa da. Informazio hau Visualtime laguntza teknikoko langileentzat bakarrik da erabilgarria.
it: Questo è il registro degli eventi del server. Questa informazione è utile solo per il personale dell´assistenza tecnica di Visualtime.

# RES_frmconsole.lblnoalerts.caption.rotext
source: El servidor está funcionando correctamente.
eu: Zerbitzaria behar bezala dabil.
it: Il server sta funzionando correttamente.

# RES_frmconsole.lblserverstatus.caption.rotext
source: Listo.
eu: Prest.
it: Pronto.

# RES_frmconsole.lblserverstatusheader.caption.rotext
source: Detalles:
eu: Xehetasunak:
it: Dettagli:

# RES_frmconsole.lblstatustitle.caption.rotext
source: Estado actual del servidor:
eu: Uneko zerbitzariaren egoera:
it: Stato attuale del server:

# RES_frmconsole.lblstopserver.caption.rotext
source: Recuerde que al cerrar el servidor de Visualtime cualquier cliente que se encuentre trabajando será desconectado automáticamente (sin que se pierdan datos).
eu: Gogoratu Visualtime zerbitzaria ixten duzunean, lanean ari den edozein bezero automatikoki deskonektatuko dela (daturik galdu gabe).
it: Ricorda che quando viene chiuso il server di Visualtime, tutti i client in funzione verranno disconnessi automaticamente (senza perdita di dati).

# RES_frmconsole.lblstopservertitle.caption.rotext
source: Detener el servidor:
eu: Gelditu zerbitzaria:
it: Arresta server:

# RES_frmconsole.lblusertasksheader.caption.rotext
source: Estas son las tareas o avisos que el servidor de Visualtime espera que se corrijan manualmente.
eu: Hauek dira Visualtime zerbitzariak eskuz zuzentzea espero dituen zereginak edo oharrak.
it: queste sono le attività o gli avvisi che il server di Visualtime si attende che vengano corretti manualmente.

# RES_frmconsole.lvlog.headers.message.caption.rotext
source: Mensaje
eu: Mezua
it: Messaggio

# RES_frmconsole.lvlog.headers.process.caption.rotext
source: Proceso
eu: Prozesua
it: Processi

# RES_frmconsole.lvlog.headers.station.caption.rotext
source: Estación
eu: Denboraldia
it: Stazione

# RES_frmconsole.lvlog.headers.time.caption.rotext
source: Hora
eu: Ordua
it: Ora

# RES_frmconsole.lvusertasks.headers.completed.caption.rotext
source: Completado
eu: Bete
it: Completato

# RES_frmconsole.lvusertasks.headers.created.caption.rotext
source: Creado
eu: Sortu
it: Creato

# RES_frmconsole.lvusertasks.headers.message.caption.rotext
source: Mensaje
eu: Mezua
it: Messaggio

# RES_frmconsole.lvusertasks.headers.origin.caption.rotext
source: Origen
eu: Jatorria
it: Origine

# RES_frmconsole.mnusystray.caption.rotext
source: Menú de la consola
eu: Kontsolaren menua
it: Menu della console

# RES_frmconsole.mnusystrayclose.caption.rotext
source: &Salir (dejar servidor funcionando)
eu: &Irten (utzi zerbitzaria martxan)
it: &Esci (lascia il server in esecuzione)

# RES_frmconsole.mnusystrayopen.caption.rotext
source: Abrir &consola
eu: Ireki &kontsola
it: Apri &console

# RES_frmconsole.mnusystraystopserver.caption.rotext
source: &Detener servidor y salir
eu: &Geditu zerbitzaria eta irten
it: &Arresta il server ed esci

# RES_frmconsole.mnusystrayterminals.caption.rotext
source: Abrir consola &Terminales
eu: Ireki kontsola eta terminalak
it: Apri console &terminali

# RES_frmconsole.msg.noserverfound.message.rotext
source: No se ha encontrado ningún servidor: Verifique que el servidor está funcionando y que no hay problemas de red.
eu: Ez da zerbitzaririk aurkitu: Egiaztatu zerbitzaria funtzionatzen ari dela eta ez dagoela sareko arazorik.
it: Impossibile trovare un server: Verifica che il server sia in funzione e che non ci siano problemi di rete.

# RES_frmconsole.msg.noserverfound.title.rotext
source: Servidor no encontrado
eu: Ez da zerbitzaria aurkitu
it: Server non trovato

# RES_frmconsole.msg.shutdownerror.message.rotext
source: Hay un error de comunicación con el servidor. Pruebe a cerrar esta consola y a abrir otra para acceder a la opción de cerrar el servidor.
eu: Komunikazio-errore bat dago zerbitzariarekin. Saiatu kontsola hau ixten eta beste bat ireki zerbitzaria ixteko aukerara sartzeko.
it: Si è verificato un errore di comunicazione con il server. Prova a chiudere questa console e ad aprirne un´altra per accedere all´opzione di chiusura del server.

# RES_frmconsole.msg.shutdownerror.title.rotext
source: Error de comunicación con el servidor
eu: Zerbitzariarekin komunikazio-errorea
it: Errore di comunicazione con il server

# RES_frmconsole.tbmain.tabs.1.caption.rotext
source: General
eu: Orokorra
it: Generale

# RES_frmconsole.tbmain.tabs.2.caption.rotext
source: Visor de sucesos
eu: Gertaeren ikuslea
it: Visualizzatore di eventi

# RES_frmconsole.tbmain.tabs.3.caption.rotext
source: Tareas pendientes
eu: Zain dauden zereginak
it: Attività in sospeso

# RES_server.frmconsole.mnusystray.tip.rotext
source: Consola de Visualtime
eu: Visualtime kontsola
it: Console di Visualtime

# RES_serverstatus.accruals.text.rotext
source: Actualizando tiempos de saldos...
eu: Balantze-denborak eguneratzen...
it: Aggiornamento degli orari del saldo...

# RES_serverstatus.broadcaster.text.rotext
source: Actualizando configuración de accesos
eu: Sarbide-konfigurazioa eguneratzen
it: Aggiornamento configurazione di accessi in corso

# RES_serverstatus.causes.text.rotext
source: Aplicando reglas de justificación...
eu: Justifikazio-arauak aplikatzea...
it: Aplicando reglas de giustificazione...

# RES_serverstatus.detector.text.rotext
source: Detectando horarios…
eu: Ordutegiak detektatzen…

# RES_serverstatus.idle.text.rotext
source: Listo.
eu: Prest.
it: Pronto.

# RES_serverstatus.incidences.text.rotext
source: Generando incidencias...
eu: Gorabeherak sortzen...
it: Generando eventi...

# RES_serverstatus.jobaccruals.text.rotext
source: Actualizando saldos producción...
eu: Ekoizpen balantzeak eguneratzen...
it: Actualizando saldi producción...

# RES_serverstatus.jobmachineaccruals.text.rotext
source: Actualizando tiempos de máquinas...
eu: Makinen orduak eguneratzen...
it: Actualizando tiempos de macchine...

# RES_serverstatus.jobmoves.text.rotext
source: Actualizando mov. de producción...
eu: Filmak eguneratzen ekoizpena...
it: Aggiornamento mov. di produzione in corso...

# RES_serverstatus.jobpieces.text.rotext
source: Repartiendo piezas...
eu: Piezak banatzen...
it: Distribuzione pezzi...

# RES_serverstatus.jobtime.text.rotext
source: Actualizando tiempos de usuarios...
eu: Erabiltzaileen orduak eguneratzen...
it: Actualizando tiempos de utenti...

# RES_serverstatus.movements.text.rotext
source: Emparejando fichajes...
eu: Bat datozen fitxaketak...
it: Compressione timbrature in corso...

# RES_serverstatus.reportserver.text.rotext
source: Procesando informes...
eu: Txostenak prozesatzen...
it: Elaborazione rapporti in corso...

# RES_serverstatus.shutdown.text.rotext
source: Cerrando...
eu: Itxiera...
it: Chiusura in corso...

# RES_serverstatus.taskaccruals.text.rotext
source: <NOENTRY>
eu: <SARRERA>

# RES_statusbar.manyprocessrunning.caption.rotext
source: Procesando datos...
eu: Datuak prozesatzen...
it: Elaborazione di dati in corso...
