Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/Server.*.resx
Languages: ca, eu, fr, pt

# RES_frmqueryservicedata.caption.rotext
source: Instalación del servidor de Visualtime
ca: Instal·lació del servidor de Visualtime
eu: Visualtime Server instalatzen
fr: Installation du serveur Visualtime
pt: Instalação do servidor do Visualtime

# RES_frmqueryservicedata.cmdfinish.caption.rotext
source: &Finalizar
ca: &Finalitzar
eu: &Amaitu
fr: &Finition
pt: &Concluir

# RES_frmqueryservicedata.cmdnext.caption.rotext
source: &siguiente >
ca: &següent >
eu: &hurrengo >
fr: &Suivant >
pt: &seguinte >

# RES_frmqueryservicedata.cmdprevious.caption.rotext
source: < &Anterior
eu: < &Aurrekoa
fr: < &Précédent

# RES_frmqueryservicedata.framain.0.caption.rotext
source: Configuración del inicio del servidor:
ca: Configuració de l’inici del servidor:
eu: Zerbitzariaren hasierako konfigurazioa:
fr: Configuration du démarrage du serveur :
pt: Configuração do início do servidor:

# RES_frmqueryservicedata.framain.1.caption.rotext
source: Configuración del servicio de Windows:
ca: Configuració del servei de Windows:
eu: Windows zerbitzuaren konfigurazioa:
fr: Configuration du service Windows :
pt: Configuração do serviço do Windows:

# RES_frmqueryservicedata.lblaccount.caption.rotext
source: Cuenta de Windows:
ca: Compte de Windows:
eu: Windows kontua:
fr: Compte Windows :
pt: Conta do Windows:

# RES_frmqueryservicedata.lblaccountdata.caption.rotext
source: Indique la cuenta de Windows que se usará para iniciar el servidor de Visualtime.
ca: Especifica el compte de Windows que s’utilitzarà per iniciar el servidor de Visualtime.
eu: Zehaztu Visualtime zerbitzaria abiarazteko erabili nahi duzun Windows kontua.
fr: Indiquez le compte Windows qui sera utilisé pour démarrer le serveur Visualtime.
pt: Indique a conta do Windows que será utilizada para iniciar o servidor do Visualtime.

# RES_frmqueryservicedata.lblaccountdatadesc.caption.rotext
source: Tenga en cuenta que la cuenta que indica debe tener suficientes privilegios para acceder a todos los recursos que Visualtime necesita. Se recomienda que cree un usuario administrador de Visualtime o que utilice el Administrador de su equipo o directorio.
ca: Tingueu en compte que el compte que indica ha de tenir prou privilegis per accedir a tots els recursos que Visualtime necessita. Es recomana que creeu un usuari administrador del Visualtime o que utilitzeu l'Administrador del vostre ordinador o directori.
eu: Kontuan izan adierazten duzun kontuak behar adina pribilegio izan behar dituela Visualtimek behar dituen baliabide guztietara sartzeko. Gomendagarria da Visualtime administratzaile erabiltzaile bat sortzea edo Administrator erabiltzea zure ordenagailuan edo direktorioan.
fr: Notez que le compte que vous indiquez doit disposer de privilèges suffisants pour accéder à toutes les ressources dont Visualtime a besoin. Il est recommandé de créer un utilisateur administrateur Visualtime ou d'utiliser Administrateur sur votre ordinateur ou répertoire.
pt: Tenha em atenção que a conta que indicar deve ter privilégios suficientes para aceder a todos os recursos de que o Visualtime necessita. Recomenda-se que crie um utilizador administrador do Visualtime ou utilize o Administrador do seu computador ou diretório.

# RES_frmqueryservicedata.lblaccounthelp.caption.rotext
source: (Indique el nombre completo, incluyendo el dominio o el directorio)
ca: (Indiqueu el nom complet, incloent el domini o el directori)
eu: (Mesedez, eman izen osoa, domeinua edo direktorioa barne)
fr: (Veuillez fournir le nom complet, y compris le domaine ou le répertoire)
pt: (Indique o nome completo, incluindo o domínio ou o diretório)

# RES_frmqueryservicedata.lblpassword.caption.rotext
source: Contraseña:
ca: Contrasenya:
eu: Pasahitza:
fr: Mot de passe:
pt: Palavra-passe:

# RES_frmqueryservicedata.lblretypepassword.caption.rotext
source: Repetir contraseña:
ca: Repetir contrasenya:
eu: Errepikatu pasahitza:
fr: Répéter mot de passe :
pt: Repetir palavra-passe:

# RES_frmqueryservicedata.lblruntype.caption.rotext
source: El servidor de Visualtime puede ejecutarse de dos formas en este equipo. Por favor, elija la que desee utilizar:
ca: El servidor de Visualtime es pot executar de dues maneres en aquest equip. Si us plau, tria la que vols utilitzar:
eu: Visualtime zerbitzaria bi modutan exekutatu daiteke ordenagailu honetan. Mesedez, aukeratu erabili nahi duzuna:
fr: Le serveur Visualtime peut être exécuté de deux façons sur cet ordinateur. Veuillez choisir celle que vous souhaitez utiliser :
pt: O servidor do Visualtime pode ser executado de duas formas neste equipamento. Indique a que pretende utilizar:

# RES_frmqueryservicedata.msg.accountdenied.answer.localaccount.description.rotext
source: Se instalará el servicio de manera que se inicie como cuenta del sistema local
ca: S’instal·larà el servei de manera que s’iniciï com a compte del sistema local
eu: Zerbitzua sistema lokaleko kontu gisa abiarazteko instalatuko da
fr: Le service sera installé de sorte à démarrer comme un compte du système local
pt: O serviço será instalado de modo a que se inicie como conta do sistema local

# RES_frmqueryservicedata.msg.accountdenied.answer.localaccount.title.rotext
source: Instalar como cuenta del sistema local
ca: Instal·lar com a compte del sistema local
eu: Instalatu sistema lokaleko kontu gisa
fr: Installer en tant que compte du système local
pt: Instalar como conta do sistema local

# RES_frmqueryservicedata.msg.accountdenied.answer.retry.description.rotext
source: Se pedirán nuevamente las credenciales de la cuenta con la que se desea que el servicio inicie sesión
ca: Es demanaran una altra vegada les credencials del compte amb el qual vols que el servei iniciï sessió
eu: Zerbitzua saioa hasi nahi duzun kontuaren kredentzialak berriro eskatuko dira.
fr: Les informations d´identification du compte avec lequel vous souhaitez que le service se connecte seront à nouveau demandées
pt: Serão pedidas novamente as credenciais da conta com que pretende iniciar sessão no serviço

# RES_frmqueryservicedata.msg.accountdenied.answer.retry.title.rotext
source: Reintentar
eu: Saiatu berriro
fr: Réessayer
pt: Voltar a tentar

# RES_frmqueryservicedata.msg.accountdenied.caption.rotext
source: Se produjo un error al intentar instalar el servicio. Posiblemente las credenciales indicadas sean incorrectas.
ca: S’ha produït un error en intentar instal·lar el servei. Possiblement les credencials indicades són incorrectes.
eu: Errore bat gertatu da zerbitzua instalatzen saiatzean. Baliteke adierazitako kredentzialak okerrak izatea.
fr: Une erreur est survenue en tentant d´installer le service. Il est possible que les informations d´identification indiquées soient incorrectes.
pt: Ocorreu um erro ao tentar instalar o serviço. É possível que as credenciais indicadas sejam incorretas.

# RES_frmqueryservicedata.msg.accountdenied.question.title.rotext
source: Se produjo un error al intentar instalar el servicio. Posiblemente las credenciales indicadas son incorrectas.
ca: S’ha produït un error en intentar instal·lar el servei. Possiblement les credencials indicades són incorrectes.
eu: Errore bat gertatu da zerbitzua instalatzen saiatzean. Baliteke adierazitako kredentzialak okerrak izatea.
fr: Une erreur est survenue en tentant d´installer le service. Il est possible que les informations d´identification indiquées soient incorrectes.
pt: Ocorreu um erro ao tentar instalar o serviço. Provavelmente as credenciais indicadas são incorretas.

# RES_frmqueryservicedata.msg.accountdenied.title.rotext
source: Error instalando servidor
ca: Error en instal·lar el servidor
eu: Errore bat gertatu da zerbitzaria instalatzean
fr: Erreur lors de l´installation du serveur
pt: Erro ao instalar o servidor

# RES_frmqueryservicedata.msg.installedaslocalaccount.caption.rotext
source: IMPORTANTE: Recuerde que debe configurar la cuenta de Windows con la que se iniciará el servicio de Visualtime Server.
ca: IMPORTANT: Recorda que cal configurar el compte de Windows amb el qual s’iniciarà el servei de Visualtime Server.
eu: GARRANTZITSUA: Gogoratu Visualtime Server zerbitzua abiaraziko den Windows kontua konfiguratu behar duzula.
fr: IMPORTANT : N´oubliez pas que vous devez configurer le compte Windows avec lequel le service Visualtime Server sera lancé.
pt: IMPORTANTE: Lembre-se de que deve configurar a conta do Windows com a qual se iniciará o serviço do Visualtime Server.

# RES_frmqueryservicedata.msg.installedaslocalaccount.title.rotext
source: Servidor instalado
ca: Servidor instal·lat
eu: Instalatutako zerbitzaria
fr: Serveur installé

# RES_frmqueryservicedata.msg.invalidaccount.caption.rotext
source: Debe indicar una cuenta y contraseña de Windows.
ca: Especifica un compte i contrasenya de Windows.
eu: Windows kontua eta pasahitza sartu behar dituzu.
fr: Vous devez indiquer un compte et un mot de passe Windows.
pt: Deve indicar a conta e palavra-passe do Windows.

# RES_frmqueryservicedata.msg.invalidaccount.title.rotext
source: Cuenta o contraseña incorrecta
ca: Compte o contrasenya incorrectes
eu: Kontu edo pasahitz okerra
fr: Compte ou mot de passe incorrect
pt: Conta ou palavra-passe incorreta

# RES_frmqueryservicedata.msg.invalidpassword.caption.rotext
source: Las contraseñas introducidas no coinciden.
ca: Les contrasenyes introduïdes no coincideixen.
eu: Sartutako pasahitzak ez datoz bat.
fr: Les mots de passe saisis ne correspondent pas.
pt: As palavras-passe introduzidas não coincidem.

# RES_frmqueryservicedata.msg.invalidpassword.title.rotext
source: Contraseña incorrecta
ca: Contrasenya incorrecta
eu: Pasahitz okerra
fr: Mot de passe incorrect
pt: Palavra-passe incorreta

# RES_frmqueryservicedata.optruntype.0.buttoncaption.rotext
source: Instalar como programa estándar
ca: Instal·lar com a programa estàndard
eu: Instalatu programa estandar gisa
fr: Installer en tant que programme standard
pt: Instalar como programa padrão

# RES_frmqueryservicedata.optruntype.0.labelcaption.rotext
source: El servidor de Visualtime se iniciará cada vez que usted inicie una sesión en Windows o cuando ejecute el programa desde su icono. Recomendado si Visualtime sólo se ejecuta desde este equipo y desea ejecutarlo sólo unas horas al día.
ca: El servidor de Visualtime s’iniciarà cada vegada que iniciïs una sessió a Windows o quan executis el programa utilitzant la icona. Recomanat si Visualtime només s’executa des d’aquest equip i vols executar-lo només unes hores al dia.
eu: Visualtime zerbitzaria Windows-en saioa hasten duzun bakoitzean edo programa bere ikonotik exekutatzen duzun bakoitzean hasiko da. Gomendagarria Visualtime ordenagailu honetatik bakarrik exekutatzen ari bada eta egunean ordu batzuk baino ez baduzu exekutatu nahi baduzu.
fr: Le serveur Visualtime démarrera chaque fois que vous démarrez une session dans Windows ou lorsque vous exécutez le programme à partir de son icône. Cela est conseillé si Visualtime n´est exécuté qu´à partir de cet ordinateur et que vous ne souhaitez le faire fonctionner que quelques heures par jour.
pt: O servidor do Visualtime iniciar-se-á cada vez que inicie uma sessão no Windows ou quando executar o programa a partir do respetivo ícone. Recomendado se o Visualtime for executado apenas a partir deste equipamento e se pretender executá-lo apenas algumas horas por dia.

# RES_frmqueryservicedata.optruntype.1.buttoncaption.rotext
source: Instalar como servicio de Windows (avanzado)
ca: Instal·lar com a servei de Windows (avançat)
eu: Instalatu Windows zerbitzu gisa (aurreratua)
fr: Installer en tant que service Windows (avancé)
pt: Instalar como serviço do Windows (avançado)

# RES_frmqueryservicedata.optruntype.1.labelcaption.rotext
source: El servidor de Visualtime estará funcionando siempre que el ordenador esté encendido, incluso si no inicia una sesión en Windows. No es necesario iniciar una sesión o cargar ningún programa manualmente. Recomendado si este equipo es un servidor de Visualtime o desea que Visualtime se esté ejecutando siempre.
ca: El servidor Visualtime estarà funcionant sempre que l’ordinador estigui encès, encara que no iniciïs una sessió a Windows. No és necessari iniciar una sessió o carregar cap programa manualment. Recomanat si aquest equip és un servidor de Visualtime o vols que Visualtime s’estigui executant sempre.
eu: Visualtime zerbitzaria exekutatzen egongo da ordenagailua piztuta dagoen bitartean, Windows-en saioa hasita ez bazaude ere. Ez dago programarik eskuz saioa hasi edo kargatu beharrik. Gomendagarria ordenagailu hau Visualtime zerbitzaria bada edo Visualtime beti martxan egotea nahi baduzu.
fr: Le serveur Visualtime fonctionnera chaque fois que l´ordinateur est allumé, même si vous ne démarrez pas une session dans Windows. Il n´est pas nécessaire de démarrer une session ni de charger aucun programme manuellement. Cela est conseillé si cet ordinateur est un serveur Visualtime ou si vous souhaitez que Visualtime soit toujours en fonctionnement.
pt: O servidor do Visualtime estará a funcionar sempre que o computador estiver ligado, mesmo quando não se inicia uma sessão no Windows. Não é necessário iniciar uma sessão ou executar nenhum programa manualmente. Recomendado se este equipamento for um servidor do Visualtime ou se pretender que o Visualtime esteja sempre a ser executado.

# RES_frmqueryservicedata.setdcomwarning.message.rotext
source: Recuerde que si instala el servidor de Visualtime como servicio de Windows, debe configurar los permisos de DCOM manualmente.
ca: Recorda que si instal·les el servidor Visualtime com a servei de Windows has de configurar els permisos de DCOM manualment.
eu: Gogoratu Visualtime Server Windows zerbitzu gisa instalatzen baduzu, DCOM baimenak eskuz konfiguratu behar dituzula.
fr: N´oubliez pas que si vous installez le serveur Visualtime en tant que service Windows, vous devez configurer les autorisations DCOM manuellement.
pt: Lembre-se de que se instalar o servidor do Visualtime como serviço do Windows, deve configurar manualmente as autorizações de DCOM.

# RES_frmqueryservicedata.setdcomwarning.title.rotext
source: Aviso importante
ca: Avís important
eu: Iragarki garrantzitsua
fr: Notification importante

# RES_server.close.question.confirmclose.answer.close.caption.rotext
source: C&errar
ca: T&ancar
eu: Itxi
fr: F&ermer
pt: F&echar

# RES_server.close.question.confirmclose.answer.close.description.rotext
source: Parar el servidor. Los clientes actuales serán desconectados.
ca: Aturar el servidor. Els clients actuals es desconnectaran.
eu: Gelditu zerbitzaria. Egungo bezeroak deskonektatuko dira.
fr: Arrêter le serveur. Les clients actuels seront déconnectés.
pt: Parar o servidor. Os clientes atuais serão desligados.

# RES_server.close.question.confirmclose.answer.dontclose.caption.rotext
source: &Cancelar
ca: &Cancel·lar
eu: &Utzi
fr: &Annuler
pt: &Anular

# RES_server.close.question.confirmclose.answer.dontclose.description.rotext
source: Dejar el servidor funcionando (el servidor se apagará automáticamente al cerrar el equipo).
ca: Deixar el servidor funcionant (el servidor s’apagarà automàticament en tancar l’equip).
eu: Utzi zerbitzaria martxan (zerbitzaria automatikoki itzaliko da ordenagailua ixten duzunean).
fr: Laisser le serveur en fonctionnement (le serveur s´éteindra automatiquement lorsque l´ordinateur est éteint).
pt: Deixar o servidor a funcionar (o servidor será desligado automaticamente ao encerrar o equipamento).

# RES_server.close.question.confirmclose.caption.rotext
source: Va a cerrar el servidor de Visualtime.
ca: Estàs a punt de tancar el servidor de Visualtime.
eu: Visualtime zerbitzaria ixten ari zara.
fr: Vous allez fermer le serveur Visualtime.
pt: Está prestes a encerrar o servidor do Visualtime.

# RES_server.close.question.usersconnected.answer.close.caption.rotext
source: C&errar
ca: T&ancar
eu: Itxi
fr: F&ermer
pt: F&echar

# RES_server.close.question.usersconnected.answer.close.description.rotext
source: Los clientes se desconectarán y no podrán seguir funcionando correctamente.
ca: Els clients es desconnectaran i no podran continuar funcionant correctament.
eu: Bezeroak deskonektatuko dira eta ezingo dute behar bezala funtzionatu.
fr: Les clients seront déconnectés et ne pourront pas continuer à fonctionner correctement.
pt: Os clientes serão desligados e não poderão continuar a funcionar corretamente.

# RES_server.close.question.usersconnected.answer.close.rotext
source: Cerrar
ca: Tancar
eu: Itxi
fr: Fermer
pt: Fechar

# RES_server.close.question.usersconnected.answer.dontclose.caption.rotext
source: &Cancelar
ca: &Cancel·lar
eu: &Utzi
fr: &Annuler
pt: &Anular

# RES_server.close.question.usersconnected.answer.dontclose.description.rotext
source: Dejar el servidor funcionando (el servidor se apagará automáticamente al cerrar el equipo).
ca: Deixar el servidor funcionant (el servidor s’apagarà automàticament en tancar l’equip).
eu: Utzi zerbitzaria martxan (zerbitzaria automatikoki itzaliko da ordenagailua ixten duzunean).
fr: Laisser le serveur en fonctionnement (le serveur s´éteindra automatiquement lorsque l´ordinateur est éteint).
pt: Deixar o servidor a funcionar (o servidor será desligado automaticamente ao encerrar o equipamento).

# RES_server.close.question.usersconnected.caption.rotext
source: Hay usuarios conectados al servidor. Si cierra el servidor se desconectarán.
ca: Hi ha usuaris connectats al servidor. Si tanques el servidor, es desconnectaran.
eu: Zerbitzariari konektatutako erabiltzaileak daude. Zerbitzaria ixten baduzu, deskonektatuko dira.
fr: Des utilisateurs sont connectés au serveur. Si vous fermez le serveur, ils seront déconnectés.
pt: Há utilizadores ligados ao servidor. Se encerrar o servidor serão desligados.

# RES_server.frmconsole.mnusystray.tip.initializing.rotext
source: Servidor de Visualtime (arrancando)
ca: Servidor de Visualtime (arrancant)
eu: Visualtime Server (abiarazte)
fr: Serveur Visualtime (démarrage en cours)
pt: Servidor do Visualtime (a arrancar)

# RES_server.initialize.msg.errorinopensession.message.rotext
source: No se ha podido iniciar la sesión de sistema en el servidor. Compruebe que los parámetros de conexión con la base de datos son correctos.
ca: No s’ha pogut iniciar la sessió de sistema al servidor. Comprova que els paràmetres de connexió amb la base de dades són correctes.
eu: Ezin izan da saioa hasi zerbitzarian. Egiaztatu datu-basearen konexio-parametroak zuzenak direla.
fr: La session système sur le serveur n´a pas pu être démarrée. Vérifiez que les paramètres de connexion avec la base de données sont corrects.
pt: Não foi possível iniciar a sessão de sistema no servidor. Verifique se os parâmetros de ligação à base de dados estão corretos.

# RES_server.initialize.msg.errorinstartdbengine.message.rotext
source: El motor de bases de datos SQL Server no está disponible. No se puede iniciar el servidor de Visualtime.
ca: El motor de bases de dades SQL Server no està disponible. No es pot iniciar el servidor de Visualtime.
eu: SQL Server datu-basearen motorra ez dago erabilgarri. Visualtime zerbitzaria ezin da abiarazi.
fr: Le moteur de bases de données SQL Server n´est pas disponible. Impossible de démarrer le serveur Visualtime.
pt: O motor de bases de dados SQL Server não está disponível. Não é possível iniciar o servidor do Visualtime.

# RES_server.initialize.msg.invaliddb.message.rotext
source: La base de datos está dañada o no es de Visualtime.
ca: La base de dades està danyada o no és de Visualtime.
eu: Datu-basea hondatuta dago edo ez dago Visualtime.
fr: La base de données est endommagée ou n´est pas une base de données Visualtime.
pt: A base de dados está corrompida ou não é do Visualtime.

# RES_server.initialize.msg.invaliddb.title.rotext
source: Base de datos no válida
ca: Base de dades no vàlida
eu: Datu-base baliogabea
fr: Base de données non valide
pt: Base de dados inválida

# RES_server.initialize.msg.invaliddbversion.message.rotext
source: La versión de la base de datos actual no es compatible con esta versión del programa. Por favor, actualice la base de datos o el programa. En caso de duda, contacte con el administrador del sistema. $CRMás detalles:$CR Versión de la base de datos: ${1}$CR Versiones soportadas: ${2} hasta ${3}
ca: La versió de la base de dades actual no és compatible amb aquesta versió del programa. Si us plau, actualitza la base de dades o el programa. En cas de dubte, posa’t en contacte amb l’administrador del sistema. $CRMés detalls:$CR Versió de la base de dades: ${1}$CR Versions admeses: ${2} fins a ${3}
eu: Uneko datu-basearen bertsioa ez da programaren bertsio honekin bateragarria. Eguneratu datu-basea edo programa. Zalantzarik baduzu, jarri harremanetan zure sistemaren administratzailearekin. $CR Xehetasun gehiago:$CR Datu-basearen bertsioa: ${1}$CR Onartutako bertsioak: ${2}tik ${3}
fr: La version de la base de données actuelle n´est pas compatible avec cette version du programme. Veuillez mettre à jour la base de données ou le programme. En cas de doute, contactez l´administrateur système. $CRPlus de détails : $CR Version de la base de données : ${1}$CR Versions prises en charge : ${2} jusqu´à ${3}
pt: A versão da base de dados atual não é compatível com esta versão do programa. Atualize a base de dados ou o programa. Em caso de dúvida, contacte o administrador do sistema. $CRMais detalhes:$CR Versão da base de dados: ${1}$CR Versões suportadas: ${2} a ${3}

# RES_server.initialize.msg.invalidmigrationdb.message.rotext
source: La versión de la base de datos actual se encuentra en proceso de migración. Visualtime no puede iniciar el servicio contra esta base de datos. En caso de dudas, contacte con su administrador de sistema.
ca: La versió de la base de dades actual està en procés de migració. Visualtime no pot iniciar el servei utilitzant aquesta base de dades. En cas de dubte, posa’t en contacte amb l’administrador de sistema.
eu: Uneko datu-basearen bertsioa migrazio prozesuan dago. Visualtime-k ezin du zerbitzua abiarazi datu-base honen aurka. Zalantzarik baduzu, jarri harremanetan zure sistemaren administratzailearekin.
fr: La version de la base de données actuelle est en cours de migration. Visualtime ne peut pas démarrer le service sur cette base de données. En cas de doute, contactez votre administrateur système.
pt: A versão da base de dados atual encontra-se em processo de migração. O Visualtime não pode iniciar o serviço com esta base de dados. Em caso de dúvida, contate o seu administrador de sistema.

# RES_server.initialize.msg.invalidmigrationdb.title.rotext
source: La versión de base de datos se encuentra en proceso de migración.
ca: La versió de base de dades està en procés de migració.
eu: Datu-basearen bertsioa migrazio prozesuan dago.
fr: La version de la base de données est en cours de migration.
pt: A versão da base de dados encontra-se em processo de migração.

# RES_server.opensession.databaseconnection.error.rotext
source: Ha ocurrido un error al realizar la conexión con la base de datos. Si el problema persiste, consulte con su administrador del sistema.
ca: Hi ha hagut un error en connectar amb la base de dades. Si el problema continua, parla amb el teu administrador del sistema.
eu: Errore bat gertatu da datu-basera konektatzean. Arazoak jarraitzen badu, kontsultatu zure sistema-administratzaileari.
fr: Une erreur est survenue lors de la connexion à la base de données. Si le problème persiste, contactez votre administrateur système.
pt: Ocorreu um erro ao efetuar a ligação à base de dados. Se o problema persistir, contacte o seu administrador do sistema.
