Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ShiftsService.*.resx
Languages: ca, eu, gl

# RES_resultenum.typelockedshiftfloatingdata.rotext
source: The values of the time slots cannot be modified since the schedule is planned.
ca: No es poden modificar els valors de les franges perquè l’horari està planificat.
eu: Ezin dituzu zirrikituen balioak aldatu programazioa aurreikusita dagoenez.
gl: Non se poden modificar os valores das franxas, xa que o horario está planificado.

# RES_resultenum.typelockedshiftplanned.rotext
source: The type cannot be modified since the schedule is scheduled.
ca: No es pot modificar el tipus perquè l’horari està planificat.
eu: Mota ezin da aldatu ordutegia aurreikusita dagoenez.
gl: Non se pode modificar o tipo, xa que o horario está planificado.

# RES_resultenum.typelockedshiftplannedbreakhours.rotext
source: The value of the break cannot be modified since the schedule is planned.
ca: No es pot modificar el valor del descans perquè l’horari està planificat.
eu: Etenaren balioa ezin da aldatu programazioa aurreikusita dagoenez.
gl: Non se pode modificar o valor do descanso, xa que o horario está planificado.

# RES_resultenum.userfieldempty.rotext
source: You must select a field from the card and/or a value.
ca: Heu de seleccionar un camp de la fitxa i/o un valor.
eu: Txarteleko eremu bat eta/edo balio bat hautatu behar duzu.
gl: Debes seleccionar un campo da ficha e/ou un valor.

# RES_resultenum.vacationsshiftnotempty.rotext
source: Vacation or leave type schedule with unnecessary data defined (theoretical hours and/or time slots and/or time zones and/or rules).
ca: Horari de tipus vacances o permís amb dades innecessàries definides (hores teòriques i/o franges horàries i/o zones horàries i/o regles).
eu: Alferrikako datuekin zehaztutako oporraldi edo eszedentzia motako ordutegia (ordu teorikoak eta/edo tarteak eta/edo ordu-eremuak eta/edo arauak).
gl: Horario de tipo vacacións ou permiso con datos innecesarios definidos (horas teóricas e/ou franxas horarias e/ou zonas horarias e/ou regras).

# RES_shifts.shiftsave.copy.rotext
source: ${1} (Copy)
ca: ${1} (Còpia)
eu: ${1} (Kopiatu)
gl: ${1} (Copia)

# RES_shifts.shiftsave.obsolete.rotext
source: ${1} (Old)
ca: ${1} (Antic)
eu: ${1} (zaharra)
gl: ${1} (Antigo)

# RES_resultenum.patternhasrepeatedpunch.rotext
source: The time reporting pattern is incorrect.
ca: El patró de declaració de jornada és incorrecte.
eu: Laneguna deklaratzeko eredua okerra da.
gl: O patrón de declaración de día laborable é incorrecto.

# RES_resultenum.shiftinrule.rotext
source: The schedule is being used in agreement rules.
ca: L'horari s'utilitza en regles de conveni.
eu: Ordutegia hitzarmenaren arauetan erabiltzen ari da.
gl: O horario está sendo utilizado nas normas do convenio.

# RES_resultenum.shiftindailyrule.rotext
source: The schedule is being used in daily scheduling rules.
ca: L'horari s'utilitza en regles diàries d'horaris.
eu: Ordutegia eguneroko programazio arauetan erabiltzen ari da.
gl: horario está a ser usado nas regras de programación diaria.

# RES_resultenum.collectivesempty.rotext
source: At least one collective must be selected
ca: Cal seleccionar almenys un col·lectiu
eu: Gutxienez talde bat aukeratu behar da
gl: Debe seleccionarse polo menos un grupo
