Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/ShiftsService.*.resx
Languages: ca, eu, gl

# RES_cruflcom.shifts.add.rotext
source: add
ca: afegir
eu: gehitu
gl: engadir

# RES_cruflcom.shifts.advancedrules.rotext
source: Advanced Rules
ca: Regles avançades
eu: Arau aurreratuak
gl: Regras avanzadas

# RES_cruflcom.shifts.after.rotext
source: after the entry
ca: després de l’entrada
eu: sartu ondoren
gl: despois da entrada

# RES_cruflcom.shifts.afterday.rotext
source: of the day after the schedule
ca: del dia després de l’horari
eu: eguneko orduen ondoren
gl: do día despois do horario

# RES_cruflcom.shifts.all.rotext
source: any area
ca: qualsevol zona
eu: edozein eremu
gl: calquera zona

# RES_cruflcom.shifts.allthetime.rotext
source: all the time
ca: tot el temps
eu: denbora guztian
gl: todo o tempo

# RES_cruflcom.shifts.and.rotext
source: and the
ca: i les
eu: eta
gl: e as

# RES_cruflcom.shifts.andonly.rotext
source: and
ca: i
eu: eta
gl: e

# RES_cruflcom.shifts.as.rotext
source: as
ca: com
eu: bezala
gl: como

# RES_cruflcom.shifts.basicrules.rotext
source: Basic rules
ca: Regles bàsiques
eu: Oinarrizko arauak
gl: Regras básicas

# RES_cruflcom.shifts.beforeday.rotext
source: from the previous day of the schedule
ca: del dia anterior de l’horari
eu: ordutegiaren aurreko egunean
gl: do día anterior do horario

# RES_cruflcom.shifts.between.rotext
source: between
ca: entre
eu: artean
gl: entre

# RES_cruflcom.shifts.breaklayer.rotext
source: Rest
ca: Descans
eu: Atsedena
gl: Descanso

# RES_cruflcom.shifts.caption.rotext
source: with the value
ca: amb el valor
eu: balioarekin
gl: co valor

# RES_cruflcom.shifts.day.rotext
source: of the day of the schedule
ca: del dia de l’horari
eu: ordutegiaren egunekoa
gl: do día do horario

# RES_cruflcom.shifts.fix.rotext
source: the following value
ca: el següent valor
eu: hurrengo balioa
gl: o seguinte valor

# RES_cruflcom.shifts.flexiblelayer.rotext
source: Flexible
eu: Malgua

# RES_cruflcom.shifts.from.rotext
source: From
ca: Des de
eu: Bertatik
gl: Dende

# RES_cruflcom.shifts.futhermore.rotext
source: and also
ca: i a més
eu: eta, gainera
gl: e ademais

# RES_cruflcom.shifts.graterorequelthan.rotext
source: Greater than or equal to
ca: Major o igual que
eu: Handiagoa edo berdina
gl: Maior ou igual que

# RES_cruflcom.shifts.greater.rotext
source: Elderly
ca: Més gran
eu: Adinekoak
gl: Maior

# RES_cruflcom.shifts.greatereq.rotext
source: Greater than or equal to
ca: Major o igual que
eu: Handiagoa edo berdina
gl: Maior ou igual que

# RES_cruflcom.shifts.hay.rotext
source: there is
ca: hi ha
eu: badago
gl: hai

# RES_cruflcom.shifts.hours.rotext
source: hours
ca: hores
eu: orduak
gl: horas

# RES_cruflcom.shifts.if.rotext
source: Yes
ca: Sí
eu: Bai
gl: Si

# RES_cruflcom.shifts.ifthereisa.rotext
source: If it remains
ca: Si queda
eu: geratzen bada
gl: Se queda

# RES_cruflcom.shifts.in.rotext
source: in
ca: a
eu: urtean
gl: en

# RES_cruflcom.shifts.inanytimezone.rotext
source: in any area
ca: a qualsevol zona
eu: edozein arlotan
gl: en calquera zona

# RES_cruflcom.shifts.inbetween.rotext
source: Entry between
ca: Entrada entre
eu: arteko sarrera
gl: Entrada entre

# RES_cruflcom.shifts.inmove.rotext
source: Entrance to the
ca: Entrada a les
eu: Sarrera
gl: Entrada ás

# RES_cruflcom.shifts.justify.rotext
source: justify
ca: justificar
eu: justifikatu
gl: xustificar

# RES_cruflcom.shifts.less.rotext
source: Minor
ca: Més petit
eu: Txikia
gl: Menor

# RES_cruflcom.shifts.lesserorequalthan.rotext
source: Less than or equal to
ca: Més petit o igual que
eu: baino txikiagoa edo berdina
gl: Menor ou igual que

# RES_cruflcom.shifts.no_hay.rotext
source: there is no
ca: no hi ha
eu: ez dago
gl: non hai

# RES_cruflcom.shifts.ofanyduration.rotext
source: of any duration
ca: de qualsevol durada
eu: edozein iraupenekoa
gl: de calquera duración

# RES_cruflcom.shifts.outbetween.rotext
source: Exit
ca: Sortida
eu: Irten
gl: Saída

# RES_cruflcom.shifts.outmove.rotext
source: Departure at
ca: Sortida a les
eu: Irteera orduetan
gl: Saída ás

# RES_cruflcom.shifts.plusrules.rotext
source: Advanced rules for bonuses and/or premiums
ca: Regles avançades de plusos i/o primes
eu: Hobari eta/edo hobarien arau aurreratuak
gl: Regras avanzadas de pluses e/ou primas

# RES_cruflcom.shifts.present.rotext
source: It may be present between the
ca: Pots estar present entre les
eu: artean egon daiteke
gl: Pode estar presente entre as

# RES_cruflcom.shifts.presentbetween.rotext
source: It must be present between
ca: Cal ser present entre
eu: artean egon behar du
gl: Ha estar presente entre

# RES_cruflcom.shifts.rigidlayer.rotext
source: Rigid
ca: Rígida
eu: Zurruna
gl: Ríxida

# RES_cruflcom.shifts.since.rotext
source: until
ca: fins
eu: arte
gl: ata

# RES_cruflcom.shifts.than.rotext
source: that
ca: que
eu: hori
gl: que

# RES_cruflcom.shifts.to.rotext
source: until
ca: fins
eu: arte
gl: ata

# RES_cruflcom.shifts.willbeconsideredas.rotext
source: It is considered as
ca: es considera com a
eu: gisa hartzen da
gl: considérase como

# RES_docshift.parserule.allthetime.rotext
source: all the time
ca: tot el temps
eu: denbora guztian
gl: todo o tempo

# RES_docshift.parserule.and.rotext
source: and
ca: i
eu: eta
gl: e

# RES_docshift.parserule.between.rotext
source: between <b>${1}</b> and <b>${2}</b>
ca: entre <b>${1}</b> i <b>${2}</b>
eu: <b>${1}</b> eta <b>${2}</b> artean
gl: entre <b>${1}</b> e <b>${2}</b>

# RES_docshift.parserule.graterorequelthan.rotext
source: Greater than or equal to <b>${1}</b>
ca: Més gran o igual que <b>${1}</b>
eu: <b>${1}</b> baino handiagoa edo berdina
gl: Maior ou igual que <b>${1}</b>

# RES_docshift.parserule.iifthereisa.rotext
source: If it remains
ca: Si queda
eu: geratzen bada
gl: Se queda

# RES_docshift.parserule.in.rotext
source: in
ca: a
eu: urtean
gl: en

# RES_docshift.parserule.inanytimezone.rotext
source: in any area
ca: a qualsevol zona
eu: edozein arlotan
gl: en calquera zona

# RES_docshift.parserule.inwillbeconsideredas.rotext
source: will be considered as
ca: es considerarà com a
eu: gisa hartuko da
gl: considerarase como

# RES_docshift.parserule.lesserorequalthan.rotext
source: Less than or equal to <b>${1}</b>
ca: Menor o igual que <b>${1}</b>
eu: <b>${1}</b> baino txikiagoa edo berdina
gl: Menor ou igual que <b>${1}</b>

# RES_docshift.parserule.ofanyduration.rotext
source: of any duration
ca: de qualsevol durada
eu: edozein iraupenekoa
gl: de calquera duración

# RES_docshift.parserule.since.rotext
source: up to <b>${1}</b>
ca: fins al <b>${1}</b>
eu: <b>${1}</b> arte
gl: ata <b>${1}</b>

# RES_docshift.parserule.userfield.between.rotext
source: between the interval indicated in the <b>${1}</b> tab field
ca: entre l’interval indicat al camp de la fitxa <b>${1}</b>
eu: <b>${1}</b> fitxako eremuan adierazitako tartearen artean
gl: entre o intervalo indicado no campo da ficha <b>${1}</b>

# RES_docshift.parserule.userfield.graterorequelthan.rotext
source: Greater than or equal to the token field <b>${1}</b>
ca: Més gran o igual que el camp de la fitxa <b>${1}</b>
eu: <b>${1}</b> fitxa-eremuaren handiagoa edo berdina
gl: Maior ou igual que o campo da ficha <b>${1}</b>

# RES_docshift.parserule.userfield.lesserorequalthan.rotext
source: Less than or equal to the token field <b>${1}</b>
ca: Més petit o igual que el camp de la fitxa <b>${1}</b>
eu: <b>${1}</b> fitxa-eremuaren berdina edo txikiagoa
gl: Menor ou igual que o campo da ficha <b>${1}</b>

# RES_docshift.parserule.userfield.since.rotext
source: to the value of the token field <b>${1}</b>
ca: fins al valor del camp de la fitxa <b>${1}</b>
eu: <b>${1}</b> token eremuaren balioraino
gl: ata o valor de campo da ficha <b>${1}</b>

# RES_resultenum.breaklayer_collision.rotext
source: There is a collision during rest hours
ca: Hi ha una col·lisió en horaris de descans
eu: Talka bat dago atseden orduetan
gl: Hai unha colisión en horarios de descanso

# RES_resultenum.breaklayer_invalidbegin.rotext
source: Invalid start time during rest hours
ca: Hora inicial no vàlida a l’horari de descans
eu: Hasierako orduak ez du balio atseden orduetan
gl: Hora inicial non válida no horario de descanso

# RES_resultenum.breaklayer_invalidfinish.rotext
source: Invalid end time during break time
ca: Hora final no vàlida a l’horari de descans
eu: Azken orduak ez du balio atseden orduetan
gl: Hora final non válida no horario de descanso

# RES_resultenum.breaklayer_invalidmaxbreak.rotext
source: Value not allowed during rest hours
ca: Valor no permès a l’horari de descans
eu: Balioa ez da onartzen atseden orduetan
gl: Valor non permitido no horario de descanso

# RES_resultenum.breaklayer_invalidminbreak.rotext
source: Value not allowed
ca: Valor no permès
eu: Legez kanpoko balioa
gl: Valor non permitido

# RES_resultenum.breaklayer_invalidperiod.rotext
source: A rest period is incorrect (more information: Start and end time are inconsistent).
ca: Un període de descans és erroni (Més informació: L’hora d’inici i final són incoherents).
eu: Atsedenaldi bat ez da zuzena (informazio gehiago: hasierako eta amaierako orduak ez datoz bat).
gl: Un período de descanso é incorrecto (máis información: A hora de inicio e final son incoherentes).

# RES_resultenum.breaklayer_noparentmandatorylayer.rotext
source: The rest period is not included within a rigid period of hours. A rest period requires that there be a period of rigid hours that begins before or at the same time as the rest period and ends after or at the same time as the end of the rest period.
ca: El període de descans no es troba dins d’un període d’hores rígides. Un període de descans necessita que existeixi un període d’hores rígides que comenci abans o en el mateix moment que el descans i acabi després o igual que el final del descans.
eu: Atsedenaldia ez da sartzen ordu zurrunetako batean. Atsedenaldi-epeak atsedenaldiaren aurretik edo aldi berean hasi eta atsedenaldiaren ondoren edo aldi berean amaitzen den ordu zurrunak egotea eskatzen du.
gl: O período de descanso non se atopa englobado dentro de un de horas ríxidas. Un período de descanso precisa que exista un período de horas ríxidas que comece antes ou ao mesmo tempo que o descanso e remate despois ou ao mesmo tempo que ao final do descanso.

# RES_resultenum.dailyrecordhasrepeatedpunches.rotext
source: The clocking sequence defined for the timesheet declaration pattern cannot contain repeated clockings.
ca: La seqüència de fitxatges definida per al patró de declaració de jornada no pot contenir fitxatges repetits.
eu: Partiduen deklarazio-eredurako definitutako erlojupeko-sekuentziak ezin ditu errepikatutako erlojuak izan.
gl: A secuencia de fichaxes definida para o padrón de declaración de xornada non pode conter fichaxes repetidas.

# RES_resultenum.errorgeneratingnewid.rotext
source: Error generating new internal ID.
ca: S’ha produït un error en generar el nou ID intern.
eu: Errore bat gertatu da barne ID berria sortzean.
gl: Erro xerando novo Id. interno.

# RES_resultenum.erroronchangeobsoletename.rotext
source: Error updating name to obsolete
ca: S’ha produït un error en l’actualització del nom com a obsolet.
eu: Errore bat gertatu da izena zaharkituta eguneratzean
gl: Erro na actualización do nome a obsoleto

# RES_resultenum.errorsavingshiftdata.rotext
source: Unable to save schedule. Incorrect data.
ca: No es pot desar l’horari. Dades incorrectes.
eu: Egitaraua ezin da gorde. Datu okerrak.
gl: Non se pode gardar o horario. Datos incorrectos.

# RES_resultenum.exportnamealreadyexist.rotext
source: The export match for the time zone already exists. Please enter a different name.
ca: L’equivalència d’exportació de l’horari ja existeix. Introdueix un altre nom.
eu: Ordutegien esportazio-baliokidetasuna dagoeneko badago. Idatzi beste izen bat.
gl: A equivalencia de exportación do horario xa existe. Introduce outro nome.

# RES_resultenum.flexiblelayer_collision.rotext
source: There is a collision in flexible schedules
ca: Hi ha una col·lisió en horaris flexibles
eu: Ordutegi malguetan talka dago
gl: Hai unha colisión en horarios flexibles

# RES_resultenum.flexiblelayer_invalidbegin.rotext
source: Invalid start time
ca: Hora inicial no vàlida
eu: Hasiera-ordu baliogabea
gl: Hora inicial non válida

# RES_resultenum.flexiblelayer_invalidfinish.rotext
source: Invalid end time in flexible schedule
ca: Hora final no vàlida a l’horari flexible
eu: Amaiera-orduak ez du balio ordu malguetan
gl: Hora final non válida no horario flexible

# RES_resultenum.flexiblelayer_invalidperiod.rotext
source: The flexible hours period is incorrect (more information: The start and end time are inconsistent).
ca: El període d’hores flexibles és erroni (més informació: L’hora d’inici i final són incoherents).
eu: Ordu-ordutegia okerra da (informazio gehiago: hasierako eta amaierako orduak ez datoz bat).
gl: O período de horas flexibles é incorrecto (máis información: A hora de inicio e final son incoherentes).

# RES_resultenum.flexiblelayer_layerinsidemandatory.rotext
source: The strip cannot be within the limits of a rigid strip
ca: La franja no pot estar dins dels límits d’una franja rígida
eu: Banda ezin da zerrenda zurrun baten mugen barruan egon
gl: A franxa non pode estar dentro dos límites dunha franxa ríxida

# RES_resultenum.holidayconceptsquerynotequal.rotext
source: The vacation balances used must be of the same type.
ca: Els saldos de vacances utilitzats han de ser del mateix tipus.
eu: Erabilitako oporretako saldoek mota berekoak izan behar dute.
gl: Os saldos de vacacións utilizados deben ser do mesmo tipo.

# RES_resultenum.invalidexpectedworkinghours.rotext
source: The schedule must have the theoretical hours indicated.
ca: L’horari ha de tenir les hores teòriques indicades.
eu: Ordutegiak adierazitako ordu teorikoak izan behar ditu.
gl: O horario debe ter as horas teóricas indicadas.

# RES_resultenum.mandatory_invalidfinish.rotext
source: Invalid end time in rigid schedule
ca: Hora final no vàlida en l’horari rígid
eu: Amaiera-orduak ez du balio ordutegi zurrunetan
gl: Hora final non válida no horario ríxido

# RES_resultenum.mandatorylayer_collision.rotext
source: There is a collision in rigid schedules
ca: Hi ha una col·lisió en horaris rígids
eu: Talka bat dago ordutegi zurrunetan
gl: Hai unha colisión en horarios ríxidos

# RES_resultenum.mandatorylayer_finishdoesnotmatchfloatingfinish.rotext
source: The rigid schedule interval does not coincide with the end
ca: L’interval de l’horari rígid no coincideix amb el final
eu: Ordutegi-tarte zurruna ez dator bat amaierarekin
gl: O intervalo do horario ríxido non coincide co final

# RES_resultenum.mandatorylayer_invalidbegin.rotext
source: Invalid start time in rigid schedule
ca: Hora inicial no vàlida en l’horari rígid
eu: Ordutegi zurrunean hasiera-ordu baliogabea
gl: Hora inicial non válida no horario ríxido

# RES_resultenum.mandatorylayer_invalidflexiblelayer.rotext
source: A flexible slot cannot be added to this schedule configuration
ca: No es pot afegir una franja flexible a aquesta configuració d’horari
eu: Ezin zaio zirrikitu malgurik gehitu programazio-konfigurazio honi
gl: Non se pode engadir unha franxa flexible a esta configuración de horario

# RES_resultenum.mandatorylayer_invalidfloatingbegin.rotext
source: The entry interval allowed for a mandatory time slot is not correct.
ca: L’interval d’entrada permesa per a una franja d’hores obligades no és correcte.
eu: Derrigorrezko ordu-tarte baterako baimendutako sarrera-tartea ez da zuzena.
gl: O intervalo de entrada permitida para unha franxa de horas obrigadas non é correcto.

# RES_resultenum.mandatorylayer_invalidperiod.rotext
source: The rigid hours period is incorrect (more information: The start and end time are inconsistent).
ca: El període d’hores rígides és erroni (més informació: L’hora d’inici i final són incoherents).
eu: Ordu gogorraren epea okerra da (informazio gehiago: hasierako eta amaierako orduak ez datoz bat).
gl: O período de horas ríxidas é incorrecto (máis información: A hora de inicio e final son incoherentes).

# RES_resultenum.namealreadyexist.rotext
source: The full or short name of the schedule already exists. Please enter a new name.
ca: El nom complet o abreujat de l’horari ja existeix. Introdueix un altre nom.
eu: Ordutegiaren izen osoa edo laburtua badago jada. Idatzi beste izen bat.
gl: O nome completo ou abreviado do horario xa existe. Introduce outro nome.

# RES_resultenum.patternpunchesbadsequence.rotext
source: The clocking sequence defined for the workday declaration pattern is not valid
ca: La seqüència de fitxatges definida per al patró de declaració de jornada no és vàlida
eu: Partiduen deklarazio eredurako definitutako transferentzia-sekuentzia ez da baliozkoa
gl: A secuencia de fichaxes definida para o padrón de declaración de xornada non é válida.

# RES_resultenum.patternpunchesoverlaped.rotext
source: The clocking sequence defined for the timesheet declaration pattern cannot contain overlapping clockings.
ca: La seqüència de fitxatges definida per al patró de declaració de jornada no pot contenir fitxatges solapats.
eu: Partiduen deklarazio-eredurako definitutako erlojupeko-sekuentziak ezin du izan gainjarritako erlojuak.
gl: A secuencia de fichaxes definida para o padrón de declaración de xornada non pode conter fichaxes solapadas.

# RES_resultenum.patternpunchesshouldbeeven.rotext
source: The sequence of signings in the workday declaration pattern must be with even records.
ca: La seqüència de fitxatges del patró de declaració de jornada ha de ser amb registres parells.
eu: Partidaren deklarazio ereduaren erloju-sekuentzia erregistro bikoitiekin izan behar du.
gl: A secuencia de fichaxes do padrón de declaración de xornada debe ser con rexistros pares.

# RES_resultenum.shiftassignmentassigned.rotext
source: Position assigned to planning
ca: Lloc de treball assignat a la planificació
eu: Plangintzari esleitutako lanpostua
gl: Posto asignado á planificación

# RES_resultenum.shiftassignmentrepited.rotext
source: Duplicate position
ca: Lloc de treball duplicat
eu: Bikoiztu posizioa
gl: Posto duplicado

# RES_resultenum.shiftgroupnamealreadyexist.rotext
source: The time group name already exists.
ca: El nom de grup d’horaris ja existeix.
eu: Ordutegi-taldearen izena badago jada.
gl: O nome de grupo de horarios xa existe.

# RES_resultenum.shiftgroupnotempty.rotext
source: The group cannot be deleted as it contains schedules
ca: El grup no es pot eliminar perquè conté horaris
eu: Taldea ezin da ezabatu ordutegiak dituelako
gl: O grupo non se pode eliminar, xa que contén horarios

# RES_resultenum.shiftlayer_layeridexistent.rotext
source: Existing time zone id
ca: ID de zona horària existent
eu: Lehendik dagoen ordu-zonaren IDa
gl: ID de zona horaria existente

# RES_resultenum.shiftlayercount.rotext
source: You cannot add or remove slots in this time slot
ca: No pots afegir ni eliminar franges en aquest horari
eu: Denbora horretan ezin duzu zirrikituak gehitu edo ezabatu
gl: Non pode engadir nin eliminar franxas neste horario

# RES_resultenum.shiftlayernumber.rotext
source: This type of schedule cannot have more than 2 slots.
ca: Aquest tipus d’horari no pot tenir més de 2 franges.
eu: Ordutegi mota honek ezin du 2 zirrikitu baino gehiago izan.
gl: Este tipo de horario non pode ter máis de 2 franxas.

# RES_resultenum.shiftplannedinfreezedate.rotext
source: The schedule is in use within the closing period, and therefore cannot be deleted.
ca: L’horari s’està utilitzant dins el període de tancament i, per tant, no es pot esborrar.
eu: Ordutegia ixteko epean erabiltzen da, eta, beraz, ezin da ezabatu.
gl: O horario está en uso dentro do período de peche e, por tanto, non pode borrarse.

# RES_resultenum.shiftrule_actionuserfieldrequired.rotext
source: Required field on the action sheet.
ca: Camp de la fitxa per a l’acció obligatori.
eu: Beharrezko ekintzarako fitxa eremua.
gl: Campo da ficha para a acción requirido.

# RES_resultenum.shiftrule_conditionuserfieldrequired.rotext
source: Required field on the card for the condition.
ca: Camp de la fitxa per a la condició obligatori.
eu: Beharrezko baldintzaren fitxa eremua.
gl: Campo da ficha para a condición requirido.

# RES_resultenum.shiftrule_invalidactionuserfieldtype.rotext
source: The type of the action value token field is incorrect.
ca: El tipus del camp de la fitxa per al valor de l’acció és incorrecte.
eu: Ekintzaren balioaren fitxa-eremuaren mota okerra da.
gl: O tipo do campo da ficha para o valor da acción é incorrecto.

# RES_resultenum.shiftrule_invalidbetweenuserfieldtype.rotext
source: The field type for the condition interval tab is incorrect.
ca: El tipus del camp de la fitxa per a l’interval de la condició és incorrecte.
eu: Baldintza-tartearen fitxa-eremuaren mota okerra da.
gl: O tipo do campo da ficha para o intervalo da condición é incorrecto.

# RES_resultenum.shiftrule_invalidcause.rotext
source: Cause in the invalid justification rule
ca: Causa a la regla de justificació no vàlida
eu: Arrazoia justifikazio-arau baliogabean
gl: Causa na regra de xustificación non válida

# RES_resultenum.shiftrule_invalidconditionuserfields.rotext
source: Configuration tab for invalid condition.
ca: Configuració fitxa per a la condició no vàlids.
eu: Baldintza baliogabearen konfigurazio fitxa.
gl: Configuración ficha para a condición non válidos.

# RES_resultenum.shiftrule_invaliddata.rotext
source: Incorrect data
ca: Dades incorrectes
eu: Datu okerrak
gl: Datos incorrectos

# RES_resultenum.shiftrule_invalidfromuserfieldtype.rotext
source: The field type for the from value of the condition is incorrect.
ca: El tipus del camp de la fitxa per al valor des de la condició és incorrecte.
eu: Baldintzaren balioaren fitxa-eremuaren mota okerra da.
gl: O tipo do campo da ficha para o valor dende da condición é incorrecto.

# RES_resultenum.shiftrule_invalidincidence.rotext
source: Invalid incident
ca: Incidència no vàlida
eu: Gertaera baliogabea
gl: Incidencia non válida

# RES_resultenum.shiftrule_invalidtouserfieldtype.rotext
source: The type of the field on the card for the condition value to is incorrect.
ca: El tipus del camp de la fitxa per al valor fins a de la condició és incorrecte.
eu: Baldintzaren balioaren fitxa eremuaren mota okerra da.
gl: O tipo do campo da ficha para o valor ata da condición é incorrecto.

# RES_resultenum.shiftrule_invalidzone.rotext
source: Invalid zone
ca: Zona no vàlida
eu: Zona baliogabea
gl: Zona non válida

# RES_resultenum.shifttimezone_timeperiodincorrect.rotext
source: Incorrect period
ca: Període incorrecte
eu: Epe okerra
gl: Período incorrecto

# RES_resultenum.shifttimezone_timezonenotexist.rotext
source: Non-existent time zone
ca: Zona horària inexistent
eu: Ez dagoen ordu-eremua
gl: Zona horaria inexistente

# RES_resultenum.shiftwithoutpermission.rotext
source: Schedule without modification permission
ca: Horari sense permís de modificació
eu: Antolatu aldaketa baimenik gabe
gl: Horario sen permiso de modificación

# RES_resultenum.timezone_assigninzones.rotext
source: Error assigning time zone
ca: Error en assignar zona horària
eu: Errore bat gertatu da ordu-eremua esleitzean
gl: Erro asignando zona horaria

# RES_resultenum.timezone_errornameincorrect.rotext
source: Incorrect time zone name
ca: Nom de zona horària incorrecte
eu: Ordu-zonaren izen okerra
gl: Nome de zona horaria incorrecto

# RES_resultenum.timezone_overlappedzones.rotext
source: The indicated time zone period is not correct
ca: El període de zona horària especificat no és correcte
eu: Adierazitako ordu-eremua ez da zuzena
gl: O período de zona horaria indicado non é correcto
