Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/strings.*.resx
Languages: ca, gl, pt, sk

# RES_invalidaccess.invaliddocument.rotext
source: Access denied$LDroneous documentation
ca: Accés denegat$LDocumentació incorrecta
gl: Acceso denegado$LDocumentación incorrecta
pt: Acesso recusado$LDocumentação incorreta
sk: Prístup zamietnutý$LDNesprávna dokumentácia

# RES_invalidaccess.invalidreader.rotext
source: Access denied$LZone not allowed
ca: Accés denegat$LZona no permesa
gl: Acceso denegado$LZona non permitida
pt: Acesso recusado$LZona não permitida
sk: Prístup zamietnutý$LZone not allowed

# RES_invalidaccess.invalidtimezone.rotext
source: Access denied$LOut of business hours
ca: Accés denegat$LFora d’horari
gl: Acceso denegado$LFóra de horario
pt: Acesso recusado$LFora de horário
sk: Prístup zamietnutý$LOut of Hours

# RES_invalidaccess.serverdenied.rotext
source: Access denied$Lby the server
ca: Accés denegat$Lpel servidor
gl: Acceso denegado$Lpolo servidor
pt: Acesso recusado$Lpelo servidor
sk: Odmietnutie prístupu$Lna serveri

# RES_invalidaccess.unknownidentification.rotext
source: Access denied$LIdentity$Lunknown!
ca: Accés denegat$LIdentitat$Ldesconeguda!
gl: Acceso denegado$LIdentidade$Ldescoñecida!
pt: Acesso recusado$LIdentidade$Ldesconhecida!
sk: Prístup zamietnutý$LIdentita$Lunknown$L!

# RES_january.rotext
source: January
ca: Gener
gl: Xaneiro
pt: Janeiro
sk: Január

# RES_julio.rotext
source: July
ca: Juliol
gl: Xullo
pt: Julho
sk: Júl

# RES_july.rotext
source: July
ca: Juliol
gl: Xullo
pt: Julho
sk: Júl

# RES_june.rotext
source: June
ca: Juny
gl: Xuño
pt: Junho
sk: Jún

# RES_list.invalid.rotext
source: {*FF0000,$10,_c,%c}Select a value.
ca: {*FF0000,$10,_c,%c}Selecciona un valor.
gl: {*FF0000,$10,_c,%c}Selecciona un valor.
pt: {*FF0000,$10,_c,%c}Selecione um valor.
sk: {*FF0000,$10,_c,%c}Vyberte hodnotu.

# RES_loadform.rotext
source: Charging...
ca: Carregant...
gl: Cargando...
pt: A carregar...
sk: Načítanie...

# RES_longdate.rotext
source: {1}, {2} of {3} of {4}
ca: {1}, {2} de {3} del {4}
gl: {1}, {2} de {3} de {4}
pt: {1}, {2} de {3} de {4}
sk: {1}, {2} z {3} z {4}

# RES_march.rotext
source: March
ca: Març
gl: Marzo
pt: Março
sk: Marec

# RES_may.rotext
source: May
ca: Maig
gl: Maio
pt: Maio
sk: Máj

# RES_mayo.rotext
source: May
ca: Maig
gl: Maio
pt: Maio
sk: Máj

# RES_modes.auto.rotext
source: Entry / Exit
ca: Entrada / Sortida
gl: Entrada/Saída
pt: Entrada / Saída
sk: Vstup / výstup

# RES_modes.in.rotext
source: Entrance
ca: Entrada
gl: Entrada
pt: Entrada
sk: VSTUP

# RES_modes.interactive.rotext
source: Interactive
ca: Interactiu
gl: Interactivo
pt: Interativo
sk: Interaktívna stránka

# RES_modes.out.rotext
source: Exit
ca: Sortida
gl: Saída
pt: Saída

# RES_modes.query.rotext
source: Consultations
ca: Consultes
gl: Consultas
pt: Consultas
sk: Konzultácie

# RES_monday.rotext
source: Monday
ca: Dilluns
gl: Luns
pt: Segunda-feira
sk: Pondelok

# RES_needreboot.rotext
source: The system will reboot in 3 seconds
ca: El sistema es reiniciarà d’aquí a 3 segons
gl: O sistema reiniciarase en 3 segundos
pt: O sistema será reiniciado em 3 segundos
sk: Systém sa reštartuje za 3 sekundy

# RES_november.rotext
source: November
ca: Novembre
gl: Novembro
pt: Novembro

# RES_noviembre.rotext
source: November
ca: Novembre
gl: Novembro
pt: Novembro

# RES_october.rotext
source: October
ca: Octubre
gl: Outubro
pt: Outubro
sk: Október

# RES_octubre.rotext
source: October
ca: Octubre
gl: Outubro
pt: Outubro
sk: Október

# RES_outoforder.rotext
source: Terminal out of service
ca: Terminal fora de servei
gl: Terminal fóra de servizo
pt: Terminal fora de serviço
sk: Terminál mimo prevádzky

# RES_outofordersupcode.rotext
source: (Support code
ca: (Codi de suport
gl: (Código de asistencia técnica
pt: (Código de suporte
sk: (Kód podpory

# RES_processing.rotext
source: Processing...
ca: Processant...
gl: Procesando...
pt: A processar...
sk: Spracovanie ...

# RES_punchmode.access.rotext
source: ACCESS
ca: ACCÉS
gl: ACCESO
pt: ACESSO
sk: PRÍSTUP

# RES_punchmode.accessandattendance.rotext
source: ACCESS
ca: ACCÉS
gl: ACCESO
pt: ACESSO
sk: PRÍSTUP

# RES_punchmode.costs.rotext
source: Cost centers
ca: Centres de cost
gl: Centros de custos
pt: Centros de custos
sk: Nákladové strediská

# RES_punchmode.dinningroom.rotext
source: Dining room
ca: Menjador
gl: Comedor
pt: Refeitório
sk: Jedáleň

# RES_punchmode.id.rotext
source: with ID
ca: amb ID
gl: con ID
pt: com ID
sk: s ID

# RES_punchmode.in.rotext
source: ENTRANCE
ca: ENTRADA
gl: ENTRADA
pt: ENTRADA
sk: VSTUP

# RES_punchmode.inout.rotext
source: CAR
ca: AUTO
gl: AUTO
pt: AUTO
sk: AUTO

# RES_punchmode.notsupportedmode.rotext
source: NOT OPERATIONAL
ca: NO OPERATIU
gl: NON OPERATIVO
pt: NÃO OPERACIONAL
sk: NEFUNKČNÉ

# RES_punchmode.out.rotext
source: EXIT
ca: SORTIDA
gl: SAÍDA
pt: SAÍDA

# RES_punchmode.productiv.rotext
source: Tasks
ca: Tasques
gl: Tarefas
pt: Tarefas
sk: úlohy

# RES_punchmode.smartatt.rotext
source: ENTRY / EXIT
ca: ENTRADA / SORTIDA
gl: ENTRADA/SAÍDA
pt: ENTRADA / SAÍDA
sk: INPUT / OUTPUT

# RES_punchof.rotext
source: Signing of the {1}
ca: Fitxatge de les {1}
gl: Fichaxe das {1}
pt: Picagem das {1}
sk: Podpísanie {1}

# RES_punchofwithcause.rotext
source: Signing of {1} for {2}
ca: Fitxatge de les {1} per {2}
gl: Fichaxe das {1} por {2}
pt: Picagem das {1} por {2}
sk: Podpis {1} zo strany {2}

# RES_quickinfo.noemployee1.rotext
source: {$11}Unknown card$LFedge stored.
ca: {$11}Targeta desconeguda$LFitxatge emmagatzemat.
gl: {$11}Tarxeta descoñecida$LFichaxe almacenada.
pt: {$11}Cartão desconhecido$LPicagem armazenada.
sk: {$11}Karta neznáma$LChip uložené.

# RES_saturday.rotext
source: Saturday
ca: Dissabte
gl: Sábado
pt: Sábado
sk: Sobota

# RES_save.errorconnection.cost.rotext
source: $2Connection to server lost$L$3Cost center change not completed
ca: $2Connexió amb el servidor perduda$L$3No s’ha completat el canvi de centre de cost
gl: $2Conexión co servidor perdida$L$3Non se completou o cambio de centro de custos
pt: $2Ligação ao servidor perdida$L$3A alteração de centro de custo não foi concluída
sk: 2Stratené spojenie so serverom$L$3Nedokončená zmena nákladového strediska

# RES_save.errorconnection.portal.rotext
source: $2Connection lost$L$3Try again later
ca: $2Connexió perduda$L$3Torna-ho a provar més tard
gl: $2Conexión perdida$L$3Inténteo de novo máis tarde
pt: $2Ligação perdida$L$3Volte a tentar mais tarde
sk: 2Stratené spojenie$L$3Pokúste sa o to neskôr

# RES_save.errorconnection.productiv.rotext
source: $2Connection to server lost$L$3Task check-in not completed
ca: $2Connexió amb el servidor perduda$L$3No s’ha completat el fitxatge de tasques
gl: $2Conexión co servidor perdida$L$3Non se completou a fichaxe de tarefas
pt: $2Ligação ao servidor perdida$L$3O A picagem de tarefas não foi concluída
sk: 2Stratilo sa spojenie so serverom$L$3Nedokončilo sa taktovanie úlohy

# RES_save.errorconnection.rotext
source: $2Stored signing.
ca: $2Fitxatge emmagatzemat.
gl: $2Fichaxe almacenada.
pt: $2Picagem armazenada.
sk: 2Spracovaný súbor.

# RES_savedpunch.rotext
source: Stored signing
ca: Fitxatge emmagatzemat
gl: Fichaxe almacenada
pt: Picagem armazenada
sk: Uložený záznam

# RES_savingdata.rotext
source: Saving data...
ca: Desant dades...
gl: Gardando datos...
pt: A guardar dados...
sk: Ukladanie údajov...

# RES_selectcauseex.rotext
source: $2Select a reason
ca: $2Selecciona un motiu
gl: $2Selecciona un motivo
pt: $2Selecione um motivo
sk: 2Vyberte motív

# RES_september.rotext
source: September
ca: Setembre
gl: Setembro
pt: Setembro

# RES_septiembre.rotext
source: September
ca: Setembre
gl: Setembro
pt: Setembro

# RES_statustext.deletephotopunch.rotext
source: Processing signings
ca: Processant fitxatges
gl: Procesando fichaxes
pt: A processar picagens
sk: Spracovanie transferov

# RES_statustext.downpunch.rotext
source: Downloading transfers
ca: Descarregant fitxatges
gl: Descargando fichaxes
pt: A descarregar picagens
sk: Preberanie prenosov

# RES_sunday.rotext
source: Sunday
ca: Diumenge
gl: Domingo
pt: Domingo
sk: Nedeľa

# RES_thursday.rotext
source: Thursday
ca: Dijous
gl: Xoves
pt: Quinta-feira
sk: Štvrtok

# RES_timeselector.invalid.rotext
source: {*FF0000,$10,_c,%c}Invalid time.
ca: {*FF0000,$10,_c,%c}Hora no vàlida.
gl: {*FF0000,$10,_c,%c}Hora inválida.
pt: {*FF0000,$10,_c,%c}Hora inválida.
sk: {*FF0000,$10,_c,%c}Hora invalida.

# RES_tuesday.rotext
source: Tuesday
ca: Dimarts
gl: Martes
pt: Terça-feira
sk: Utorok

# RES_unknownidentification.rotext
source: Identity$Lunknown!
ca: Identitat$Ldesconeguda!
gl: Identidade$Ldescoñecida!
pt: Identidade$Ldesconhecida!

# RES_unkwoncard.rotext
source: Unknown card code!
ca: Codi de targeta desconegut!
gl: Código de tarxeta descoñecido!
pt: Código de cartão desconhecido!
sk: Neznámy kód karty !

# RES_waitform.rotext
source: Please wait...
ca: Si us plau, espera...
gl: Espere...
pt: Por favor aguarde...
sk: Počkajte, prosím...

# RES_waitingserverresponse.rotext
source: Querying data. Please wait...
ca: Consultant dades. Si us plau, espera...
gl: Consultando datos. Espere...
pt: A consultar dados. Aguarde...
sk: Vyhľadávanie údajov. Počkajte, prosím...

# RES_wednesday.rotext
source: Wednesday
ca: Dimecres
gl: Mércores
pt: Quarta-feira
sk: Streda

# RES_wrongidentification.rotext
source: Wrong ID!
ca: Identificació incorrecta!
gl: Identificación incorrecta!
pt: Identificação incorreta!
sk: nesprávna identifikácia!

# RES_frmbioadmin.panel1.btntestall.rotext
source: Test
pt: Teste

# RES_cmbcardtype.hex.rotext
source: Hexadecimal
sk: Hexadecimálne

# RES_frmsettings.tabgeneral.lblvolume.rotext
source: Volume:
ca: Volum:
sk: Objem:

# RES_frmsettings.tabreader.lblfunctionkeysmode.rotext
source: Function mode type :
sk: Typ režimu funkcie :

# RES_frmsettings.tabreader.lblreader2com.rotext
source: COM:
sk: KOM:

# RES_frmsettings.tabreaderold.lblfunctionkeysmode.rotext
source: Function mode type :
sk: Typ režimu funkcie :

# RES_frmsettings.tabreaderold.lblreader2com.rotext
source: COM:
sk: KOM:

# RES_punchmode.employeeportal.rotext
source: PORTAL
sk: PORTÁL
