Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/strings.*.resx
Languages: ca, gl, pt, sk

# RES_frmsettings.restartterminal.rotext
source: The terminal will reboot. Continue?
ca: El terminal es reiniciarà. Continuar?
gl: O terminal reiniciarase. Continuar?
pt: O terminal será reiniciado. Continuar?
sk: Terminál sa reštartuje. Pokračovať?

# RES_frmsettings.rotext
source: Settings
ca: Configuració
gl: Configuración
pt: Definições
sk: Nastavenia

# RES_frmsettings.tabgeneral.chkvirtualkdb.rotext
source: Show virtual keyboard
ca: Mostrar teclat virtual
gl: Amosar teclado virtual
pt: Mostrar teclado virtual
sk: Zobrazenie virtuálnej klávesnice

# RES_frmsettings.tabgeneral.label2.rotext
source: Automatically adjust to daylight saving time
ca: Ajustar automàticament a l’horari d’estiu
gl: Axustar automaticamente a horario de verán
pt: Ajustar automaticamente para o horário de verão
sk: Automatické nastavenie na letný čas

# RES_frmsettings.tabgeneral.lbliddevice.rotext
source: Terminal ID:
ca: ID de terminal:
gl: ID terminal:
pt: ID terminal:
sk: ID terminálu:

# RES_frmsettings.tabgeneral.lbllanguage.rotext
source: Language:
ca: Idioma:
gl: Idioma:
pt: Idioma:
sk: Jazyk:

# RES_frmsettings.tabgeneral.lbltimezone.rotext
source: Time zone:
ca: Zona horària:
gl: Zona horaria:
pt: Zona horária:
sk: Časové pásmo:

# RES_frmsettings.tabnet.btngprsrestart.rotext
source: Reset GPRS
ca: Restablir GPRS
gl: Restablecer GPRS
pt: Restabelecer GPRS
sk: Resetovanie GPRS

# RES_frmsettings.tabnet.btnprobargprs.rotext
source: GPRS Status
ca: Estat GPRS
gl: Estado GPRS
pt: Estado GPRS
sk: Stav GPRS

# RES_frmsettings.tabnet.lblcurripdesc.rotext
source: Assigned IP:
ca: IP assignat:
gl: IP asignado:
pt: IP atribuído:
sk: Pridelená IP:

# RES_frmsettings.tabnet.lblethernetadapter.rotext
source: Network adapter:
ca: Adaptador de xarxa:
gl: Adaptador de rede:
pt: Adaptador de rede:
sk: Sieťový adaptér:

# RES_frmsettings.tabnet.lblhostaddr.rotext
source: Server IP:
ca: IP servidor:
gl: IP servidor:
pt: IP servidor:
sk: IP server:

# RES_frmsettings.tabnet.lblhostcheck.rotext
source: Reconnection(s):
ca: Reconnexió (s):
gl: Reconexión(s):
pt: Reconexão (s):
sk: Opätovné pripojenie (pripojenia):

# RES_frmsettings.tabnet.lblhostport.rotext
source: Port:
gl: Porto:
pt: Porta:
sk: Prístav:

# RES_frmsettings.tabnet.lblkeepalive.rotext
source: Check network every (m):
ca: Comprovar xarxa cada (m):
gl: Comprobar rede cada (min):
pt: Verificar rede a cada (m):
sk: Skontrolujte sieť každý (m):

# RES_frmsettings.tabnet.lblreconectslow.rotext
source: Slow network reconnection(s):
ca: Reconnexió en xarxa lenta (s):
gl: Reconexión(s) en rede(s) lenta(s):
pt: Reconexão em rede lenta (s):
sk: Pomalé opätovné pripojenie (pripojenia) k sieti:

# RES_frmsettings.tabnet.lbltimeout.rotext
source: Waiting time(s):
ca: Temps espera (s):
gl: Tempo espera(s):
pt: Tempo de espera (s):
sk: Časový limit (s):

# RES_frmsettings.tabnet.optdhcpoff.rotext
source: Specify fixed local IP
ca: Especificar IP local fix
gl: Especificar IP local fixo
pt: Especificar IP local fixo
sk: Zadajte pevnú miestnu IP adresu

# RES_frmsettings.tabnet.optdhcpon.rotext
source: Obtain local IP via DHCP
ca: Obtenir IP local per DHCP
gl: Obter IP local vía DHCP
pt: Obter IP local via DHCP
sk: Získanie miestnej IP adresy prostredníctvom DHCP

# RES_frmsettings.tabnet.pannet.lblgateway.rotext
source: Gateway:
ca: Porta d’enllaç:
gl: Pasarela:
pt: Porta de ligação:
sk: Brána:

# RES_frmsettings.tabnet.pannet.lblipaddress.rotext
source: Local IP:
ca: IP local:
gl: IP local:
pt: IP local:
sk: Miestne IP:

# RES_frmsettings.tabnet.pannet.lblsubnetmask.rotext
source: Network Mask:
ca: Màscara de xarxa:
gl: Máscara de rede:
pt: Máscara de rede:
sk: Sieťová maska:

# RES_frmsettings.tabreader.chkcaptureimage.rotext
source: Take a photo when you clock in
ca: Fer foto en fitxar
gl: Facer foto ao fichar
pt: Tirar foto ao registar
sk: Fotografia pri prihlasovaní

# RES_frmsettings.tabreader.chkidfinger.rotext
source: ID + Fingerprint
ca: ID + empremta
gl: ID + Impresión dixital
pt: ID + Impressão digital
sk: ID + Footprint

# RES_frmsettings.tabreader.chkpreventrepeatedpunches.rotext
source: Do not allow repeated signings during
ca: No permetre fitxatges repetits durant
gl: Non permitir fichaxes repetidos durante
pt: Não permitir picagens repetidas durante
sk: Nepovoľte opakované podpisy počas

# RES_frmsettings.tabreader.label3.rotext
source: Internal reader
gl: Lector interno
sk: Interná čítačka

# RES_frmsettings.tabreader.label4.rotext
source: External reader
gl: Lector externo
pt: Leitor externo
sk: Externá čítačka

# RES_frmsettings.tabreader.lblcardreader2type.rotext
source: Card reader type:
gl: Tipo de lector de tarxetas:
sk: Typ čítačky kariet:

# RES_frmsettings.tabreader.lblcardreadertype.rotext
source: Card reader type:
gl: Tipo de lector de tarxetas:
sk: Typ čítačky kariet:

# RES_frmsettings.tabreader.lblcardtype.rotext
source: Card coding:
ca: Codificació targetes:
gl: Codificación tarxetas:
pt: Codificação cartões:
sk: Kódovacie karty:

# RES_frmsettings.tabreader.lbldefaultfunctionkey.rotext
source: Default function mode :
gl: Modo de función predeterminado:
pt: Modo de função por defeito:
sk: Predvolený režim funkcie :

# RES_frmsettings.tabreader.lbldescbiothreshold.rotext
source: Biometric detection threshold
ca: Llindar de detecció biomètrica
gl: Limiar de detección biométrica
pt: Limite de deteção biométrica
sk: Prahová hodnota biometrickej detekcie

# RES_frmsettings.tabreader.lblofflineoptionsinfo.rotext
source: If the terminal is disconnected from Visualtime:
ca: Si el terminal està desconnectat de Visualtime:
gl: Se o terminal está desconectado de Visualtime:
pt: Se o terminal estiver desligado do Visualtime:
sk: Ak je terminál odpojený od systému Visualtime:

# RES_frmsettings.tabreader.lblpunchmode.rotext
source: Signing modes:
ca: Modes de fitxatge:
gl: Modos de fichaxe:
pt: Métodos de picagem:
sk: Režimy dierovania:

# RES_frmsettings.tabreader.lblqptimeout.rotext
source: Quick signing mode:
ca: Mode de fitxatge ràpid:
gl: Modo de fichaxe rápida:
pt: Método de picagem rápida:
sk: Režim rýchleho dierovania:

# RES_frmsettings.tabreader.lblreader2bauds.rotext
source: Baud Rate:
gl: Taxa de baudios:
pt: Taxa de transferência:
sk: Prenosová rýchlosť:

# RES_frmsettings.tabreader.lblreader2parameters.rotext
source: Parameters:
gl: Parámetros:
pt: Parâmetros:
sk: Parametre:

# RES_frmsettings.tabreader.lblreader2type.rotext
source: Type:
gl: Tipo:
pt: Tipo:
sk: Typ:

# RES_frmsettings.tabreader.lblreadertype.rotext
source: Type:
gl: Tipo:
pt: Tipo:
sk: Typ:

# RES_frmsettings.tabreader.lblseconds.rotext
source: seconds
ca: segons
gl: segundos
pt: segundos
sk: sekundy

# RES_frmsettings.tabreader.lblthresholmin1to1.rotext
source: Minimum similarity in verification (1:1)
ca: Similitud mínima en verificació (1:1)
gl: Similitude mínima en verificación (1:1)
pt: Semelhança mínima na verificação (1:1)
sk: Minimálna podobnosť pri overovaní (1:1)

# RES_frmsettings.tabreader.lblthresholmin1ton.rotext
source: Minimum similarity in identification (1:N)
ca: Similitud mínima en identificació (1:N)
gl: Similitude mínima en identificación (1:N)
pt: Semelhança mínima na identificação (1:N)
sk: Minimálna podobnosť pri identifikácii (1:N)

# RES_frmsettings.tabreaderold.label3.rotext
source: Internal reader
gl: Lector interno
sk: Interná čítačka

# RES_frmsettings.tabreaderold.label4.rotext
source: External reader
gl: Lector externo
pt: Leitor externo
sk: Externá čítačka

# RES_frmsettings.tabreaderold.lblcardreader2type.rotext
source: Card reader type:
gl: Tipo de lector de tarxetas:
sk: Typ čítačky kariet:

# RES_frmsettings.tabreaderold.lblcardreadertype.rotext
source: Card reader type:
gl: Tipo de lector de tarxetas:
sk: Typ čítačky kariet:

# RES_frmsettings.tabreaderold.lbldefaultfunctionkey.rotext
source: Default function mode :
gl: Modo de función predeterminado:
pt: Modo de função por defeito:
sk: Predvolený režim funkcie :

# RES_frmsettings.tabreaderold.lblreader2bauds.rotext
source: Baud Rate:
gl: Taxa de baudios:
pt: Taxa de transferência:
sk: Prenosová rýchlosť:

# RES_frmsettings.tabreaderold.lblreader2parameters.rotext
source: Parameters:
gl: Parámetros:
pt: Parâmetros:
sk: Parametre:

# RES_frmsettings.tabreaderold.lblreader2type.rotext
source: Type:
gl: Tipo:
pt: Tipo:
sk: Typ:

# RES_frmsettings.tabreaderold.lblreadertype.rotext
source: Type:
gl: Tipo:
pt: Tipo:
sk: Typ:

# RES_frmsettings.tabsecurity.btadd.rotext
source: Add
gl: Engadir
pt: Adicionar
sk: Pridať

# RES_frmsettings.tabsecurity.btdelete.rotext
source: Remove
gl: Eliminar
sk: Odstránenie stránky

# RES_frmsettings.tabsecurity.btedit.rotext
source: Edit
gl: Editar
sk: Upraviť

# RES_frmsettings.tabsecurity.label5.rotext
source: Administrator password:
ca: Contrasenya administrador:
gl: Contrasinal administrador:
pt: Palavra-passe administrador:
sk: Heslo správcu:

# RES_frmsettings.tabsecurity.lblbiomanagerpassword.rotext
source: Password for biometric management, synchronization via USB and reset:
ca: Contrasenya per a gestió biomètrica, sincronització per USB i reinici:
gl: Contrasinal para xestión biométrica, sincronización vía USB e reinicio:
pt: Palavra-passe para gestão biométrica, sincronização via USB e reinicialização:
sk: Heslo pre správu biometrických údajov, synchronizáciu cez USB a reštart:

# RES_frmsettings.tabsecurity.lblsecurityadmin.rotext
source: Security admins
gl: Administrador de seguridade
sk: Bezpečnostní administrátori

# RES_frmsettings.tabsecurity.lblsystempassword.rotext
source: Technical password:
ca: Contrasenya tècnic:
gl: Contrasinal técnico:
pt: Palavra-passe técnico:
sk: Technické heslo:

# RES_frmsettings.tabtechnical.btdeleteall.rotext
source: Initialize dynamic data
ca: Inicialitzar dades dinàmiques
gl: Iniciar datos dinámicos
pt: A inicializar dados dinâmicos
sk: Inicializácia dynamických údajov

# RES_frmsettings.tabtechnical.btexit.rotext
source: Close application
ca: Tancar aplicació
gl: Pechar aplicación
pt: Encerrar aplicação
sk: Zatvoriť aplikáciu

# RES_frmsettings.tabtechnical.btlogs.rotext
source: Download Logs
ca: Descarregar registres
gl: Descargar logs
pt: Descarregar Logs
sk: Stiahnite si denníky

# RES_frmsettings.tabtechnical.btnapplymodel.rotext
source: Apply
ca: Aplicar
gl: Aplicar
pt: Aplicar
sk: Aplikovať

# RES_frmsettings.tabtechnical.btncopyddbb.rotext
source: Copy database
ca: Copiar BBDD
gl: Copiar BBDD
pt: Copiar BD
sk: Kopírovanie DB

# RES_frmsettings.tabtechnical.btnvncstart.rotext
source: Start VNC
ca: Iniciar VNC
gl: Iniciar VNC
pt: Iniciar VNC
sk: Spustenie VNC

# RES_frmsettings.tabtechnical.btnvncstop.rotext
source: Stop VNC
ca: Aturar VNC
gl: Parar VNC
pt: Parar VNC
sk: Zastaviť VNC

# RES_frmsettings.tabtechnical.btresetall.rotext
source: Format terminal
ca: Formatar terminal
gl: Formatar terminal
pt: Formatar terminal
sk: Formát terminálu

# RES_frmsettings.tabtechnical.lblloglevel.rotext
source: Log level:
ca: Nivell de registre:
gl: Nivel de log:
pt: Nível de log:
sk: Úroveň protokolu:

# RES_frmsettings.tabtechnical.lblmodel.rotext
source: Model:
gl: Modelo:
pt: Modelo:

# RES_frmsettings.tabutils.btcalibration.rotext
source: Calibrate screen
ca: Calibrar pantalla
gl: Calibrar pantalla
pt: Calibrar ecrã
sk: Kalibrácia obrazovky

# RES_frmsettings.tabutils.btfirmware.rotext
source: Update firmware
ca: Actualitzar firmware
gl: Actualizar firmware
pt: Atualizar firmware
sk: Aktualizácia firmvéru

# RES_frmsettings.tabutils.btgetoffline.rotext
source: Data Synchronization
gl: Sincronización de datos
sk: Synchronizácia údajov

# RES_frmsettings.tabutils.btngprsrestart.rotext
source: Reset GPRS
ca: Restablir GPRS
gl: Restablecer GPRS
pt: Restabelecer GPRS
sk: Resetovanie GPRS

# RES_frmsettings.tabutils.btnusb.rotext
source: Open USB Menu
ca: Obrir menú USB
gl: Abrir Menú USB
pt: Abrir Menu USB
sk: Otvorenie ponuky USB

# RES_frmsettings.tabutils.btrestart.rotext
source: Restart terminal
ca: Reiniciar terminal
gl: Reiniciar terminal
pt: Reiniciar terminal
sk: Reštart terminálu

# RES_frmsettings.tabutils.btturnoff.rotext
source: Turn off terminal
ca: Apagar terminal
gl: Apagar terminal
pt: Desligar terminal
sk: Vypnutie terminálu

# RES_frmsettings.tabutils.cbudp.rotext
source: Enable UDP log
ca: Habilitar registre UDP
gl: Habilitar log UDP
pt: Ativar log UDP
sk: Povolenie protokolu UDP

# RES_frmsettings.tabutils.chklog.rotext
source: Enable log
ca: Habilitar registre
gl: Habilitar log
pt: Ativar log
sk: Povolenie protokolu

# RES_frmsettings.tabutils.lblloading.rotext
source: Loading data. Please wait...
ca: Carregant dades. Espera...
gl: Cargando datos. Espere...
pt: A carregar dados. Aguarde...
sk: Načítanie údajov. Počkajte na to...

# RES_frmsettings.tabutils.lblloglevel.rotext
source: Log level:
ca: Nivell de registre:
gl: Nivel de log:
pt: Nível de log:
sk: Úroveň protokolu:

# RES_frmsettings.tabutils.lblreboot.rotext
source: Reset:
ca: Reinici:
gl: Reinicio:
pt: Reinício:
sk: Reštartujte:

# RES_frmsettings.turnoffterminal.rotext
source: The terminal will shut down. Continue?
ca: El terminal s’apagarà. Continuar?
gl: O terminal apagarase. Continuar?
pt: O terminal apagar-se-á. Continuar?
sk: Terminál sa vypne. Pokračovať?

# RES_frmsettings.turnoffterminalcaption.rotext
source: Turn off
ca: Apagar
gl: Apagar
pt: Apagar
sk: Vypnúť

# RES_frmusbadmin.btgetdata.rotext
source: Update configuration
ca: Actualitzar configuració
gl: Actualizar configuración
pt: Atualizar configuração
sk: Aktualizácia konfigurácie

# RES_frmusbadmin.btncancel.rotext
source: Close
ca: Tancar
gl: Pechar
pt: Fechar
sk: Zatvoriť

# RES_frmusbadmin.btndownchanges.rotext
source: Download data
ca: Descarregar dades
gl: Descargar datos
pt: Descarregar dados
sk: Stiahnite si údaje

# RES_frmusbadmin.btnlogs.rotext
source: Download Logs
ca: Descarregar registres
gl: Descargar logs
pt: Descarregar Logs
sk: Stiahnite si denníky

# RES_frmusbadmin.btnsync.rotext
source: Synchronize
ca: Sincronitzar
gl: Sincronizar
pt: Sincronizar
sk: Synchronizácia

# RES_frmusbadmin.btnupdatefirmware.rotext
source: Update firmware
ca: Actualitzar firmware
gl: Actualizar firmware
pt: Atualizar firmware
sk: Aktualizácia firmvéru

# RES_frmusbadmin.downchanges.preqst.rotext
source: This process will save the clockings, biometric changes and logs recorded in the terminal since the last synchronization to the USB drive.{NL}This data will be deleted from the terminal.{NL}Remember that you must synchronize it with the Visualtime server in order for it to be processed. If you do not do so, the data will be lost.{NL}Do you want to continue?
ca: Aquest procés desarà a la memòria USB els fitxatges, canvis biomètrics i registres desats al terminal des de la darrera sincronització.{NL}Aquestes dades s’esborraran del terminal.{NL}Recorda que caldrà sincronitzar-les amb el servidor de Visualtime perquè es processin. Si no ho fas, les dades es perdran.{NL}Vols continuar?
gl: Este proceso gardará na memoria USB as fichaxes, cambios biométricos e logs rexistrados no terminal dende a última sincronización.{NL}Estes datos borraranse do terminal.{NL}Lembra que deberás sincronizalos no servidor de Visualtime para que sexan procesados. Se non o fas, os datos perderanse.{NL}Desexas continuar?
pt: Este processo guardará na memória USB as picagens, alterações biométricas e logs registados no terminal desde a última sincronização.{NL}Estes dados serão eliminados do terminal.{NL}Lembre-se de que deverá sincronizá-los no servidor do Visualtime para que sejam processados. Se não o fizer, os dados perder-se-ão. {NL}Deseja continuar?
sk: Tento proces uloží hodiny, biometrické zmeny a protokoly zaznamenané na termináli od poslednej synchronizácie na pamäťové zariadenie USB.{NL}Tieto údaje sa z terminálu vymažú.{NL}Pamätajte, že na to, aby sa mohli spracovať, musíte ich synchronizovať na serveri Visualtime. Ak to neurobíte, údaje sa stratia.{NL}Chcete pokračovať?

# RES_frmusbadmin.downoffline.config.rotext
source: Downloaded data...
ca: Descarregant dades...
gl: Descargado datos...
pt: A descarregar dados...
sk: Stiahnuté údaje...

# RES_frmusbadmin.downoffline.ok.rotext
source: Time clocks and biometric changes copied to USB device successfully.
ca: Fitxatges i canvis biomètrics copiats al dispositiu USB correctament.
gl: Fichaxes e cambios biométricos copiados no dispositivo USB correctamente.
pt: Picagens e alterações biométricas copiados corretamente para o dispositivo USB.
sk: Tokeny a biometrické zmeny sa správne skopírovali na USB kľúč.

# RES_frmusbadmin.errordetectingusbdevice.rotext
source: An error occurred while accessing the USB device
ca: S’ha produït un error en accedir al dispositiu USB
gl: Produciuse un erro ao acceder ao dispositivo USB
pt: Ocorreu um erro ao aceder ao dispositivo USB
sk: Pri prístupe k zariadeniu USB došlo k chybe

# RES_frmusbadmin.getdata.config.rotext
source: Configuring terminal...
ca: Configurant terminal...
gl: Configurando terminal...
pt: A configurar terminal...
sk: Konfigurácia terminálu...

# RES_frmusbadmin.getdata.ok.rotext
source: Terminal configured correctly
ca: Terminal configurat correctament
gl: Terminal configurado correctamente
pt: Terminal corretamente configurado
sk: Správne nakonfigurovaný terminál

# RES_frmusbadmin.getdata.preqst.rotext
source: This process will erase all the settings on the terminal and replace them with the settings on the USB flash drive. If you have made any biometric changes, please download the changes from the terminal first. Do you wish to continue?
ca: Aquest procés esborrarà tota la configuració del terminal i la substituirà per la configuració inclosa a la memòria USB. Si has fet canvis biomètrics, descarrega primer els canvis del terminal. Continuar?
gl: Este proceso borrará toda a configuración do terminal e substituiraa pola configuración contida na memoria USB. Se realizaches cambios biométricos descarga antes os cambios do terminal. Desexas continuar?
pt: Este processo eliminará toda a configuração do terminal e substitui-la-á pela configuração contida na memória USB. Se efetuou alterações biométricas, descarregue antes as alterações do terminal. Pretende continuar?
sk: Tento proces vymaže celú konfiguráciu terminálu a nahradí ju konfiguráciou obsiahnutou na kľúči USB. Ak ste vykonali biometrické zmeny, stiahnite ich najprv z terminálu. Chcete pokračovať?

# RES_frmusbadmin.getlogs.copied.rotext
source: Log files copied to USB device successfully.
ca: Fitxatges de registre copiats al dispositiu USB correctament.
gl: Ficheiros de log copiados no dispositivo USB correctamente.
pt: Ficheiros de log corretamente copiados para o dispositivo USB.
sk: Súbory protokolu sa správne skopírovali na pamäťové zariadenie USB.

# RES_frmusbadmin.getlogs.copy.rotext
source: Copying log files...
ca: Copiant fitxers de registre...
gl: Copiando ficheiros de log...
pt: A copar ficheiros de log...
sk: Kopírovanie súborov denníka...

# RES_frmusbadmin.offlinedbalreadyecists.rotext
source: file with terminal data already exists on the connected USB device.{NL}This data must be incorporated into the Visualtime server before performing a new download from the terminal.
ca: Al dispositiu USB connectat ja existeix un fitxer amb dades del terminal.{NL}Aquestes dades s’han d’incorporar al servidor de Visualtime abans de fer una nova descàrrega des del terminal
gl: No dispositivo USB conectado xa existe un ficheiro con datos do terminal.{NL}Estes datos deben ser incorporados ao servidor de Visualtime antes de realizar unha nova descarga dende o terminal
pt: No dispositivo USB ligado já existe um ficheiro com dados do terminal.{NL}Estes dados devem ser incorporados no servidor do Visualtime antes de realizar um novo download a partir do terminal
sk: Na pripojenom zariadení USB už existuje súbor s údajmi z terminálu {NL}Tieto údaje sa musia nahrať na server Visualtime predtým, ako sa vykoná nové sťahovanie z terminálu

# RES_frmusbadmin.resum.bio.rotext
source: footprints
ca: empremtes
gl: Impresións dixitais
pt: Impressões digitais
sk: stopy

# RES_frmusbadmin.resum.punches.rotext
source: Clock in/out logs
ca: Fitxatges
gl: Fichaxes
pt: Picagens
sk: transfery

# RES_frmusbadmin.resum.title.rotext
source: Downloaded data:
ca: Dades descarregades:
gl: Datos descargados:
pt: Dados descarregados:
sk: Stiahnuté údaje:

# RES_frmusbadmin.rotext
source: USB Communications Menu
ca: Menú de comunicacions per USB
gl: Menú de comunicacións por USB
pt: Menu de comunicações por USB
sk: Komunikačné menu USB

# RES_frmusbadmin.usbmustbepluged.rotext
source: Please connect the USB device
ca: Si us plau, connecta el dispositiu USB
gl: Conecta o dispositivo USB
pt: Ligue o dispositivo USB
sk: Pripojte zariadenie USB

# RES_frmvirtualkeyboard.accept.rotext
source: Accept
ca: Acceptar
gl: Aceptar
pt: Aceitar
sk: Prijať

# RES_frmvirtualkeyboard.cancel.rotext
source: Cancel
ca: Cancel·la
gl: Cancelar
pt: Anular
sk: Zrušiť

# RES_frmvirtualkeyboard.code.rotext
source: Code
ca: Codi
gl: Código
pt: Código
sk: Kód

# RES_frmvirtualkeyboard.enterid.rotext
source: Enter your ID
ca: Introdueix el teu ID
gl: Introduce o teu ID
pt: Introduza a sua ID
sk: Zadajte svoje ID

# RES_frmvirtualkeyboard.enteridex.rotext
source: Enter your ID
ca: Introdueix el teu ID
gl: Introduce o teu ID
pt: Introduza a sua ID
sk: Zadajte svoje ID

# RES_frmvirtualkeyboard.enterpassword.rotext
source: Enter password
ca: Introduïu contrasenya
gl: Introduce contrasinal
pt: Introduza a palavra-passe
sk: Zadajte heslo

# RES_frmvirtualkeyboard.passwordrequired.rotext
source: Password required
ca: Contrasenya obligatòria
gl: Contrasinal requirido
pt: Palavra-passe requerida
sk: Vyžaduje sa heslo

# RES_frmvirtualkeyboard.unknownid.rotext
source: Incorrect ID
ca: ID incorrecte
gl: ID incorrecto
pt: ID incorreta
sk: Nesprávne ID

# RES_frmvirtualkeyboard.wrongpassword.rotext
source: Incorrect password
ca: Contrasenya incorrecta
gl: Contrasinal incorrecto
pt: Palavra-passe incorreta
sk: Nesprávne heslo

# RES_general.accessdenied.rotext
source: $LAccess denied
ca: $LAccés denegat
gl: $LAcceso denegado
pt: $LAcesso recusado
sk: prístup zamietnutý

# RES_general.commingsoon.rotext
source: Welcome to VisualTime$LThis terminal is in the process of configuration$LIt will be operational shortly$LSorry for the inconvenience
ca: Et donem la benvinguda a Visualtime$LAquest terminal està en procés de configuració$LBen aviat estarà operatiu$LDisculpa les molèsties
gl: Benvido/a a Visualtime$LEste terminal está en proceso de configuración$LEn breve estará operativo$LDesculpa as molestias
pt: Bem-vindo/a ao Visualtime$LEste terminal está em processo de configuração$LEm breve, estará operacional$LPedimos desculpa pelo incómodo
sk: Vitajte v službe VisualTime$LETTento terminál je v procese konfigurácie$LE Čoskoro bude funkčný$LE Ospravedlňujeme sa za nepríjemnosti

# RES_general.unknownidentification.rotext
source: $LDunknown
ca: $LDesconegut
gl: $LDescoñecido
pt: $LDesconhecido

# RES_general.waitingserverresponse.rotext
source: Consulting...
ca: Consultant...
gl: Consultando...
pt: A consultar...
sk: Konzultáciou s ...

# RES_incidences.rotext
source: Reasons
ca: Motius
gl: Motivos
pt: Motivos
sk: Motívy

# RES_initializingconfiguration.rotext
source: Initializing configuration...
ca: Inicialitzant configuració...
gl: Iniciando configuración...
pt: A inicializar a configuração...
sk: Inicializácia konfigurácie ...

# RES_invalidaccess.antipassback.rotext
source: $LAccess denied$LFrepeated mailing
ca: $LAccés denegat$LFitxatge repetit
gl: $LAcceso denegado$LFichaxe repetida
pt: $LAcesso recusado$LPicagem repetida
sk: prístup zamietnutý$LAPrístup zamietnutý$LPak opakovaný vstup
