Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/strings.*.resx
Languages: ca, gl, pt, sk

# RES_agosto.rotext
source: August
ca: Agost
gl: Agosto
pt: Agosto

# RES_april.rotext
source: April
ca: Abril
gl: Abril
pt: Abril
sk: Apríl

# RES_august.rotext
source: August
ca: Agost
gl: Agosto
pt: Agosto

# RES_bioconsent.read.rotext
source: I have read and accept the terms
ca: He llegit i accepto les condicions
gl: Lin e acepto os termos
pt: Li e aceito os termos
sk: Prečítal som si podmienky a súhlasím s nimi

# RES_bioconsent.text.rotext
source: expressly consent to the use of my fingerprint for timekeeping control by my company.
ca: Accepto expressament l’ús de l’empremta dactilar per al control del fitxatge per part de la meva empresa
gl: Consinto expresamente o uso da impresión dixital para o control de fichaxe por parte da miña empresa
pt: Autorizo expressamente o uso da impressão digital para o controlo de picagem por parte da minha empresa
sk: Výslovne súhlasím s používaním odtlačku prsta na kontrolu prihlasovania do práce mojou spoločnosťou

# RES_changenetreboot.rotext
source: Network settings have been changed. The terminal will reboot.
ca: S’ha canviat la configuració de xarxa. El terminal es reiniciarà
gl: Cambiouse a configuración de rede. O terminal reiniciarase
pt: A configuração de rede foi alterada. O terminal será reiniciado.
sk: Konfigurácia siete bola zmenená. Terminál sa reštartuje

# RES_changenetrebootcaption.rotext
source: Grid
ca: Xarxa
gl: Rede
pt: Rede
sk: Web

# RES_cmbcardtype.numeric.rotext
source: Numeric
ca: Numèric
gl: Numérico
pt: Numérico
sk: Číselné

# RES_connecting.rotext
source: Querying data. Please wait...
ca: Consultant dades. Si us plau, espera...
gl: Consultando datos. Espere...
pt: A consultar dados. Por favor, aguarde...
sk: Vyhľadávanie údajov. Počkajte prosím...

# RES_daymonthselector.invalid.rotext
source: {*FF0000,$10,_c,%c}Incorrect date.
ca: {*FF0000,$10,_c,%c}Data incorrecta.
gl: {*FF0000,$10,_c,%c}Data incorrecta.
pt: {*FF0000,$10,_c,%c}Data incorreta.
sk: {*FF0000,$10,_c,%c}Fecha incorrecta.

# RES_december.rotext
source: December
ca: Desembre
gl: Decembro
pt: Dezembro

# RES_enero.rotext
source: January
ca: Gener
gl: Xaneiro
pt: Janeiro
sk: Január

# RES_error.nonoperativeterminal.rotext
source: Terminal not operational.$LContact your administrator.
ca: Terminal no operatiu.$LPosa’t en contacte amb el teu administrador
gl: Terminal non operativo.$LContacta co teu administrador.
pt: Terminal não operacional.$LContacte o seu administrador.
sk: Obráťte sa na svojho správcu.

# RES_error.repeatcard.rotext
source: Duplicate card.$LContact your administrator.
ca: Targeta duplicada.$LPosa’t en contacte amb el teu administrador.
gl: Tarxeta duplicada.$LContacta co teu administrador.
pt: Cartão duplicado.$LContacte o seu administrador.
sk: Duplicitná karta.$Kontaktujte svojho správcu.

# RES_error.repeatedpunch.rotext
source: He signed a few moments ago.$LThis signing will not be taken into account
ca: Has fitxat fa un moment.$LAquest fitxatge no es tindrà en compte.
gl: Xa fichou hai uns intres.$LEsta fichaxe non se terá en conta
pt: Já efetuou a sua picagem há pouco.$LEsta picagem não será tida em conta
sk: Pred chvíľou sa už prihlásil.$LETento podpis sa nebude brať do úvahy

# RES_error.repeatedpunchquick.rotext
source: $L $LYe signed a moment ago$LFessage discarded
ca: $L $LHas fitxat fa$Lun moment$LFitxatge descartat
gl: $L $LXa fichou hai$Lun intre$LFichaxe descartada
pt: $L $LJá efetuou a sua picagem há$Lpouco$LPicagem descartada
sk: $L $LYUž podpísané$Pred chvíľou podpísané$LSpredpísanie vylúčené

# RES_february.rotext
source: February
ca: Febrer
gl: Febreiro
pt: Fevereiro
sk: Február

# RES_format.rotext
source: All terminal data (configuration, clockings, etc.) will be lost. Are you sure?
ca: Totes les dades del terminal (configuració, fitxatges, etc.) es perdran. N’estàs segur/a?
gl: Todos os datos de terminal (configuración, fichaxes...) perderanse. Estás seguro/a?
pt: Todos os dados do terminal (configuração, picagens, ...) serão perdidos. Tem a certeza?
sk: Všetky údaje terminálu (konfigurácia, taktovanie, ...) sa stratia. Ste si istí?

# RES_formatcaption.rotext
source: Format
ca: Formatar
gl: Formatar
pt: Formatar
sk: Formát

# RES_friday.rotext
source: Friday
ca: Divendres
gl: Venres
pt: Sexta-feira
sk: Piatok

# RES_frmbioadd.btnexit.rotext
source: Go out
ca: Sortir
gl: Saír
pt: Sair
sk: Exit

# RES_frmbioadd.checkfinger.rotext
source: Checking fingerprints...
ca: Comprovant empremtes...
gl: Comprobando impresións dixitais...
pt: A verificar impressões digitais...
sk: Kontrola odtlačkov prstov...

# RES_frmbioadd.fingeralreadyregistered.rotext
source: Footprint already registered
ca: Empremta ja registrada
gl: Impresión dixital xa rexistrada
pt: Impressão digital já registada
sk: Už zaregistrovaná stopa

# RES_frmbioadd.getfinger.rotext
source: Put your finger
ca: Posa el dit
gl: Poña o dedo
pt: Coloque o dedo
sk: Položte prst

# RES_frmbioadd.getfingeragain.rotext
source: Put your finger back in
ca: Posa el dit un altre cop
gl: Poña o dedo de novo
pt: Coloque novamente o dedo
sk: Vráťte prst späť

# RES_frmbioadd.msgexistfinger.rotext
source: This fingerprint is already registered, please repeat the process using another finger
ca: Aquesta empremta ja està registrada. Si us plau, repeteix el procés amb un altre dit.
gl: Esta impresión dixital xa está rexistrada. Repita o proceso usando outro dedo
pt: Esta impressão digital já está registada. Por favor, repita o processo usando outro dedo
sk: Tento odtlačok prsta je už zaregistrovaný, zopakujte proces s použitím iného odtlačku prsta

# RES_frmbioadd.msgfingernoquality.rotext
source: The reading is not of sufficient quality. Please repeat the process.
ca: La lectura no té prou qualitat. Si us plau, repeteix el procés
gl: A lectura non ten suficiente calidade. Repita o proceso
pt: A leitura não tem qualidade suficiente. Por favor, repita o processo.
sk: Čítanie nie je dostatočne kvalitné. Prosím, zopakujte proces

# RES_frmbioadd.outfinger.rotext
source: Remove your finger
ca: Retira el dit
gl: Retire o dedo
pt: Retire o dedo
sk: Odstráňte prst

# RES_frmbioadd.regenerate.rotext
source: Generating fingerprint cache...
ca: Generant memòria cau d’empremtes...
gl: Xerando caché de impresións dixitais...
pt: A gerar cache de impressões digitais...
sk: Generovanie footprint cache...

# RES_frmbioadd.searching.rotext
source: Identifying...
ca: Identificant...
gl: Identificando...
pt: A identificar...
sk: Identifikácia...

# RES_frmbioadd.tlfingernoquality.rotext
source: Biometric
ca: Biomètric
gl: Biométrico
pt: Biométrico
sk: Biometrické údaje

# RES_frmbioadmin.deletefinger.rotext
source: Do you want to delete the fingerprint?{NL}Remember that this will delete the fingerprint of this terminal and all those connected to Visualtime.
ca: Vols esborrar l’empremta?{NL}Recorda que amb aquesta acció s’esborrarà l’empremta d’aquest terminal i de tots els que estiguin connectats a Visualtime.
gl: Desexas borrar a pegada?{NL}Lembra que isto borrará a pegada deste terminal e de todos os que estean conectados a Visualtime.
pt: Deseja eliminar a impressão digital?{NL}Lembre-se de que tal eliminará a impressão digital deste terminal e de todos os que estiverem ligados ao Visualtime.
sk: chcete vymazať odtlačok prsta?{NL}Pamätajte, že sa tým vymaže odtlačok prsta tohto terminálu a všetkých terminálov pripojených k službe Visualtime.

# RES_frmbioadmin.deletefinger.title.rotext
source: Biometric
ca: Biomètric
gl: Biométrico
pt: Biométrico
sk: Biometrické údaje

# RES_frmbioadmin.panel1.btnexit.rotext
source: Go out
ca: Sortir
gl: Saír
pt: Sair
sk: Exit

# RES_frmbioadmin.panel1.btnfilter.rotext
source: Filter
ca: Filtrar
gl: Filtrar
pt: Filtrar

# RES_frmbioadmin.panel1.btnreset.rotext
source: Erase traces
ca: Esborrar empremtes
gl: Borrar impresións dixitais
pt: Apagar impressões digitais
sk: Vymazanie stôp

# RES_frmbioadmin.panel1.lblname.rotext
source: Name:
ca: Nom:
gl: Nome:
pt: Nome:
sk: Názov:

# RES_frmbioadmin.panel2.lblfinger1.rotext
source: Footprint 1
ca: Empremta 1
gl: Impresión dixital 1
pt: Impressão digital 1
sk: Odtlačok 1

# RES_frmbioadmin.panel2.lblfinger2.rotext
source: Footprint 2
ca: Empremta 2
gl: Impresión dixital 2
pt: Impressão digital 2

# RES_frmbioconsent.btnaccept.rotext
source: Accept
ca: Acceptar
gl: Aceptar
pt: Aceitar
sk: Prijať

# RES_frmbioconsent.btncancel.rotext
source: Cancel
ca: Cancel·la
gl: Cancelar
pt: Anular
sk: Zrušiť

# RES_frmbioconsent.chkread.rotext
source: I have read and accept the terms
ca: He llegit i accepto les condicions
gl: Lin e acepto os termos
pt: Li e aceito os termos
sk: Prečítal som si podmienky a súhlasím s nimi

# RES_frmbioconsent.rotext
source: Consent
ca: Consentiment
gl: Consentimento
pt: Consentimento
sk: Súhlas

# RES_frmdiagnostics.adaptername.rotext
source: Adapter:
ca: Adaptador:
gl: Adaptador:
pt: Adaptador:
sk: Adaptér:

# RES_frmdiagnostics.alreadyconnectedtocommsnet.rotext
source: The terminal is connected to the Visualtime server
ca: El terminal està connectat amb el servidor de Visualtime
gl: O terminal atópase conectado co servidor de Visualtime
pt: O terminal encontra-se ligado ao servidor do Visualtime.
sk: Terminál je pripojený k serveru Visualtime

# RES_frmdiagnostics.btnclose.rotext
source: Close
ca: Tancar
gl: Pechar
pt: Fechar
sk: Zatvoriť

# RES_frmdiagnostics.cannotresolvevtserverip.rotext
source: Could not resolve IP address
ca: No s’ha pogut resoldre l’adreça IP
gl: Non se puido resolver o enderezo IP
pt: Não foi possível resolver o endereço IP.
sk: IP adresu sa nepodarilo vyriešiť

# RES_frmdiagnostics.cardscount.rotext
source: Cards:
ca: Targetes:
gl: Tarxetas:
pt: Cartões:
sk: Karty:

# RES_frmdiagnostics.columnname_detail.rotext
source: Detail
ca: Detall
gl: Detalle
pt: Detalhe

# RES_frmdiagnostics.columnname_test.rotext
source: Concept
ca: Concepte
gl: Concepto
pt: Conceito
sk: Koncept

# RES_frmdiagnostics.configureddnsserverconnection.rotext
source: Connect to configured DNS server
ca: Connecta amb el servidor de DNS configurat
gl: Conecta con servidor de DNS configurado
pt: Estabelece ligação com o servidor de DNS configurado
sk: Pripojenie ku nakonfigurovanému serveru DNS

# RES_frmdiagnostics.connecttocommsnet.rotext
source: Connect to communications server
ca: Connecta amb el servidor de comunicacions
gl: Conecta con servidor de comunicacións
pt: Estabelece ligação com o servidor de comunicações
sk: Pripojenie ku komunikačnému serveru

# RES_frmdiagnostics.connecttowindows.rotext
source: Connect to Windows server
ca: Connecta amb el servidor Windows
gl: Conecta con servidor Windows
pt: Estabelece ligação com o servidor Windows
sk: Pripojenie k serveru Windows

# RES_frmdiagnostics.currentip.rotext
source: Assigned IP:
ca: IP assignat:
gl: IP asignado:
pt: IP atribuído:
sk: Pridelená IP:

# RES_frmdiagnostics.dhcp.rotext
source: Use DHCP:
ca: Utilitza DHCP:
gl: Usa DHCP:
pt: Usa DHCP:
sk: Použite DHCP:

# RES_frmdiagnostics.dhcpserver.rotext
source: DHCP Server:
ca: Servidor DHCP:
gl: Servidor DHCP:
pt: Servidor DHCP:
sk: Server DHCP:

# RES_frmdiagnostics.dnsserver.rotext
source: DNS Server:
ca: Servidor DNS:
gl: Servidor DNS:
pt: Servidor DNS:
sk: Server DNS:

# RES_frmdiagnostics.employees.rotext
source: Users:
ca: Usuaris:
gl: Usuarios:
pt: Utilizadores:
sk: Používatelia:

# RES_frmdiagnostics.fingerprintscount.rotext
source: Footprints:
ca: Empremtes:
gl: Impresións dixitais:
pt: Impressões digitais:
sk: Stopy:

# RES_frmdiagnostics.gateway.rotext
source: Gateway:
ca: Porta d’enllaç:
gl: Pasarela:
pt: Porta de ligação:
sk: Brána:

# RES_frmdiagnostics.gatewayinarptable.rotext
source: Gateway in ARP table
ca: Porta d’enllaç a la taula ARP
gl: Pasarela en táboa ARP
pt: Porta de ligação na tabela ARP
sk: Brána v tabuľke ARP

# RES_frmdiagnostics.generalnetworkissue.rotext
source: General error. The terminal does not have network access
ca: Error general. El terminal no té accés a la xarxa
gl: Erro xeral. O terminal non ten acceso á rede
pt: Erro geral. O terminal não tem acesso à rede
sk: Všeobecná chyba. Terminál nemá prístup k sieti

# RES_frmdiagnostics.generalnetworkstate.rotext
source: General network status
ca: Estat general de la xarxa
gl: Estado xeral de rede
pt: Estado geral da rede
sk: Všeobecný stav siete

# RES_frmdiagnostics.googleconnectiononport80.rotext
source: Connect to www.google.es via port 80
ca: Connecta amb www.google.es pel port 80
gl: Conecta con www.google.es por porto 80
pt: Estabelece ligação com www.google.es pela porta 80
sk: Pripája sa k stránke www.google.es prostredníctvom portu 80

# RES_frmdiagnostics.googlednsserverconnection.rotext
source: Connect to DNS server at 8.8.8.8
ca: Connecta amb el servidor de DNS a 8.8.8.8
gl: Conecta con servidor de DNS en 8.8.8.8
pt: Estabelece ligação com o servidor de DNS em 8.8.8.8
sk: Pripojenie k serveru DNS na adrese 8.8.8.8.8.8

# RES_frmdiagnostics.internetconnectivity.rotext
source: Connectivity with Internet machines
ca: Connectivitat amb màquines d’internet
gl: Conectividade con máquinas de Internet
pt: Conetividade com máquinas da Internet
sk: Pripojenie k internetovým zariadeniam

# RES_frmdiagnostics.intranetconnectivity.rotext
source: Connectivity with intranet machines
ca: Connectivitat amb màquines de la intranet
gl: Conectividade con máquinas da intranet
pt: Conetividade com máquinas da intranet
sk: Prepojenie s intranetovými strojmi

# RES_frmdiagnostics.ipvtserverendpointresolution.rotext
source: VT Server IP Address
ca: Adreça IP servidor de VT
gl: Enderezo IP servidor de VT
pt: Endereço IP servidor de VT
sk: IP adresa servera VT

# RES_frmdiagnostics.macaddress.rotext
source: Physical address:
ca: Adreça física:
gl: Enderezo física:
pt: Endereço físico
sk: Fyzická adresa:

# RES_frmdiagnostics.mask.rotext
source: Mask:
ca: Màscara:
gl: Máscara:
pt: Mascara:
sk: Maska:

# RES_frmdiagnostics.messagereceived.rotext
source: Message received
ca: Missatge rebut
gl: Mensaxe recibida
pt: Mensagem recebida
sk: Prijatá správa

# RES_frmdiagnostics.messagesent.rotext
source: Message sent
ca: Missatge enviat
gl: Mensaxe enviada
pt: Mensagem enviada
sk: Odoslaná správa

# RES_frmdiagnostics.networkadapterconfiguration.rotext
source: Network Configuration
ca: Configuració de xarxa
gl: Configuración de rede
pt: Configuração de rede
sk: Konfigurácia siete

# RES_frmdiagnostics.networkadapterok.rotext
source: Correct
ca: Correcte
gl: Correcto
pt: Correto
sk: Správne

# RES_frmdiagnostics.networkadapterstate.rotext
source: Network adapter status
ca: Estat adaptador de xarxa
gl: Estado adaptador de rede
pt: Estado do adaptador de rede
sk: Stav sieťového adaptéra

# RES_frmdiagnostics.no.rotext
source: No
gl: Non
pt: Não
sk: NIE

# RES_frmdiagnostics.noconfigureddnsserver.rotext
source: There is no explicitly defined DNS server
ca: No hi ha un servidor de DNS explícitament definit
gl: Non hai un servidor de DNS explicitamente definido
pt: Não existe um servidor de DNS explicitamente definido
sk: Žiadny explicitne definovaný server DNS

# RES_frmdiagnostics.nonetworkadapterordisabled.rotext
source: The network adapter is not working or is disabled
ca: L’adaptador de xarxa no funciona o està deshabilitat
gl: O adaptador de rede non funciona ou está desactivado
pt: O adaptador de rede não funciona ou está desativado
sk: Sieťový adaptér nefunguje alebo je vypnutý

# RES_frmdiagnostics.pinggateway.rotext
source: Ping to gateway
ca: Ping a porta d’enllaç
gl: Ping a pasarela
pt: Ping à porta de ligação
sk: Ping na bránu

# RES_frmdiagnostics.punchescount.rotext
source: Signings:
ca: Fitxatges:
gl: Fichaxes:
pt: Picagens:
sk: Podpisy:

# RES_frmdiagnostics.reportinprogresspleasewait.rotext
source: The report is being prepared. It may take a few minutes. Please wait...
ca: S’està elaborant l’informe. Pot trigar uns minuts. Si us plau, espera...
gl: Estase a elaborar o informe. Pode tardar uns minutos. Espere...
pt: O relatório está a ser elaborado. Pode demorar alguns minutos. Por favor, aguarde...
sk: Správa sa pripravuje. Môže to trvať niekoľko minút. Počkajte, prosím...

# RES_frmdiagnostics.responsefromcommsnet.rotext
source: Receive response from server
ca: Rep resposta de servidor
gl: Recibe resposta de servidor
pt: Recebe resposta do servidor
sk: Prijatie odpovede servera

# RES_frmdiagnostics.resultcode.rotext
source: Code for support:
ca: Codi per a suport:
gl: Código para asistencia técnica:
pt: Código para suporte:
sk: Kód podpory:

# RES_frmdiagnostics.startingreport.rotext
source: Starting validations...
ca: Iniciant validacions...
gl: Iniciando validacións...
pt: A iniciar validações...
sk: Podnecovanie validácie...

# RES_frmdiagnostics.terminaldynamicdata.rotext
source: Recorded data
ca: Dades registrades
gl: Datos rexistrados
pt: Dados registados
sk: Registrované údaje

# RES_frmdiagnostics.visualtimeserverconnection.rotext
source: Connectivity with VISUALTIME server
ca: Connectivitat amb el servidor de VISUALTIME
gl: Conectividade con servidor de VISUALTIME
pt: Conetividade com o servidor do VISUALTIME
sk: Prepojenie so serverom VISUALTIME

# RES_frmdiagnostics.vtserverendpoint.rotext
source: VT Server Address:
ca: Adreça servidor VT:
gl: Enderezo servidor VT:
pt: Endereço servidor VT:
sk: Adresa servera VT:

# RES_frmdiagnostics.yes.rotext
source: Yes
ca: Sí
gl: Si
pt: Sim
sk: Áno

# RES_frmpassword.incorrect.rotext
source: Incorrect password
ca: Contrasenya incorrecta
gl: Contrasinal incorrecto
pt: Palavra-passe incorreta
sk: Nesprávne heslo

# RES_frmpwd.btncancel.rotext
source: Cancel
ca: Cancel·la
gl: Cancelar
pt: Anular
sk: Zrušiť

# RES_frmpwd.btnok.rotext
source: Accept
ca: Acceptar
gl: Aceptar
pt: Aceitar
sk: Prijať

# RES_frmpwd.lblpassword.rotext
source: Password
ca: Contrasenya
gl: Contrasinal
pt: Palavra-passe
sk: Heslo

# RES_frmpwd.rotext
source: Security
ca: Seguretat
gl: Seguridade
pt: Segurança
sk: Zabezpečenie

# RES_frmsettings.btbiomanager.rotext
source: Biometrics
ca: Biometria
gl: Biometría
pt: Biometria
sk: Biometrické údaje

# RES_frmsettings.btcancel.rotext
source: Go out
ca: Sortir
gl: Saír
pt: Sair
sk: Exit

# RES_frmsettings.btgeneral.rotext
source: General
gl: Xeral
pt: Geral
sk: všeobecné

# RES_frmsettings.btnet.rotext
source: Grid
ca: Xarxa
gl: Rede
pt: Rede
sk: Web

# RES_frmsettings.btreader.rotext
source: Readers
ca: Lectors
gl: Lectores
pt: Leitores
sk: Čitatelia

# RES_frmsettings.btsave.rotext
source: Save
ca: Desa
gl: Gardar
pt: Guardar
sk: Uložiť

# RES_frmsettings.btsecurity.rotext
source: Security
ca: Seguretat
gl: Seguridade
pt: Segurança
sk: Zabezpečenie

# RES_frmsettings.bttechnical.rotext
source: System
ca: Sistema
gl: Sistema
pt: Sistema
sk: Systém

# RES_frmsettings.btutils.rotext
source: Utilities
ca: Utilitats
gl: Utilidades
pt: Utilitários
sk: Komunálne služby

# RES_frmsettings.cbdefaultquickmode.items.aut.rotext
source: Automatic
ca: Automàtic
gl: Automático
pt: Automático
sk: Automatické

# RES_frmsettings.cbdefaultquickmode.items.in.rotext
source: Entrance
ca: Entrada
gl: Entrada
pt: Entrada
sk: VSTUP

# RES_frmsettings.cbdefaultquickmode.items.last.rotext
source: Latest
ca: El darrer
gl: O último
pt: O último
sk: Posledný

# RES_frmsettings.cbdefaultquickmode.items.out.rotext
source: Exit
ca: Sortida
gl: Saída
pt: Saída

# RES_frmsettings.cbqptime.items.always.rotext
source: Always active
ca: Sempre actiu
gl: Sempre activo
pt: Sempre ativo
sk: Vždy aktívne

# RES_frmsettings.cbqptime.items.never.rotext
source: Disabled
ca: Deshabilitat
gl: Desactivado
pt: Desativado
sk: Bezbariérový

# RES_frmsettings.cbtime2reboot.items.never.rotext
source: Never
ca: Mai
gl: Nunca
pt: Nunca
sk: Nikdy

# RES_frmsettings.checking.model.rotext
source: You must specify the terminal model
ca: Cal especificar el model de terminal
gl: Debes especificar o modelo de terminal
pt: Deve especificar o modelo do terminal
sk: Musíte zadať model terminálu

# RES_frmsettings.checking.novaliddns.rotext
source: The DNS IP is invalid.
ca: L’IP del DNS no és vàlid.
gl: O IP do DNS non é válida.
pt: O IP do DNS não é válido.
sk: IP adresa DNS je neplatná.

# RES_frmsettings.checking.novalidgateway.rotext
source: The gateway IP is invalid
ca: L’IP de la porta d’enllaç no és vàlid
gl: O IP da pasarela non é válida
pt: O IP da porta de ligação não é válido
sk: IP adresa brány je neplatná

# RES_frmsettings.checking.novalidhost.rotext
source: The server IP is invalid, or it indicated an incorrect DNS or one that is not accessible at the moment. If the terminal does not connect to Visualtime, check this setting.
ca: L’IP del servidor no és vàlid o has indicat un DNS incorrecte o que no és accessible en aquest moment. Si el terminal no es connecta amb Visualtime, revisa aquesta configuració.
gl: O IP do servidor non é válido, indicaches un DNS incorrecto ou non é accesible neste momento. Se o terminal non conecta con Visualtime, revisa esta configuración.
pt: O IP do servidor não é válido, ou indicou um DNS incorreto ou ao qual não é possível aceder neste momento. Se o terminal não comunicar com o Visualtime, verifique esta configuração.
sk: IP adresa servera je neplatná, alebo je uvedený nesprávny DNS, alebo že v tomto čase nie je dosiahnuteľný. Ak sa terminál nepripojí k službe Visualtime, skontrolujte túto konfiguráciu.

# RES_frmsettings.checking.novalidid.rotext
source: The terminal identifier is invalid
ca: L’identificador del terminal no és vàlid
gl: O identificador do terminal non é válido
pt: O identificador do terminal não é válido.
sk: Identifikátor terminálu je neplatný

# RES_frmsettings.checkingvalues.model.rotext
source: Model
gl: Modelo
pt: Modelo

# RES_frmsettings.checkingvalues.rotext
source: Grid
ca: Xarxa
gl: Rede
pt: Rede
sk: Web

# RES_frmsettings.close.rotext
source: Close
ca: Tancar
gl: Pechar
pt: Fechar
sk: Zatvoriť

# RES_frmsettings.closemx7.rotext
source: The application will close
ca: L’aplicació es tancarà
gl: A aplicación pecharase
pt: A aplicação será encerrada
sk: Aplikácia sa zatvorí

# RES_frmsettings.dynamicdatainitialize.caption.rotext
source: Initialize
ca: Inicialitzar
gl: Iniciar
pt: Inicializar
sk: Inicializácia

# RES_frmsettings.dynamicdatainitialize.rotext
source: The terminal settings will be erased. Are you sure?
ca: La configuració del terminal s’esborrarà. N’estàs segur/a?
gl: A configuración do terminal borrarase. Estás seguro/a?
pt: A configuração do terminal será eliminada. Tem a certeza?
sk: Konfigurácia terminálu sa odstráni, ste si istí?

# RES_frmsettings.getlogs.nousb.rotext
source: USB is not detected, please reinsert it.
ca: No es detecta l’USB. Si us plau, torna’l a connectar.
gl: Non se detecta o USB. Volve inserilo.
pt: USB não detetado. Por favor, volte a introduzi-lo.
sk: USB sa nedá odpojiť, vložte ho znova.

# RES_frmsettings.initialize.rotext
source: Initialize
ca: Inicialitzar
gl: Iniciar
pt: Inicializar
sk: Inicializácia

# RES_frmsettings.initializingconfig.rotext
source: Initializing configuration...
ca: Inicialitzant configuració...
gl: Iniciando configuración...
pt: A inicializar a configuração...
sk: Inicializácia konfigurácie...

# RES_frmsettings.lblloading.rotext
source: Loading data. Please wait...
ca: Carregant dades. Espera...
gl: Cargando datos. Espere...
pt: A carregar dados. Aguarde...
sk: Načítanie údajov. Počkajte na ...

# RES_frmsettings.regeneratebio.rotext
source: Regenerating fingerprint cache
ca: Regenerant memòria cau d’empremtes
gl: Xerando caché de impresións dixitais
pt: A gerar cache de impressões digitais
sk: Regenerácia vyrovnávacej pamäte odtlačkov prstov

# RES_frmsettings.restartterminal.caption.rotext
source: Reboot
ca: Reiniciar
gl: Reiniciar
pt: Reiniciar
sk: Reštartovanie stránky
