Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/TerminalsControllerSetup.*.resx
Languages: fr, pt

# RES_frmsetup.caption.rotext
source: Configuración del controlador de terminales.
fr: Configuration du contrôleur de terminaux.
pt: Configuração do controlador de terminais.

# RES_frmsetup.cmdcancel.caption.rotext
source: &Cancelar
fr: &Annuler
pt: &Anular

# RES_frmsetup.cmdfinish.caption.rotext
source: &Finalizar
fr: &Finition
pt: &Concluir

# RES_frmsetup.cmdnext.caption.rotext
source: Siguiente >
fr: Suivant >
pt: Seguinte >

# RES_frmsetup.cmdprevious.caption.rotext
source: < &Anterior
fr: < &Précédent

# RES_frmsetup.lblnetoralone.caption.rotext
source: Primero, indique si está instalando un Controlador de terminales aislado, o este puesto forma parte de una instalación de Visualtime en varios ordenadores:
fr: Indiquez tout d´abord si vous installez un contrôleur de terminaux isolé, ou si ce poste fait partie d´une installation de Visualtime sur plusieurs ordinateurs :
pt: Em primeiro lugar, indique se está a instalar um Controlador de terminais isolado ou se este posto faz parte de uma instalação do Visualtime em vários computadores:

# RES_frmsetup.lblnettype.caption.rotext
source: Según el tipo de red y la disponibilidad del servidor de Visualtime, se usará un tipo de conexión o otra:
fr: Selon le type de réseau et la disponibilité du serveur Visualtime, un type de connexion ou un autre sera utilisé :
pt: De acordo com o tipo de rede e a disponibilidade do servidor do Visualtime, utilizará um tipo de ligação ou outra:

# RES_frmsetup.lblservernamedesc.caption.rotext
source: Si no está seguro del nombre, consulte con el administrador de su red. Compruebe, también, que dispone de permisos de acceso a componentes de Visualtime de dicho servidor antes de continuar. El servidor debe estar instalado y funcionando para poder continuar.
fr: Si vous n´êtes pas sûr(e) du nom, consultez votre administrateur réseau. Vérifiez également que vous disposez des autorisations d´accès aux composants Visualtime de ce serveur avant de continuer. Le serveur doit être installé et en fonctionnement pour pouvoir continuer.
pt: Se não tem certeza do nome, consulte o administrador da sua rede. Confirme também se tem autorizações de acesso aos componentes do Visualtime no servidor antes de prosseguir. O servidor deve estar instalado e a funcionar para poder continuar.

# RES_frmsetup.lblservernameheader.caption.rotext
source: Indique aquí el nombre del ordenador o dirección IP donde se encuentra instalado el servidor de Visualtime.
fr: Indiquez ici le nom de l´ordinateur ou l´adresse IP où le serveur Visualtime est installé.
pt: Indique aqui o nome do computador ou o endereço IP onde o servidor do Visualtime está instalado.

# RES_frmsetup.lbltitle.caption.rotext
source: Bienvenido al asistente para la configuración del controlador de terminales.
fr: Bienvenue dans l´assistant pour la configuration du contrôleur de terminaux.
pt: Bem-vindo/a ao assistente para configuração do controlador de terminais.

# RES_frmsetup.lbltitledesc1.caption.rotext
source: Este asistente le hará unas simples preguntas para terminar de configurar el controlador de terminales según sus necesidades.
fr: Cet assistant vous posera quelques questions simples pour terminer de configurer le contrôleur de terminaux en fonction de vos besoins.
pt: Este assistente far-lhe-á perguntas simples para terminar a configuração do controlador de terminais de acordo com as suas necessidades.

# RES_frmsetup.lbltitledesc3.caption.rotext
source: Para continuar, haga clic en Siguiente.
fr: Pour continuer, cliquez sur Suivant.
pt: Para continuar clique em Seguinte.

# RES_frmsetup.lbltype1desc.caption.rotext
source: Los datos se leen continuamente de los terminales y se almacenan en archivos. Como no hay conexión, debe recoger dichos archivos y copiarlos manualmente al servidor de Visualtime.
fr: Les données sont lues en continu depuis les terminaux et stockées dans des fichiers. Compte tenu de l´absence de connexion, vous devez collecter ces fichiers et les copier manuellement sur le serveur Visualtime.
pt: Os dados são lidos continuamente a partir dos terminais e são guardados em ficheiros. Como não há ligação, deve reunir esses ficheiros e copiá-los manualmente para o servidor do Visualtime.

# RES_frmsetup.lbltype1desc2.caption.rotext
source: Para su información, la carpeta que contiene los archivos de lecturas es:
fr: Pour votre information, le dossier contenant les fichiers de lecture est :
pt: Para sua informação, a pasta que contém os ficheiros de leitura é:

# RES_frmsetup.lbltype1title.caption.rotext
source: Si no hay conexión, el controlador de terminales simplemente almacena los datos en archivos locales para que alguien los recupere manualmente.
fr: S´il n´y a pas de connexion, le contrôleur de terminaux stocke simplement les données dans des fichiers locaux afin que quelqu´un les récupère manuellement.
pt: Se não existe ligação, o controlador de terminais guarda apenas os dados em ficheiros locais para que possam ser recuperados manualmente.

# RES_frmsetup.lbltype2desc.caption.rotext
source: Los datos se leen continuamente de los terminales y se almacenan en archivos locales. Cada cierto tiempo se intentan mandar estos archivos locales al servidor. Si hay conexión y el servidor está funcionando, se mandan. En caso contrario, se guardan en local y se sigue reintentando.
fr: Les données sont lues en continu depuis les terminaux et stockées dans des fichiers locaux. De temps en temps, des tentatives d´envoi de ces fichiers locaux aux serveurs sont effectuées. S´il y a une connexion et que le serveur fonctionne, ils sont envoyés. Dans le cas contraire, ils sont sauvegardés au niveau local et d´autres tentatives sont effectuées.
pt: Os dados são lidos continuamente a partir dos terminais e são guardados em ficheiros locais. De vez em quando, tentará enviar os ficheiros locais para o servidor. Se houver ligação e o servidor estiver a funcionar, estes serão enviados. Caso contrário, serão guardados e continuará a tentar.

# RES_frmsetup.lbltype2desc2.caption.rotext
source: Debe especificar el nombre de la carpeta compartida del servidor donde se copiarán los archivos:
fr: Vous devez préciser le nom du dossier partagé du serveur sur lequel les fichiers seront copiés :
pt: Deve especificar o nome da pasta partilhada do servidor para onde serão copiados os ficheiros:

# RES_frmsetup.lbltype2desc3.caption.rotext
source: Los archivos se intentan enviar cada:
fr: Dans l´idéal, les fichiers sont envoyés à la fréquence suivante :
pt: Tentar-se-á enviar os ficheiros a cada:

# RES_frmsetup.lbltype2desc4.caption.rotext
source: 1 minuto(s).
fr: 1 minute(s).

# RES_frmsetup.lbltype2title.caption.rotext
source: En esta situación, el controlador de terminales funciona mediante el paso de archivos a una carpeta compartida en el servidor.
fr: Dans cette situation, le contrôleur de terminaux fonctionne en déplaçant les fichiers vers un dossier partagé sur le serveur.
pt: Nesta situação, o controlador de terminais funciona mediante a passagem de ficheiros para uma pasta partilhada no servidor.

# RES_frmsetup.lblwizardsubtitle.caption.rotext
source: Este asistente le permite configurar las opciones del controlador de terminales.
fr: Cet assistant vous permet de configurer les options du contrôleur de terminaux.
pt: Este assistente permite configurar as opções do Controlador de terminais.

# RES_frmsetup.lblwizardtitle.caption.rotext
source: Configuración del controlador de terminales de Visualtime.
fr: Configuration du contrôleur de terminaux Visualtime.
pt: Configuração do controlador de terminais do Visualtime.

# RES_frmsetup.optnettype.0.buttoncaption.rotext
source: La red es rápida y el servidor está siempre conectado.
fr: Le réseau est rapide et le serveur est toujours connecté.
pt: A rede é rápida e o servidor está sempre ligado.

# RES_frmsetup.optnettype.0.labelcaption.rotext
source: Si la red es rápida (1Mb/s o más) y el servidor está siempre funcionando, esta es la opción recomendada.
fr: Si le réseau est rapide (1 Mo/s ou plus) et que le serveur fonctionne en permanence, il s´agit de l´option recommandée.
pt: Se a rede é rápida (1Mb/s ou mais) e o servidor está sempre ligado, esta é a opção recomendada.

# RES_frmsetup.optnettype.1.buttoncaption.rotext
source: La red no es rápida o el servidor a menudo está detenido.
fr: Le réseau n´est pas rapide ou le serveur est souvent à l´arrêt.
pt: A rede não é rápida e o servido encontra-se desligado frequentemente.

# RES_frmsetup.optnettype.1.labelcaption.rotext
source: Este tipo de conexión se usa en redes lentas (menos de 1Mb/s) y en situaciones donde el servidor de Visualtime no está siempre funcionando cuando el Controlador de terminales si lo está.
fr: Ce type de connexion est utilisé dans les réseaux lents (moins de 1 Mo/s) et dans des situations où le serveur Visualtime ne fonctionne pas toujours, contrairement au contrôleur de terminaux.
pt: Este tipo de ligação é utilizada em redes lentas (menos de 1Mb/s) e em situações onde o servidor do Visualtime não está sempre a funcionar durante o funcionamento do Controlador de terminais.

# RES_frmsetup.opttype.0.buttoncaption.rotext
source: Este puesto es parte de una red de Visualtime.
fr: Ce poste fait partie d´un réseau Visualtime.
pt: Este posto faz parte de uma rede do Visualtime.

# RES_frmsetup.opttype.0.labelcaption.rotext
source: El Controlador de terminales trabajará como una parte más de Visualtime, mandando los datos de los terminales al servidor.
fr: Le contrôleur de terminaux travaillera comme un élément supplémentaire de Visualtime, en envoyant les données des terminaux au serveur.
pt: O Controlador de terminais trabalhará como mais uma parte do Visualtime, enviando os dados dos terminais para o servidor.

# RES_frmsetup.opttype.1.buttoncaption.rotext
source: Este puesto es independiente o está aislado.
fr: Ce poste est indépendant ou isolé.
pt: Este posto é independente ou está isolado.

# RES_frmsetup.opttype.1.labelcaption.rotext
source: El Controlador de terminales se comunicará con los terminales y guardará los datos en un archivo para que puedan ser recogidos por la aplicación que los utilice o el mismo usuario.
fr: Le contrôleur de terminaux communiquera avec les terminaux et enregistrera les données dans un fichier afin qu´elles puissent être collectées par l´application qui les utilise ou par l´utilisateur lui-même.
pt: O Controlador de terminais comunicará com os terminais e gravará os dados num ficheiro para que possam ser recolhidos pela aplicação que os utiliza ou pelo utilizador.

# RES_frmsetup.txtfoldername.text.rotext
source: \\MiServidor\MiCarpeta
fr: \\MonServeur\MonDossier
pt: \\OMeuServidor\AMinhaPasta

# RES_frmsetup.txtserverfolder.text.rotext
source: \\MiServidor\MiCarpeta
fr: \\MonServeur\MonDossier
pt: \\OMeuServidor\AMinhaPasta

# RES_frmsetup.txtservername.text.rotext
source: MI SERVIDOR
fr: MON SERVEUR
pt: MEU SERVIDOR

# RES_msg.serverconnectionerror.msg.rotext
source: No es posible acceder al servidor indicado.$CR$CRDetalles: ${1}
fr: Il n´est pas possible d´accéder au serveur indiqué.$CR$CRDetalles : ${1}
pt: Não é possível aceder ao servidor indicado.$CR$CRDetalles: ${1}

# RES_msg.serverconnectionerror.title.rotext
source: Servidor no disponible
fr: Serveur non disponible
pt: Servidor indisponível

# RES_msg.serverisnotremote.msg.rotext
source: El nombre indicado es el mismo que el equipo local. Debe indicar el nombre del servidor remoto donde se encuentra instalado Visualtime.
fr: Le nom indiqué est le même que celui de l´ordinateur local. Vous devez indiquer le nom du serveur distant sur lequel Visualtime est installé.
pt: O nome indicado é o mesmo que do equipamento local. Deve indicar o nome do servidor remoto onde o Visualtime se encontra instalado.

# RES_msg.serverisnotremote.title.rotext
source: Nombre incorrecto
fr: Nom incorrect
pt: Nome incorreto

# RES_question.sharedfoldernotfound.description.rotext
source: La carpeta indicada no está disponible en este momento. Desea continuar?$CR$CRSi la carpeta debería estar accesible, elija No y revise el nombre.$CRSi el nombre está bien escrito pero, la carpeta no está ahora mismo accesible, elija Sí para proseguir.
fr: Le dossier indiqué n´est pas disponible en ce moment. Souhaitez-vous continuer ?$CR$CRSi le dossier devrait être accessible, choisissez Non et vérifiez le nom.$CRSi le nom est correctement orthographié mais que le dossier n´est actuellement pas accessible, choisissez Oui pour poursuivre.
pt: A pasta indicada não está disponível neste momento. Pretende continuar?$CR$CRSe a pasta deve estar acessível, selecione Não e reveja o nome.$CRSe o nome está bem escrito mas a pasta não está, neste momento, acessível, selecione Sim para prosseguir.

# RES_question.sharedfoldernotfound.title.rotext
source: Carpeta no disponible en este momento.
fr: Dossier indisponible en ce moment.
pt: Pasta não disponível neste momento.
