Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/TerminalsService.*.resx
Languages: sk

# RES_errorcodemessage.5-t100-001.rotext
source: There are mx8 terminals with a firmware version that is incompatible with rx1 terminals. Please update these firmwares before registering the rx1 terminal.
sk: Existujú terminály mx8 s verziou firmvéru nekompatibilnou s terminálmi rx1. Pred registráciou terminálu rx1 aktualizujte tieto firmvéry.

# RES_resultenum.invalidconfiguration.rotext
source: The configuration is not correct. Check the terminal address.
sk: Konfigurácia nie je správna. Skontrolujte adresu terminálu.

# RES_resultenum.invalidregistrationcode.rotext
source: The registration code is invalid or already in use
sk: Registračný kód je neplatný alebo sa už používa

# RES_resultenum.liveportalterminalalreadyexist.rotext
source: There is already a terminal of type 'User Portal' defined. You can only define one.
sk: Už je definovaný terminál typu "User Portal". Môžete definovať len jeden.

# RES_resultenum.reader_activityrequired.rotext
source: Required Activity
sk: Požadovaná činnosť

# RES_resultenum.reader_invalidaccesszone.rotext
source: You must assign a zone to the terminal readers. If necessary, define zones in the Settings / Zones screen.
sk: Čítačkám terminálov musíte priradiť zónu. V prípade potreby definujte zóny na obrazovke Konfigurácia / Zóny.

# RES_resultenum.reader_invalidaccesszoneout.rotext
source: You must assign a zone to the terminal readers. If necessary, define zones in the Settings / Zones screen.
sk: Čítačkám terminálov musíte priradiť zónu. V prípade potreby definujte zóny na obrazovke Konfigurácia / Zóny.

# RES_resultenum.reader_invalidzonesfortimegate.rotext
source: If you assign a zone, you must assign both the entry zone (which must be a presence zone) and the exit zone (which must be an absence zone)
sk: Ak priradíte zónu, musíte priradiť vstupnú zónu (ktorá musí byť zónou prítomnosti) aj výstupnú zónu (ktorá musí byť zónou neprítomnosti)

# RES_resultenum.reader_invalidconfiguration.rotext
source: The configuration is not correct. Check the terminal parameters.
sk: Konfigurácia nie je správna. Skontrolujte nastavenia terminálu.

# RES_resultenum.reader_invalidinvalidoutputduration.rotext
source: The incorrect timer relay duration is invalid. Check the terminal parameters.
sk: Trvanie relé nesprávneho taktovania je neplatné. Skontrolujte parametre terminálu.

# RES_resultenum.reader_invalidoutputduration.rotext
source: The correct time relay duration is invalid. Check the terminal parameters.
sk: Trvanie správneho taktovacieho relé nie je platné. Skontrolujte parametre terminálu.

# RES_resultenum.relealreadyused.rotext
source: The relay used in the sirens is already in use.
sk: Relé používané v sirénach sa už používa.

# RES_resultenum.terminaldoesnotexists.rotext
source: The terminal does not exist.
sk: Terminál neexistuje.

# RES_resultenum.43.rotext
source: A malicious script has been detected in some property of the object
sk: Vo vlastnosti objektu bol zistený škodlivý skript

# RES_resultenum.reader_invalidcostcenter.rotext
source: You must assign a cost center
sk: Musíte priradiť nákladové stredisko
