Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/TerminalsController.*.resx
Languages: ca, eu, fr, pt

# RES_frmconsole.caption.rotext
source: Terminal Controller
ca: Controlador de terminals
eu: Terminal kontrolatzailea
fr: Contrôleur de terminaux
pt: Controlador de terminais

# RES_frmconsole.cmdok.caption.rotext
source: &Accept
ca: &Acceptar
eu: &Onartu
fr: &Accepter
pt: &Aceitar

# RES_frmconsole.cmdterminaloptions.caption.rotext
source: Terminal options
ca: Opcions de terminals
eu: Terminal aukerak
fr: Options de terminaux
pt: Opções de terminais

# RES_frmconsole.lblalerts.caption.rotext
source: The following list describes the current problems with terminals on this computer:
ca: Aquesta llista descriu els problemes que hi ha actualment amb els terminals en aquest ordinador:
eu: Ondorengo zerrendak ordenagailu honetako terminalekin uneko arazoak deskribatzen ditu:
fr: La liste suivante énumère les problèmes existant actuellement avec les terminaux sur cet ordinateur :
pt: A lista seguinte descreve os problemas existentes atualmente com os terminais deste computador:

# RES_frmconsole.lbllogviewdesc.caption.rotext
source: This screen displays technical information about the operation of the controller. You do not need to access this screen unless instructed by technical support.
ca: Aquesta pantalla mostra informació tècnica del funcionament del controlador. No és necessari que accedeixis aquí si no és per indicació del servei tècnic.
eu: Pantaila honek kontrolagailuaren funtzionamenduari buruzko informazio teknikoa erakusten du. Ez da beharrezkoa hona sartzea zerbitzu teknikoak adierazten ez badu.
fr: Cet écran affiche des informations techniques sur le fonctionnement du contrôleur. Vous n´avez pas besoin d´y accéder, sauf si le service technique vous l´indique.
pt: Este ecrã apresenta a informação técnica do funcionamento do controlador. Não é necessário aceder aqui, exceto se por indicação do serviço técnico.

# RES_frmconsole.lbllogviewheader.caption.rotext
source: Event Viewer:
ca: Visor d’esdeveniments:
eu: Gertaeren ikuslea:
fr: Visionneuse d´événements :
pt: Visualizador de eventos:

# RES_frmconsole.lblnoalerts.caption.rotext
source: The terminals are working properly.
ca: Els terminals estan funcionant correctament.
eu: Terminalak behar bezala funtzionatzen ari dira.
fr: Les terminaux fonctionnent correctement.
pt: Os terminais estão a funcionar corretamente.

# RES_frmconsole.lblstatustitle.caption.rotext
source: Current status of the Terminals:
ca: Estat actual dels terminals:
eu: Terminalen egungo egoera:
fr: État actuel des terminaux :
pt: Estado atual dos Terminais:

# RES_frmconsole.lblterminaloptions.caption.rotext
source: You can check more details and configure terminal parameters from the terminal options screen.
ca: Pots consultar més detalls i configurar paràmetres dels terminals des de la pantalla d’opcions de terminals.
eu: Xehetasun gehiago ikusi eta terminalaren parametroak konfigura ditzakezu terminalaren aukeren pantailatik.
fr: Vous pouvez consulter plus de détails et configurer les paramètres des terminaux à partir de l´écran des options des terminaux.
pt: Pode consultar mais detalhes e configurar parâmetros dos terminais a partir do ecrã de opções de terminais.

# RES_frmconsole.lblterminaloptionsheader.caption.rotext
source: Terminal Configuration:
ca: Configuració de terminals:
eu: Terminalaren konfigurazioa:
fr: Configuration des terminaux :
pt: Configuração de Terminais:

# RES_frmconsole.lvlog.headers.message.caption.rotext
source: Message
ca: Missatge
eu: Mezua
pt: Mensagem

# RES_frmconsole.lvlog.headers.process.caption.rotext
source: Process
ca: Procés
eu: Prozesua
fr: Processus
pt: Processo

# RES_frmconsole.lvlog.headers.station.caption.rotext
source: Season
ca: Estació
eu: Denboraldia
fr: Station
pt: Estação

# RES_frmconsole.lvlog.headers.time.caption.rotext
source: Hour
ca: Hora
eu: Ordua
fr: Heure
pt: Hora

# RES_frmconsole.lvlog.headers.type.caption.rotext
source: Type
ca: Tipus
eu: Guy
pt: Tipo

# RES_frmconsole.lvusertasks.headers.completed.caption.rotext
source: Filled
ca: Completat
eu: Bete
fr: Terminé
pt: Concluído

# RES_frmconsole.lvusertasks.headers.created.caption.rotext
source: Hour
ca: Hora
eu: Ordua
fr: Heure
pt: Hora

# RES_frmconsole.lvusertasks.headers.message.caption.rotext
source: Message
ca: Missatge
eu: Mezua
pt: Mensagem

# RES_frmconsole.lvusertasks.headers.origin.caption.rotext
source: Origin
ca: Origen
eu: Jatorria
fr: Source
pt: Origem

# RES_frmconsole.mnusystray.caption.rotext
source: SysTrayMenu
fr: Menu SysTray
pt: MenudoTabuleirodoSistema

# RES_frmconsole.mnusystrayabout.caption.rotext
source: &About...
ca: &Informació...
eu: & Buruz...
fr: &À propos de...
pt: &Acerca de...

# RES_frmconsole.mnusystrayclose.caption.rotext
source: Close
ca: T&ancar
eu: Itxi
fr: F&ermer
pt: F&echar

# RES_frmconsole.mnusystrayopen.caption.rotext
source: Open &console
ca: Obrir &consola
eu: Ireki &kontsola
fr: Ouvrir la &console
pt: Abrir &consola

# RES_frmconsole.servershutdownwait.closesessions.description.rotext
source: Closing active sessions...
ca: Tancant sessions actives...
eu: Saio aktiboak ixten...
fr: Fermeture des sessions actives en cours...
pt: A encerrar as sessões ativas...

# RES_frmconsole.servershutdownwait.disconnectprocesses.description.rotext
source: Stopping processes...
ca: Aturant processos...
eu: Prozesuak gelditzen...
fr: Arrêt des processus en cours...
pt: A interromper processos...

# RES_frmconsole.servershutdownwait.notifyshutdowntoclients.description.rotext
source: Notifying customers to disconnect...
ca: Avisant clients perquè es desconnectin...
eu: Bezeroei deskonektatzeko jakinarazten...
fr: Notification envoyée aux clients pour se déconnecter...
pt: A avisar os clientes para que desliguem...

# RES_frmconsole.servershutdownwait.removingobjects.description.rotext
source: Downloading objects...
ca: Descarregant objectes...
eu: Objektuak deskargatzen...
fr: Téléchargement des objets...
pt: A descarregar itens...

# RES_frmconsole.servershutdownwait.savelog.description.rotext
source: Saving event log...
ca: Desant registre d’esdeveniments...
eu: Gertaeren erregistroa gordetzen...
fr: Sauvegarde du registre des événements...
pt: A guardar registo de eventos...

# RES_frmconsole.servershutdownwait.schedulerterminate.description.rotext
source: Turning off scheduler...
ca: Apagant planificador de tasques...
eu: Antolatzailea desaktibatzen...
fr: Extinction planificateur
pt: A apagar o scheduler...

# RES_frmconsole.servershutdownwait.title.rotext
source: Closing Terminal Controller
ca: Tancant el controlador de terminals
eu: Terminaleko kontrolagailua ixtea
fr: Fermeture contrôleur de terminaux en cours
pt: A fechar controlador de terminais

# RES_frmconsole.tbmain.tabs.1.caption.rotext
source: General
eu: Orokorra
fr: Général
pt: Geral

# RES_frmconsole.tbmain.tabs.2.caption.rotext
source: Event Viewer
ca: Visor d’esdeveniments
eu: Gertaeren ikuslea
fr: Visionneuse d´événements
pt: Visualizador de eventos

# RES_initslavemaster.msg.couldnotloadprocess.message.rotext
source: The Terminal Controller cannot be started because a process within it returned an error.$CR$CRDetails: Process ${1} returned error ${2}:´${3}´.
ca: El controlador de terminals no es pot iniciar perquè un procés del controlador ha generat un error.$CR$CRDetalles: El procés ${1} ha generat l’error ${2}:´${3}´.
eu: Terminal Controller ezin da hasi Terminal Controller prozesu batek errore bat itzuli duelako.$CR$CRXehetasunak: ${1} prozesuak ${2}:´${3}´ errorea itzuli du.
fr: Le contrôleur de terminaux ne peut pas être lancé parce qu´un de ses processus a renvoyé une erreur.$CR$CRDetalles : Le processus ${1} a renvoyé l´erreur ${2} : « ${3} ».
pt: O Controlador de terminais não consegue iniciar porque um processo respetivo devolveu um erro.$CR$CRDetalles: O processo ${1} devolveu o erro ${2}:´${3}´.

# RES_initslavemaster.msg.couldnotloadprocess.title.rotext
source: Initialization error
ca: Error d’inicialització
eu: Hasierako errorea
fr: Erreur d´initialisation
pt: Erro de inicialização

# RES_initslavemaster.msg.serverinterfaceerror.message.rotext
source: There is an interface error with the server. Try restarting the server and then restarting the Terminal Controller to see if the problem persists. If so, the versions of both programs are probably incompatible with each other and you need to get an update.$CRDetails: Error ${1}:´${2}´
ca: Hi ha un error d’interfície amb el servidor. Prova de reiniciar el servidor i després el controlador de terminals per veure si el problema continua. Si és així, segurament les versions de tots dos programes són incompatibles i és necessari actualitzar-los.$CRDetalles: Error ${1}:´${2}´
eu: Zerbitzariarekin interfaze-errore bat dago. Saiatu zerbitzaria berrabiarazten eta gero Terminal Kontrolatzailea arazoak jarraitzen duen ikusteko. Hala bada, ziur aski bi programen bertsioak bateraezinak dira elkarren artean eta eguneratzea lortu beharko zenuke.$CRDetails: Error ${1}:´${2}´
fr: Il existe une erreur d´interface avec le serveur. Essayez de redémarrer le serveur, puis le contrôleur de terminaux pour voir si le problème persiste. Si c´est le cas, les versions des deux programmes sont probablement incompatibles entre elles, et vous devriez obtenir une mise à jour.$CRDetalles : Erreur ${1} : « ${2} »
pt: Existe um erro de interface com o servidor. Tente reiniciar o servidor e, em seguida, o Controlador de terminais para verificar se o problema persiste. Se assim for, certamente que as versões de ambos os programas são incompatíveis entre si e deve obter uma atualização.$CRDetalles: Erro ${1}:´${2}´

# RES_initslavemaster.msg.serverinterfaceerror.title.rotext
source: Interface error
ca: Error d’interfície
eu: Interfazearen errorea
fr: Erreur d´interface
pt: Erro de interface

# RES_initslavemaster.msg.servernotready.message.rotext
source: The Visualtime server is not available. In order to start the Terminal Controller, the Visualtime server must be running.$CRIf you think it is running, check your network connection.
ca: El servidor de Visualtime no està disponible. Per poder iniciar el controlador de terminals, cal que el servidor de Visualtime estigui funcionant.$CRSi creus que està funcionant, revisa la connexió de la xarxa.
eu: Visualtime zerbitzaria ez dago erabilgarri. Terminal Driver abiarazteko, Visualtime zerbitzariak martxan egon behar du.$CRIfuntzionatzen ari dela uste baduzu, egiaztatu sareko konexioa.
fr: Le serveur Visualtime n´est pas disponible. Pour pouvoir démarrer le contrôleur de terminaux, le serveur Visualtime doit être en cours d´exécution.$CRSi vous pensez qu´il est en cours d´exécution, vérifiez votre connexion réseau.
pt: O servidor do Visualtime não está disponível. Para poder iniciar o Controlador de terminais, o servidor do Visualtime deve estar a funcionar.$CRSe pensa que está a funcionar, verifique a ligação à rede.

# RES_initslavemaster.msg.servernotready.title.rotext
source: Server not available
ca: Servidor no disponible
eu: Zerbitzaria ez dago erabilgarri
fr: Serveur non disponible
pt: Servidor indisponível

# RES_server.close.question.confirmclose.answer.close.caption.rotext
source: Close
ca: T&ancar
eu: Itxi
fr: F&ermer
pt: F&echar

# RES_server.close.question.confirmclose.answer.close.description.rotext
source: Stops communications on this computer and closes Terminal Controller.
ca: Atura les comunicacions en aquest equip i tanca el controlador de terminals.
eu: Ordenagailu honetako komunikazioak gelditzen ditu eta Terminal Controller ixten du.
fr: Arrête les communications sur cet ordinateur et ferme le contrôleur de terminaux.
pt: Interrompe as comunicações neste equipamento e encerra o Controlador de terminais

# RES_server.close.question.confirmclose.answer.dontclose.caption.rotext
source: &Cancel
ca: &Cancel·lar
eu: &Utzi
fr: &Annuler
pt: &Anular

# RES_server.close.question.confirmclose.answer.dontclose.description.rotext
source: Leave communications with the terminals running.
ca: Deixa les comunicacions amb els terminals funcionant.
eu: Utzi komunikazioak funtzionatzen duten terminalekin.
fr: Laisse les communications avec les terminaux en fonctionnement.
pt: Deixa as comunicações com os terminais a funcionar.

# RES_server.close.question.confirmclose.caption.rotext
source: Stop Terminal Controller?
ca: Aturar el controlador de terminals?
eu: Terminal kontrolagailua gelditu?
fr: Arrêter le contrôleur de terminaux ?
pt: Interromper o Controlador de terminais?

# RES_server.close.question.usersconnected.answer.close.caption.rotext
source: Close
ca: T&ancar
eu: Itxi
fr: F&ermer
pt: F&echar

# RES_server.close.question.usersconnected.answer.close.description.rotext
source: Current customers will be disconnected.
ca: Els clients actuals es desconnectaran.
eu: Egungo bezeroak deskonektatuko dira.
fr: Les clients actuels seront déconnectés.
pt: Os clientes atuais serão desligados.

# RES_server.close.question.usersconnected.answer.dontclose.caption.rotext
source: &Cancel
ca: &Cancel·lar
eu: &Utzi
fr: &Annuler
pt: &Anular

# RES_server.close.question.usersconnected.answer.dontclose.description.rotext
source: The Terminal Controller will continue to function.
ca: El controlador de terminals continuarà funcionant.
eu: Terminaleko kontrolatzaileak lanean jarraituko du.
fr: Le contrôleur de terminaux continuera de fonctionner.
pt: Controlador de terminais continuará a funcionar.

# RES_server.close.question.usersconnected.caption.rotext
source: There are currently clients connected to the Terminal Controller. Closing the Controller will disconnect them. Do you want to continue?
ca: Hi ha clients connectats al controlador de terminals en aquests moments. Si tanques el controlador, es desconnectaran. Continuar?
eu: Terminaleko kontrolagailura konektatuta dauden bezeroak daude. Kontrolagailua ixten baduzu, deskonektatuko dira. Jarraitu nahi duzu?
fr: Des clients sont actuellement connectés au contrôleur de terminaux. Si vous fermez le contrôleur, ils seront déconnectés. Souhaitez-vous continuer ?
pt: Há neste momento cliente ligados ao Controlador de terminais. Se encerrar o Controlador estes ficarão desligados. Pretende continuar?

# RES_server.frmconsole.mnusystray.tip.initializing.rotext
source: The Terminal Controller is starting.
ca: El controlador de terminals s’està iniciant.
eu: Terminal-kontrola abiarazten ari da.
fr: Le contrôleur de terminaux est en cours de démarrage.
pt: O Controlador de terminais está a iniciar.

# RES_server.frmconsole.mnusystray.tip.problems.rotext
source: There are problems with the terminals
ca: Hi ha problemes amb els terminals
eu: Arazoak daude terminalekin
fr: Il y a des problèmes avec les terminaux
pt: Há problemas com os terminais

# RES_server.frmconsole.mnusystray.tip.running.rotext
source: Terminal controller running without errors.
ca: Controlador de terminals funcionant sense errors.
eu: Terminal-kontrolagailua akatsik gabe funtzionatzen du.
fr: Le contrôleur de terminaux fonctionne sans erreurs.
pt: Controlador de terminais a funcionar sem erros.
