Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/UserFieldsService.*.resx
Languages: it

# RES_resultenum.21.rotext
source: (NoEntry)
it: (Vietato l´accesso)

# RES_resultenum.accessdenied.rotext
source: Acceso denegado
it: Accesso negato

# RES_resultenum.historyvalues.rotext
source: El campo de la ficha ya tiene valores históricos. No se puede modificar.
it: Il campo della scheda possiede già valori cronologici. Impossibile modificare.

# RES_resultenum.inperiodoffreezing.rotext
source: En periodo de congelación
it: In periodo di congelamento

# RES_resultenum.invalidname.rotext
source: No se puede introducir un campo con una coma.
it: Non è possibile inserire un campo con una virgola.

# RES_resultenum.readonlyfield.rotext
source: No se puede modificar un campo de solo lectura.
it: Non è possibile modificare un campo di sola lettura.

# RES_resultenum.userfieldnameduplicated.rotext
source: El nombre ya está en uso.
it: Il nome è già in uso.

# RES_resultenum.userfieldnameprivate.rotext
source: El nombre utilizado está reservado por el sistema.
it: Il nome utilizzato è riservato dal sistema.

# RES_resultenum.userfieldusedinprocess.rotext
source: El campo de la ficha se está utilizando en un proceso de cálculo.
it: Il campo della scheda viene utilizzato in un processo di calcolo.

# RES_resultenum.uniquevaluealreadyexists.rotext
source: Este campo de la ficha sólo admite valores únicos, y ya fue asignado a otro usuario
it: Questo campo della scheda consente solo valori singoli ed è già stato assegnato a un altro utente

# RES_uniquevaluealreadyexistsonotheremployee.rotext
source: Este campo de la ficha sólo admite valores únicos, y ya fue asignado al usuario ${1}
it: Questo campo scheda supporta solo valori singoli ed è già stato assegnato all'utente ${1}

# RES_resultenum.userfieldusedasidfortimegate.rotext
source: Este campo de la ficha se está usando como identificador de usuario en Time Gate, y no puede ser desasignado
it: Questo campo della scheda viene utilizzato come identificativo dell'utente in Time Gate e non può essere disassegnato

# RES_resultenum.invaliduniquefieldtype.rotext
source: Sólo los campos de tipo numérico o texto pueden ser definidos para contener valores únicos entre los distintos usuarios
it: Solo i campi numerici o di testo possono essere definiti per contenere valori unici tra gli utenti

# RES_uniquevaluealreadyexists.rotext
source: El campo de la ficha ${1} sólo admite valores únicos, y este valor ya fue asignado a otro usuario
it: Il campo della scheda ${1} supporta solo valori singoli e questo valore è già stato assegnato a un altro utente
