Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/UserAdminService.*.resx
Languages: gl

# RES_features.e.visits.receive.description.rotext
source: Receive visitors
gl: Recibir visitas

# RES_features.e.visits.receive.name.rotext
source: Receive visitors
gl: Recibir visitas

# RES_features.employees.allowedapplications.description.rotext
source: Managing the applications a user can log into
gl: Xestión das aplicacións nas que un usuario pode iniciar sesión

# RES_features.employees.allowedapplications.name.rotext
source: Applications
gl: Aplicacións

# RES_features.employees.assignments.description.rotext
source: Management of positions assigned to users
gl: Xestión dos postos asignados aos usuarios

# RES_features.employees.assignments.name.rotext
source: Positions
gl: Postos

# RES_features.employees.businesscenters.description.rotext
source: Management of cost centers assigned to users and groups
gl: Xestión dos centros de custos asignados a usuarios e grupos

# RES_features.employees.businesscenters.name.rotext
source: Cost centers
gl: Centros de custos

# RES_features.employees.channels.description.rotext
source: Allows you to manage the company's communication channels
gl: Permite xestionar as canles de comunicación da empresa

# RES_features.employees.channels.name.rotext
source: Communication channels
gl: Canles de comunicación

# RES_features.employees.communiques.description.rotext
source: Access to the announcements functionality
gl: Acceso á función de comunicados

# RES_features.employees.communiques.name.rotext
source: News
gl: Comunicados

# RES_features.employees.complaints.description.rotext
source: Allows you to manage the company's reporting channel
gl: Permítelle xestionar a canle de reclamacións da empresa

# RES_features.employees.complaints.name.rotext
source: Whistleblower channel
gl: Canle de reclamacións

# RES_features.employees.contract.description.rotext
source: Contract management and agreement assignment
gl: Xestión contratos e asignación convenio

# RES_features.employees.contract.name.rotext
source: Contract
gl: Contrato

# RES_features.employees.datalink.custom.name.rotext
source: Personalized
gl: Personalizada

# RES_features.employees.datalink.custom.prima.name.rotext
source: Calculation of Premiums
gl: Cálculo de primas

# RES_features.employees.datalink.custom.primasummary.name.rotext
source: Summary of calculation of premiums per user
gl: Resumo cálculo de primas por usuario

# RES_features.employees.datalink.custom.punches.description.rotext
source: Detailed list of user signings
gl: Listaxe detallado de fichaxes de usuarios

# RES_features.employees.datalink.custom.punches.name.rotext
source: User signings
gl: Fichaxes de usuarios

# RES_features.employees.datalink.custom.punchespresence.name.rotext
source: Presence signings
gl: Fichaxes de presenza

# RES_features.employees.datalink.description.rotext
source: Data links available on the data link screen
gl: Enlaces de datos dispoñibles na pantalla de enlace de datos

# RES_features.employees.datalink.exports.accrualsday.description.rotext
source: Permissions to run daily balance export
gl: Permisos para executar a exportación de saldos diaria

# RES_features.employees.datalink.exports.accrualsday.name.rotext
source: Daily balance export
gl: Exportación de saldos diaria

# RES_features.employees.datalink.exports.accrualsperiod.description.rotext
source: Permissions to execute periodic balance export
gl: Permisos para executar a exportación de saldos periódica

# RES_features.employees.datalink.exports.accrualsperiod.name.rotext
source: Periodic export of balances
gl: Exportación de saldos periódica

# RES_features.employees.datalink.exports.advabsence.description.rotext
source: Permissions to run advanced export of extended absences
gl: Permisos para executar a exportación avanzada de ausencias prolongadas

# RES_features.employees.datalink.exports.advabsence.name.rotext
source: Advanced export of extended absences
gl: Exportación avanzada de ausencias prolongadas

# RES_features.employees.datalink.exports.advabsences.description.rotext
source: Permissions to run absence export
gl: Permisos para executar a exportación de ausencias

# RES_features.employees.datalink.exports.advabsences.name.rotext
source: Export of Absences
gl: Exportación de Ausencias

# RES_features.employees.datalink.exports.advaccruals.description.rotext
source: Permissions to run advanced balance export
gl: Permisos para executar a exportación avanzada de saldos

# RES_features.employees.datalink.exports.advaccruals.name.rotext
source: Advanced export of balances
gl: Exportación avanzada de saldos

# RES_features.employees.datalink.exports.advcauses.description.rotext
source: Permissions to execute the export of justifications
gl: Permisos para executar a exportación de xustificacións

# RES_features.employees.datalink.exports.advcauses.name.rotext
source: Exporting Justifications
gl: Xustificación Exportación

# RES_features.employees.datalink.exports.advdinning.description.rotext
source: Permissions to run advanced dining room export
gl: Permisos para executar a exportación avanzada de comedor

# RES_features.employees.datalink.exports.advdinning.name.rotext
source: Advanced export of dining room
gl: Exportación avanzada de comedor

# RES_features.employees.datalink.exports.advemployees.description.rotext
source: Permissions to run advanced user export
gl: Permisos para executar a exportación avanzada de usuarios

# RES_features.employees.datalink.exports.advemployees.name.rotext
source: Advanced User Export
gl: Exportación avanzada de usuarios

# RES_features.employees.datalink.exports.advrequests.description.rotext
source: Permissions to run request export
gl: Permisos para executar a solicitude de exportación

# RES_features.employees.datalink.exports.advrequests.name.rotext
source: Exporting Requests
gl: Solicitar Exportación

# RES_features.employees.datalink.exports.description.rotext
source: Exports available on the data link screen
gl: Exportacións dispoñibles na pantalla de enlace de datos

# RES_features.employees.datalink.exports.iberper.description.rotext
source: Permits to execute the export of Iberper
gl: Permisos para executar a exportación de Iberper

# RES_features.employees.datalink.exports.iberper.name.rotext
source: Iberper export
gl: Exportación de Iberper

# RES_features.employees.datalink.exports.labor.description.rotext
source: Permissions to execute export to Labor
gl: Permisos para executar a exportación a Labor

# RES_features.employees.datalink.exports.labor.name.rotext
source: Export to Labor
gl: Exportación a Labor

# RES_features.employees.datalink.exports.loginclass.description.rotext
source: Permissions to run the export to Logic-Class
gl: Permisos para executar a exportación a Logic-Class

# RES_features.employees.datalink.exports.loginclass.name.rotext
source: Export to Logic-Class
gl: Exportación a Logic-Class

# RES_features.employees.datalink.exports.name.rotext
source: Exports
gl: Exportacións

# RES_features.employees.datalink.exports.punches.description.rotext
source: Data regarding user signings is exported
gl: Expórtanse os datos referentes ás fichaxes dos usuarios

# RES_features.employees.datalink.exports.punches.name.rotext
source: Advanced transfer export
gl: Exportación avanzada de fichaxes

# RES_features.employees.datalink.exports.sage.description.rotext
source: Permissions to run SAGE-murano export
gl: Permisos para executar a exportación de SAGE-murano

# RES_features.employees.datalink.exports.sage.name.rotext
source: SAGE-murano export
gl: Exportación a SAGE-murano

# RES_features.employees.datalink.exports.stdemployees.description.rotext
source: Permissions to run standard export
gl: Permisos para executar a exportación estándar

# RES_features.employees.datalink.exports.stdemployees.name.rotext
source: Standard export
gl: Exportación estándar

# RES_features.employees.datalink.imports.absences.description.rotext
source: Permits to execute the import of long-term absences
gl: Permisos para executar a importación de ausencias prolongadas

# RES_features.employees.datalink.imports.absences.name.rotext
source: Importation of prolonged absences
gl: Importación de ausencias prolongadas

# RES_features.employees.datalink.imports.company.description.rotext
source: Permits to execute the import of companies
gl: Permisos para executar a importación de empresas

# RES_features.employees.datalink.imports.company.name.rotext
source: Importation of companies
gl: Importación de empresas

# RES_features.employees.datalink.imports.description.rotext
source: Imports available on the data link screen
gl: Importacións dispoñibles na pantalla de enlace de datos

# RES_features.employees.datalink.imports.employees.description.rotext
source: Permissions to run user import
gl: Permisos para executar a importación de usuarios

# RES_features.employees.datalink.imports.employees.name.rotext
source: Importing users
gl: Importación de usuarios

# RES_features.employees.datalink.imports.name.rotext
source: Imports
gl: Importacións

# RES_features.employees.datalink.name.rotext
source: Data Link
gl: Enlace de datos

# RES_features.employees.description.rotext
source: Management and configuration of users on which the management of each of the permitted user functionalities will be carried out
gl: Xestión e configuración de usuarios sobre os que se realizará a xestión de cada unha das funcionalidades de usuarios permitidas

# RES_features.employees.groupmobility.description.rotext
source: Group mobility management of users
gl: Xestión mobilidade grupal dos usuarios

# RES_features.employees.groupmobility.name.rotext
source: Mobility
gl: Mobilidade

# RES_features.employees.groups.description.rotext
source: User group management: editing and configuration.
gl: Xestión grupos de usuarios: edición e configuración.

# RES_features.employees.groups.name.rotext
source: Groups
gl: Grupos

# RES_features.employees.identifymethods.description.rotext
source: Editing and configuring the identification methods that the user will work with: card, fingerprint, username and password, etc.
gl: Edición e configuración dos medios de identificación cos que traballará o usuario: tarxeta, impresión dixital, usuario e contrasinal...

# RES_features.employees.identifymethods.name.rotext
source: Identification methods
gl: Métodos de identificación

# RES_features.employees.name.rotext
source: Users
gl: Usuarios

# RES_features.employees.namefoto.description.rotext
source: Editing and modifying the user name and assigning a photo
gl: Edición e modificación do nome do usuario e asignación de foto

# RES_features.employees.namefoto.name.rotext
source: Name and photo
gl: Nome e foto

# RES_features.employees.surveys.description.rotext
source: Allows you to create and send surveys to supervised employees
gl: Permítelle crear e enviar enquisas aos empregados supervisados

# RES_features.employees.surveys.name.rotext
source: Surveys
gl: Enquisas

# RES_features.employees.type.description.rotext
source: Editing and configuring the processes in which the user intervenes: time management, Access, PRL,...
gl: Edición e configuración dos procesos nos que intervén o usuario: xestión horaria, accesos, PRL...

# RES_features.employees.type.name.rotext
source: User type
gl: Tipo usuario

# RES_features.employees.userfields.definition.description.rotext
source: Staff tab configuration
gl: Configuración ficha de persoal

# RES_features.employees.userfields.definition.name.rotext
source: Definition of fields
gl: Definición campos

# RES_features.employees.userfields.description.rotext
source: Personnel record management.
gl: Xestión da ficha de persoal.

# RES_features.employees.userfields.information.description.rotext
source: Management of personnel file values, according to the degree of sensitivity, as established by the RGPD regulation
gl: Xestión de valores da ficha de persoal, segundo grao de sensibilidade, tal e como establece o RXPD.

# RES_features.employees.userfields.information.high.description.rotext
source: Data on ideology, religion, racial origin, health,...
gl: Datos de ideoloxía, relixión, orixe racial, saúde...

# RES_features.employees.userfields.information.high.name.rotext
source: High level
gl: Nivel alto

# RES_features.employees.userfields.information.low.description.rotext
source: Personal data: PPE, address, educational level, etc.
gl: Datos de carácter persoal: EPI, enderezo, nivel de estudos...

# RES_features.employees.userfields.information.low.name.rotext
source: Basic level
gl: Nivel básico

# RES_features.employees.userfields.information.medium.description.rotext
source: Credit data, Public Treasury, violations,...
gl: Datos de crédito, Facenda Pública, infraccións...

# RES_features.employees.userfields.information.medium.name.rotext
source: Intermediate level
gl: Nivel medio

# RES_features.employees.userfields.information.name.rotext
source: Fields information
gl: Campos de información

# RES_features.employees.userfields.name.rotext
source: File
gl: Ficha

# RES_features.employees.userfields.requests.description.rotext
source: Management of requests for modification of the record
gl: Xestión das solicitudes de modificación da ficha

# RES_features.employees.userfields.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.events.definition.description.rotext
source: Definition of planned events
gl: Definición dos eventos planificados

# RES_features.events.definition.name.rotext
source: Definition
gl: Definición

# RES_features.events.description.rotext
source: Management of planned events
gl: Xestión dos eventos planificados

# RES_features.events.name.rotext
source: Planned events
gl: Eventos planificados

# RES_features.kpi.definition.description.rotext
source: Definition of performance indicators
gl: Definición dos indicadores de rendemento

# RES_features.kpi.definition.name.rotext
source: Definition
gl: Definición

# RES_features.kpi.description.rotext
source: Managing performance indicators
gl: Xestión dos indicadores de rendemento

# RES_features.kpi.name.rotext
source: Performance indicators
gl: Indicadores de rendemento

# RES_features.labagree.accrualrules.definition.description.rotext
source: Setting up the agreement rules: e.g. transfer of the outstanding holiday balance from one year to the next, regularisation of excess hours on a quarterly basis,...
gl: Configuración das regras de convenio: por ex. traspaso do saldo de vacacións pendentes dun ano a outro, regularización das horas de exceso trimestralmente...

# RES_features.labagree.accrualrules.definition.name.rotext
source: Definition
gl: Definición

# RES_features.labagree.accrualrules.description.rotext
source: Management of the rules that regulate the different agreements
gl: Xestión das regras que regulan os diferentes convenios

# RES_features.labagree.accrualrules.name.rotext
source: Rules of agreements
gl: Regras de convenios

# RES_features.labagree.definition.description.rotext
source: Setting up agreements: assigning initial values, maximum values, and agreement rules
gl: Configuración dos convenios: asignación de valores iniciais, valores máximos e regras de convenio

# RES_features.labagree.definition.name.rotext
source: Definition
gl: Definición

# RES_features.labagree.description.rotext
source: Management of labor agreements
gl: Xestión dos convenios laborais

# RES_features.labagree.employeeassign.description.rotext
source: Allows the assignment of an already created agreement to a user
gl: Permite a asignación dun convenio xa creado a un usuario

# RES_features.labagree.employeeassign.name.rotext
source: Assignment to users
gl: Asignación a usuarios

# RES_features.labagree.name.rotext
source: Agreements
gl: Convenios

# RES_features.labagree.startupvalues.definition.description.rotext
source: Setting initial values and maximum values: eg initial value of 22 days of vacation, maximum value of 16:00 GP hours,… ***initial ***
gl: Configuración dos valores iniciais e valores máximos: por ex. valor inicial de 22 días de vacacións, valor máximo de 16:00 horas de médico xeral… ***inicial ***

# RES_features.labagree.startupvalues.definition.name.rotext
source: Definition
gl: Definición

# RES_features.labagree.startupvalues.description.rotext
source: Management of the initial values and maximum values that regulate the different agreements
gl: Xestión dos valores iniciais e valores máximos que regulan os diferentes convenios

# RES_features.labagree.startupvalues.name.rotext
source: Initial values
gl: Valores iniciais

# RES_features.productiveunit.definition.description.rotext
source: Configuration of production units and their working modes
gl: Configuración das unidades produtivas e os seus modos de traballo

# RES_features.productiveunit.definition.name.rotext
source: Definition
gl: Definición

# RES_features.productiveunit.description.rotext
source: management of production units
gl: xestión das unidades produtivas

# RES_features.productiveunit.name.rotext
source: Production units
gl: Unidades produtivas

# RES_features.reports.description.rotext
source: Access to advanced reporting functionality
gl: Acceso á función de informes avanzados

# RES_features.reports.name.rotext
source: Advanced Reports
gl: Informes avanzados

# RES_features.shifts.definition.description.rotext
source: Setting the parameters that make up a schedule: theoretical hours, entry and exit times, breaks, time zones, justification rules, etc.
gl: Configuración dos parámetros que compoñen un horario: horas teóricas, horas de entrada e saída, descansos, zonas horarias, regras de xustificación...

# RES_features.shifts.definition.name.rotext
source: Definition
gl: Definición

# RES_features.shifts.description.rotext
source: Management of the list of time groups and schedules involved in the time management of users
gl: Xestión da lista de grupos de horarios e horarios que interveñen na xestión horaria dos usuarios

# RES_features.shifts.name.rotext
source: Schedules
gl: Horarios

# RES_features.tasks.analytics.description.rotext
source: Analytical control of task-related data
gl: Control analítico de datos relacionados con tarefas

# RES_features.tasks.analytics.name.rotext
source: Task Analytics
gl: Analítica de tarefas

# RES_features.tasks.businesscenters.description.rotext
source: Cost center management: configuration, editing, etc.
gl: Xestión dos centros de custos: configuración, edición, etc.

# RES_features.tasks.businesscenters.name.rotext
source: Cost centers
gl: Centros de custos

# RES_features.tasks.datalink.description.rotext
source: Data links available on the data link screen
gl: Enlaces de datos dispoñibles na pantalla de enlace de datos

# RES_features.tasks.datalink.exports.advtasks.description.rotext
source: Permissions to run advanced task export
gl: Permisos para executar a exportación de tarefas avanzadas

# RES_features.tasks.datalink.exports.advtasks.name.rotext
source: Advanced Task Export
gl: Exportación de tarefas avanzadas

# RES_features.tasks.datalink.exports.description.rotext
source: Exports available on the data link screen
gl: Exportacións dispoñibles na pantalla de enlace de datos

# RES_features.tasks.datalink.exports.name.rotext
source: Exports
gl: Exportacións

# RES_features.tasks.datalink.exports.tasks.description.rotext
source: Permissions to run task export
gl: Permisos para executar a exportación de tarefas

# RES_features.tasks.datalink.exports.tasks.name.rotext
source: Exporting tasks
gl: Exportación de tarefas

# RES_features.tasks.datalink.imports.description.rotext
source: Imports available on the data link screen
gl: Importacións dispoñibles na pantalla de enlace de datos

# RES_features.tasks.datalink.imports.name.rotext
source: Imports
gl: Importacións

# RES_features.tasks.datalink.imports.tasks.description.rotext
source: Permissions to run task import
gl: Permisos para executar a importación de tarefas

# RES_features.tasks.datalink.imports.tasks.name.rotext
source: Importing tasks
gl: Importación de tarefas

# RES_features.tasks.datalink.name.rotext
source: Data Link
gl: Enlace de datos

# RES_features.tasks.definition.description.rotext
source: Define the tasks
gl: Definir as tarefas

# RES_features.tasks.definition.name.rotext
source: Define tasks
gl: Definir tarefas

# RES_features.tasks.description.rotext
source: Tasks
gl: Tarefas

# RES_features.tasks.fieldsdefinition.description.rotext
source: Defining Task Attributes
gl: Definición de atributos de tarefas

# RES_features.tasks.fieldsdefinition.name.rotext
source: Definition of attributes
gl: Definición de atributos

# RES_features.tasks.name.rotext
source: Tasks
gl: Tarefas

# RES_features.tasks.punches.description.rotext
source: Signing management: correction of forgotten signings, acceptance of signings entered manually by the user,...
gl: Xestión de fichaxes: corrección fichaxes esquecidas, aceptación fichaxes introducidas manualmente polo usuario...

# RES_features.tasks.punches.name.rotext
source: Transfer edition
gl: Edición de fichaxes

# RES_features.tasks.requests.description.rotext
source: The user can make requests regarding task signings
gl: O usuario pode realizar solicitudes relativas a fichaxes de tarefas

# RES_features.tasks.requests.forgotten.description.rotext
source: Managing forgotten transfer requests
gl: Xestión das solicitudes de fichaxe esquecida

# RES_features.tasks.requests.forgotten.name.rotext
source: Forgotten signings
gl: Fichaxes esquecidas

# RES_features.tasks.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.tasks.tasktemplates.definition.description.rotext
source: Defining Task Templates
gl: Definición dos modelos de tarefas

# RES_features.tasks.tasktemplates.definition.name.rotext
source: Definition
gl: Definición

# RES_features.tasks.tasktemplates.description.rotext
source: Managing Task Templates
gl: Xestión dos modelos de tarefas

# RES_features.tasks.tasktemplates.name.rotext
source: Task templates
gl: Modelos de tarefa

# RES_features.tasks.templatesdefinition.description.rotext
source: Defining Task Templates
gl: Definición dos modelos de tarefas

# RES_features.tasks.templatesdefinition.name.rotext
source: Definition of templates
gl: Definición de modelos

# RES_features.terminals.definition.description.rotext
source: Terminal Configuration: IP, time zone, whether or not to capture an image when clocking in, reader behavior, sirens,...
gl: Configuración do terminal: ip, zona horaria, se captura ou non unha imaxe ao fichar, comportamento lectores, sirenas...

# RES_features.terminals.definition.name.rotext
source: Definition
gl: Definición

# RES_features.terminals.description.rotext
source: Terminal management. IMPORTANT: Terminal configuration will be carried out by Cegid technicians. Under no circumstances should the data appearing on the related screens be modified unless under the supervision of Cegid staff.
gl: Xestión dos terminais. IMPORTANTE: A configuración dos terminais levarana a cabo os técnicos de Cegid. En ningún caso se deben modificar os datos que aparecen nas pantallas relacionadas se non é baixo a supervisión do persoal de Cegid.

# RES_features.terminals.name.rotext
source: Terminals
gl: Terminais

# RES_features.terminals.statusinfo.description.rotext
source: Viewing the terminals installed in the company and their status
gl: Visualización dos terminais instalados na empresa e o seu estado

# RES_features.terminals.statusinfo.name.rotext
source: Status information
gl: Información de estado

# RES_features.visits.create.description.rotext
source: Creating visits in LiveVisits
gl: Creación de visitas en LiveVisits

# RES_features.visits.create.name.rotext
source: Creating visits
gl: Creación de visitas

# RES_features.visits.description.rotext
source: Management of visits and visitors.
gl: Xestión de visitas e visitantes.
