Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/UserAdminService.*.resx
Languages: gl

# RES_features.calendar.punches.requests.justify.name.rotext
source: Justification of existing signings
gl: Xustificación de fichaxes existentes

# RES_features.calendar.punches.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.calendar.remarks.description.rotext
source: Management of daily observations indicated in the editing of signings
gl: Xestión das observacións diarias indicadas en edición de fichaxes

# RES_features.calendar.remarks.name.rotext
source: Observations
gl: Observacións

# RES_features.calendar.requests.cancelholidays.description.rotext
source: Managing holiday cancellation requests, for example summer holidays
gl: Xestión das solicitudes de cancelación de vacacións, por exemplo as vacacións de verán

# RES_features.calendar.requests.cancelholidays.name.rotext
source: Cancellation of vacation
gl: Cancelación de vacacións

# RES_features.calendar.requests.description.rotext
source: Management of requests relating to user planning
gl: Xestión das solicitudes relativas á planificación dos usuarios

# RES_features.calendar.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.calendar.requests.plannedabsence.description.rotext
source: Management of requests for planned absence
gl: Xestión das solicitudes de ausencia prevista

# RES_features.calendar.requests.plannedabsence.name.rotext
source: Forecast days of absence
gl: Previsión días de ausencia

# RES_features.calendar.requests.plannedcause.description.rotext
source: Management of requests for forecasting hours of absence
gl: Xestión das solicitudes de previsión horas de ausencia

# RES_features.calendar.requests.plannedcause.name.rotext
source: Forecast hours of absence
gl: Previsión horas de ausencia

# RES_features.calendar.requests.plannedhour.description.rotext
source: Management of hourly leave requests
gl: Xestión de solicitudes de vacacións por hora

# RES_features.calendar.requests.plannedhour.name.rotext
source: Vacations per hours
gl: (NoEntry)

# RES_features.calendar.requests.plannedovertime.description.rotext
source: Requests for excess hours can be made
gl: Pódense realizar solicitudes de horas de exceso

# RES_features.calendar.requests.plannedovertime.name.rotext
source: Forecast of excess hours
gl: Previsión de horas de exceso

# RES_features.calendar.requests.shiftchange.description.rotext
source: Management of requests for schedule changes: for example, request for an intensive shift next Friday
gl: Xestión das solicitudes de cambio horario: por ex., solicitude de xornada intensiva o venres próximo

# RES_features.calendar.requests.shiftchange.name.rotext
source: Time changes
gl: Cambios de horario

# RES_features.calendar.requests.shiftexchange.description.rotext
source: Managing requests for time exchange between users
gl: Xestión das solicitudes de intercambio de horarios entre usuarios

# RES_features.calendar.requests.shiftexchange.name.rotext
source: Time swaps
gl: Intercambios de horario

# RES_features.calendar.requests.telecommute.description.rotext
source: Allows you to approve or reject teleworking requests
gl: Permite aprobar ou rexeitar solicitudes de teletraballo

# RES_features.calendar.requests.telecommute.name.rotext
source: Managing teleworking requests
gl: Xestión de solicitudes de teletraballo

# RES_features.calendar.requests.vacations.description.rotext
source: Management of vacation requests: eg request for a week of vacation
gl: Xestión das solicitudes de vacacións: por ex. solicitude dunha semana de vacacións

# RES_features.calendar.requests.vacations.name.rotext
source: Vacations
gl: Vacacións

# RES_features.calendar.scheduler.cat1.description.rotext
source: Definition of permits for category 1
gl: Definición de permisos para a categoría 1

# RES_features.calendar.scheduler.cat1.name.rotext
source: Category 1
gl: Categoría 1

# RES_features.calendar.scheduler.cat10.description.rotext
source: Definition of permits for category 10
gl: Definición de permisos para a categoría 10

# RES_features.calendar.scheduler.cat10.name.rotext
source: Category 10
gl: Categoría 10

# RES_features.calendar.scheduler.cat11.description.rotext
source: Definition of permits for category 11
gl: Definición de permisos para a categoría 11

# RES_features.calendar.scheduler.cat11.name.rotext
source: Category 11
gl: Categoría 11

# RES_features.calendar.scheduler.cat12.description.rotext
source: Definition of permits for category 12
gl: Definición de permisos para a categoría 12

# RES_features.calendar.scheduler.cat12.name.rotext
source: Category 12
gl: Categoría 12

# RES_features.calendar.scheduler.cat2.description.rotext
source: Definition of permits for category 2
gl: Definición de permisos para a categoría 2

# RES_features.calendar.scheduler.cat2.name.rotext
source: Category 2
gl: Categoría 2

# RES_features.calendar.scheduler.cat3.description.rotext
source: Definition of permits for category 3
gl: Definición de permisos para a categoría 3

# RES_features.calendar.scheduler.cat3.name.rotext
source: Category 3
gl: Categoría 3

# RES_features.calendar.scheduler.cat4.description.rotext
source: Definition of permits for category 4
gl: Definición de permisos para a categoría 4

# RES_features.calendar.scheduler.cat4.name.rotext
source: Category 4
gl: Categoría 4

# RES_features.calendar.scheduler.cat5.description.rotext
source: Definition of permits for category 5
gl: Definición de permisos para a categoría 5

# RES_features.calendar.scheduler.cat5.name.rotext
source: Category 5
gl: Categoría 5

# RES_features.calendar.scheduler.cat6.description.rotext
source: Definition of permits for category 6
gl: Definición de permisos para a categoría 6

# RES_features.calendar.scheduler.cat6.name.rotext
source: Category 6
gl: Categoría 6

# RES_features.calendar.scheduler.cat7.description.rotext
source: Definition of permits for category 7
gl: Definición de permisos para a categoría 7

# RES_features.calendar.scheduler.cat7.name.rotext
source: Category 7
gl: Categoría 7

# RES_features.calendar.scheduler.cat8.description.rotext
source: Definition of permits for category 8
gl: Definición de permisos para a categoría 8

# RES_features.calendar.scheduler.cat8.name.rotext
source: Category 8
gl: Categoría 8

# RES_features.calendar.scheduler.cat9.description.rotext
source: Definition of permits for category 9
gl: Definición de permisos para a categoría 9

# RES_features.calendar.scheduler.cat9.name.rotext
source: Category 9
gl: Categoría 9

# RES_features.calendar.scheduler.description.rotext
source: Setting up users' annual calendars and managing planning-related tools: holiday templates, blocking days, copying planning, etc.
gl: Configuración dos calendarios anuais dos usuarios e xestión ferramentas relacionadas coa planificación: modelos de festivos, bloqueo días, copia planificación...

# RES_features.calendar.scheduler.name.rotext
source: Planning
gl: Planificación

# RES_features.causes.definition.description.rotext
source: Setting justifications: definition, type, visibility, rounding,
gl: Configuración das xustificacións: definición, tipo, visibilidade, arredondamento,

# RES_features.causes.definition.name.rotext
source: Definition
gl: Definición

# RES_features.causes.description.rotext
source: Management of the list of causes/reasons that affect the company's time management policy
gl: Xestión da lista de causas/motivos que interveñen na política de xestión horaria da empresa

# RES_features.causes.name.rotext
source: Justifications
gl: Xustificacións

# RES_features.concepts.definition.c1.name.rotext
source: Category 1
gl: Categoría 1

# RES_features.concepts.definition.c2.name.rotext
source: Category 2
gl: Categoría 2

# RES_features.concepts.definition.c3.name.rotext
source: Category 3
gl: Categoría 3

# RES_features.concepts.definition.c4.name.rotext
source: Category 4
gl: Categoría 4

# RES_features.concepts.definition.c5.name.rotext
source: Category 5
gl: Categoría 5

# RES_features.concepts.definition.description.rotext
source: Setting up balances: definition, type, etc.
gl: Configuración dos saldos: definición, tipo, etc.

# RES_features.concepts.definition.name.rotext
source: Definition
gl: Definición

# RES_features.concepts.description.rotext
source: Management of the list of balances involved in the policy and analysis of the time management of users
gl: Xestión da lista de saldos que interveñen na política e análise da xestión horaria dos usuarios

# RES_features.concepts.name.rotext
source: Balances
gl: Saldos

# RES_features.conventions.definition.name.rotext
source: Definition
gl: Definición

# RES_features.conventions.description.rotext
source: Configuration of users on which the management of each of the permitted agreement functionalities will be carried out
gl: Configuración de usuarios sobre os que se realizará a xestión de cada unha das funcionalidades de convenios permitidas

# RES_features.conventions.employeeassign.name.rotext
source: Assignment to users
gl: Asignación a usuarios

# RES_features.conventions.name.rotext
source: Agreements
gl: Convenios

# RES_features.diningroom.description.rotext
source: Managing dining room shifts
gl: Xestión das quendas do comedor

# RES_features.diningroom.name.rotext
source: Dining room
gl: Comedor

# RES_features.diningroom.punches.description.rotext
source: Signing management: correction of forgotten signings, acceptance of signings entered manually by the user,...
gl: Xestión de fichaxes: corrección fichaxes esquecidas, aceptación fichaxes introducidas manualmente polo usuario...

# RES_features.diningroom.punches.name.rotext
source: Clock in/out logs
gl: Fichaxes

# RES_features.diningroom.turns.description.rotext
source: Setting up shifts that give access to the dining room
gl: Configuración das quendas que dan acceso ao comedor

# RES_features.diningroom.turns.name.rotext
source: Dining room shifts
gl: Quendas do comedor

# RES_features.documents.accesslevel.description.rotext
source: GDPR Security Level
gl: Nivel de seguridade RXPD

# RES_features.documents.accesslevel.high.description.rotext
source: High level
gl: Nivel alto

# RES_features.documents.accesslevel.high.name.rotext
source: High level
gl: Nivel alto

# RES_features.documents.accesslevel.low.description.rotext
source: Basic level
gl: Nivel básico

# RES_features.documents.accesslevel.low.name.rotext
source: Basic level
gl: Nivel básico

# RES_features.documents.accesslevel.medium.description.rotext
source: Intermediate level
gl: Nivel medio

# RES_features.documents.accesslevel.medium.name.rotext
source: Intermediate level
gl: Nivel medio

# RES_features.documents.accesslevel.name.rotext
source: GDPR Security Level
gl: Nivel de seguridade RXPD

# RES_features.documents.description.rotext
source: Documents
gl: Documentos

# RES_features.documents.documentsdefinition.description.rotext
source: Defining Document Templates
gl: Definición de modelos de documentos

# RES_features.documents.documentsdefinition.name.rotext
source: Defining Document Templates
gl: Definición de modelos de documentos

# RES_features.documents.name.rotext
source: Documents
gl: Documentos

# RES_features.documents.permision.description.rotext
source: Scope
gl: Ámbito

# RES_features.documents.permision.labor.description.rotext
source: Labor
gl: Laboral

# RES_features.documents.permision.labor.name.rotext
source: Labor
gl: Laboral

# RES_features.documents.permision.name.rotext
source: Scope
gl: Ámbito

# RES_features.documents.permision.prevention.description.rotext
source: Prevention
gl: Prevención

# RES_features.documents.permision.prevention.name.rotext
source: Prevention
gl: Prevención

# RES_features.documents.permision.quality.description.rotext
source: Quality
gl: Calidade

# RES_features.documents.permision.quality.name.rotext
source: Quality
gl: Calidade

# RES_features.documents.permision.security.description.rotext
source: Security
gl: Seguridade

# RES_features.documents.permision.security.name.rotext
source: Security
gl: Seguridade

# RES_features.documentsabsences.definition.description.rotext
source: Definition of the documents to be used to track absences
gl: Definición dos documentos que se utilizarán para realizar o seguimento das ausencias

# RES_features.documentsabsences.definition.name.rotext
source: Definition
gl: Definición

# RES_features.documentsabsences.description.rotext
source: Management of documents that will be used to track absences
gl: Xestión dos documentos que se utilizarán para realizar o seguimento das ausencias

# RES_features.documentsabsences.name.rotext
source: Documents
gl: Documentos

# RES_features.e.planification.description.rotext
source: Allows, within the User Portal, access to the 'Time Control\My Calendar' functionality
gl: Permite, dentro do portal do usuario, o acceso á funcionalidade “Control horario\O meu calendario”

# RES_features.e.planification.forecast.description.rotext
source: Cancellation of approved planned absences
gl: Cancelación de ausencias previstas aprobadas

# RES_features.e.planification.forecast.name.rotext
source: Cancellation of approved planned absences
gl: Cancelación de ausencias previstas aprobadas

# RES_features.e.planification.name.rotext
source: Planning
gl: Planificación

# RES_features.e.planification.query.description.rotext
source: The user can check the schedules that he has planned
gl: O usuario pode consultar os horarios que ten planificados

# RES_features.e.planification.query.name.rotext
source: Consultation
gl: Consulta

# RES_features.e.planification.requests.description.rotext
source: The user can make requests for changes to the theoretical planning
gl: O usuario pode realizar solicitudes de cambios na planificación teórica

# RES_features.e.planification.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.e.planification.requests.plannedabsence .name.rotext
source: Planned absence
gl: Ausencia prevista

# RES_features.e.planification.requests.plannedabsence.description.rotext
source: The user can make requests for days of absence forecast
gl: O usuario pode realizar solicitudes de previsión de días de ausencia

# RES_features.e.planification.requests.plannedabsence.name.rotext
source: Forecast days of absence
gl: Previsión días de ausencia

# RES_features.e.planification.requests.plannedcause.description.rotext
source: The user can make requests for forecast hours of absence
gl: O usuario pode realizar solicitudes de previsión horas ausencia

# RES_features.e.planification.requests.plannedcause.name.rotext
source: Forecast hours of absence
gl: Previsión horas de ausencia

# RES_features.e.planification.requests.plannedhour.description.rotext
source: The user can make requests for vacations/leave on an hourly basis
gl: O usuario pode realizar solicitudes de vacacións/permisos por horas

# RES_features.e.planification.requests.plannedhour.name.rotext
source: Vacation/leave forecast by hours
gl: Previsión de vacacións/permisos por horas

# RES_features.e.planification.requests.plannedovertime.description.rotext
source: The user can make requests for excess hours
gl: O usuario pode realizar solicitudes de horas de exceso

# RES_features.e.planification.requests.plannedovertime.name.rotext
source: Forecast of excess hours
gl: Previsión de horas de exceso

# RES_features.e.planification.requests.shiftchange.description.rotext
source: The user can request to change his work shift: for example, afternoon shift for morning shift for next Friday.
gl: O usuario pode solicitar cambiar a súa quenda de traballo: por ex. quenda de tarde por quenda de mañá para o venres que vén

# RES_features.e.planification.requests.shiftchange.name.rotext
source: Time change
gl: Cambio de horario

# RES_features.e.planification.requests.shiftexchange.description.rotext
source: The user can request to exchange his work shift with another user on a specific day.
gl: O usuario pode solicitar intercambiar con outro usuario a súa quenda de traballo un día concreto

# RES_features.e.planification.requests.shiftexchange.name.rotext
source: Timetable swap
gl: Intercambio de horarios

# RES_features.e.planification.requests.vacations.description.rotext
source: The user can request vacation days or days of leave
gl: O usuario pode solicitar días de vacacións ou días de permiso

# RES_features.e.planification.requests.vacations.name.rotext
source: Vacations
gl: Vacacións

# RES_features.e.punches.dailyrecord.description.rotext
source: The user can make timesheet declarations. Alerts that require real-time clocking in, such as the one indicating that the user should have arrived, will not be generated.
gl: O usuario pode realizar declaracións de xornada. Non se xerarán as alertas que requiran fichaxes en tempo real, como a que indica que o usuario xa debería estar presente

# RES_features.e.punches.dailyrecord.name.rotext
source: Declaration of working hours
gl: Declaración de xornada

# RES_features.e.punches.description.rotext
source: Allows, within the User Portal, access to the 'Time control\My signings' functionality
gl: Permite, dentro do portal do usuario, o acceso á funcionalidade “Control horario\As miñas fichaxes”

# RES_features.e.punches.name.rotext
source: Time control punches
gl: Fichaxes de control horario

# RES_features.e.punches.punches.description.rotext
source: The user can make their signings through the User Portal
gl: O usuario pode realizar as súas fichaxes a través do Portal do usuario

# RES_features.e.punches.punches.name.rotext
source: Make signings
gl: Realizar fichaxes

# RES_features.e.punches.query.description.rotext
source: The user can consult the signings made on a specific day
gl: O usuario pode consultar as fichaxes realizadas un día concreto

# RES_features.e.punches.query.name.rotext
source: Consultation
gl: Consulta

# RES_features.e.punches.requests.costcenterforgotten.description.rotext
source: The user can make requests for forgotten cost center signings
gl: O usuario pode realizar solicitudes de fichaxes esquecidas de centro de custos

# RES_features.e.punches.requests.costcenterforgotten.name.rotext
source: Forgotten cost center signings
gl: Fichaxes esquecidas de centro de custos

# RES_features.e.punches.requests.description.rotext
source: The user can make requests regarding transfers
gl: O usuario pode realizar solicitudes relativas a fichaxes

# RES_features.e.punches.requests.externalparts.description.rotext
source: The user can make requests for External Work Parts
gl: O usuario pode realizar solicitudes de Partes de traballo externo

# RES_features.e.punches.requests.externalparts.name.rotext
source: External parts
gl: Partes externos

# RES_features.e.punches.requests.externalworkweekresume.description.rotext
source: The user can make requests for weekly summary of external work
gl: (NoEntry)

# RES_features.e.punches.requests.externalworkweekresume.name.rotext
source: Weekly part of external work
gl: Parte semanal do traballo externo

# RES_features.e.punches.requests.forgotten.description.rotext
source: The user can make requests for forgotten signings
gl: O usuario pode realizar solicitudes de fichaxes esquecidas

# RES_features.e.punches.requests.forgotten.name.rotext
source: Forgotten signings
gl: Fichaxes esquecidas

# RES_features.e.punches.requests.justify.description.rotext
source: The user can make requests to justify existing signings
gl: O usuario pode realizar solicitudes de xustificar fichaxes existentes

# RES_features.e.punches.requests.justify.name.rotext
source: Justify existing signings
gl: Xustificar fichaxes existentes

# RES_features.e.punches.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.e.taskpunches.complete.description.rotext
source: The user will be able to complete the tasks he is working on.
gl: O usuario poderá completar as tarefas nas que traballe.

# RES_features.e.taskpunches.complete.name.rotext
source: Complete
gl: Completar

# RES_features.e.taskpunches.description.rotext
source: Allows, within the User Portal, access to the 'My tasks\My signings' functionality
gl: Permite, dentro do portal do usuario, o acceso á funcionalidade “As miñas tarefas\As miñas fichaxes”

# RES_features.e.taskpunches.name.rotext
source: Task signings
gl: Fichaxes de tarefas

# RES_features.e.taskpunches.punches.description.rotext
source: The user can make their signings through the User Portal
gl: O usuario pode realizar as súas fichaxes a través do Portal do usuario

# RES_features.e.taskpunches.punches.name.rotext
source: Make signings
gl: Realizar fichaxes

# RES_features.e.taskpunches.query.description.rotext
source: The user can consult the signings made on a specific day
gl: O usuario pode consultar as fichaxes realizadas un día concreto

# RES_features.e.taskpunches.query.name.rotext
source: Consultation
gl: Consulta

# RES_features.e.taskpunches.requests.description.rotext
source: The user can make requests regarding transfers
gl: O usuario pode realizar solicitudes relativas a fichaxes

# RES_features.e.taskpunches.requests.forgotten.description.rotext
source: Managing forgotten transfer requests
gl: Xestión das solicitudes de fichaxe esquecida

# RES_features.e.taskpunches.requests.forgotten.name.rotext
source: Forgotten signings
gl: Fichaxes esquecidas

# RES_features.e.taskpunches.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.e.tasks.description.rotext
source: User permissions on tasks
gl: Permisos de usuarios sobre tarefas

# RES_features.e.tasks.name.rotext
source: Tasks
gl: Tarefas

# RES_features.e.tasktotals.description.rotext
source: User permissions on task balances
gl: Permisos de usuarios sobre saldos de tarefas

# RES_features.e.tasktotals.name.rotext
source: Task Balance Inquiry
gl: Consulta de saldos de tarefas

# RES_features.e.tasktotals.query.description.rotext
source: The user can check the balances and tasks
gl: O usuario pode consultar os saldos e as tarefas

# RES_features.e.tasktotals.query.name.rotext
source: Consultation
gl: Consulta

# RES_features.e.totals.description.rotext
source: User permissions on balances
gl: Permisos de usuarios sobre saldos

# RES_features.e.totals.name.rotext
source: Balances
gl: Saldos

# RES_features.e.totals.query.description.rotext
source: Indicates whether the user can check their balances
gl: Indica se o usuario pode consultar os seus saldos

# RES_features.e.totals.query.name.rotext
source: Consultation
gl: Consulta

# RES_features.e.userfields.description.rotext
source: Allows, within the User Portal, access to the 'My File' functionality
gl: Permite, dentro do portal do usuario, o acceso á funcionalidade “A miña ficha”

# RES_features.e.userfields.name.rotext
source: User profile
gl: Ficha do usuario

# RES_features.e.userfields.query.description.rotext
source: The user can consult the values of the personal file
gl: O usuario pode consultar os valores da ficha persoal

# RES_features.e.userfields.query.name.rotext
source: Consultation
gl: Consulta

# RES_features.e.userfields.requests.description.rotext
source: The user can request changes to the values of the tab
gl: O usuario pode solicitar cambios nos valores dos campos da ficha

# RES_features.e.userfields.requests.name.rotext
source: Requests
gl: Solicitudes

# RES_features.e.visits.definition.description.rotext
source: Define types of visits
gl: Definir tipos de visitas

# RES_features.e.visits.definition.name.rotext
source: Define types of visits
gl: Definir tipos de visitas

# RES_features.e.visits.description.rotext
source: The user can receive visits
gl: O usuario pode recibir visitas

# RES_features.e.visits.name.rotext
source: Visits
gl: Visitas

# RES_features.e.visits.program.description.rotext
source: Schedule visits
gl: Programar visitas

# RES_features.e.visits.program.name.rotext
source: Schedule visits
gl: Programar visitas
