Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/UserAdminService.*.resx
Languages: gl

# RES_features.absences.description.rotext
source: Proactive management of user absenteeism
gl: Xestión proactiva do absentismo de usuarios

# RES_features.absences.documentsabsences.description.rotext
source: Management of the list of documents used to control user absenteeism
gl: Xestión da lista de documentos utilizados no control do absentismo de usuarios.

# RES_features.absences.documentsabsences.name.rotext
source: Absenteeism Documents
gl: Documentos de absentismo

# RES_features.absences.name.rotext
source: Absenteeism
gl: Absentismo

# RES_features.access.analytics.description.rotext
source: Analytical control of data related to access
gl: Control analítico de datos relacionados con accesos

# RES_features.access.analytics.name.rotext
source: Analytics
gl: Analítica

# RES_features.access.description.rotext
source: Access management and configuration of users on which the management of each of the permitted access functionalities will be carried out
gl: Xestión de accesos e configuración de usuarios sobre os que se realizará a xestión de cada unha das funcionalidades de accesos permitidas

# RES_features.access.groups.assign.description.rotext
source: User Assignment
gl: Asignación de usuarios

# RES_features.access.groups.assign.name.rotext
source: Assignment
gl: Asignación

# RES_features.access.groups.definition.description.rotext
source: Configuration of the zone and period relationships that the access groups will have; as well as the users that belong to each of the groups.
gl: Configuración das relacións de zona e período que terán os grupos de accesos; así como os usuarios que pertencen a cada un dos grupos

# RES_features.access.groups.definition.name.rotext
source: Definition
gl: Definición

# RES_features.access.groups.description.rotext
source: Managing access groups
gl: Xestión dos grupos de acceso

# RES_features.access.groups.name.rotext
source: Groups
gl: Grupos

# RES_features.access.name.rotext
source: Accesses
gl: Accesos

# RES_features.access.periods.definition.description.rotext
source: Setting the days and access intervals for each period
gl: Configuración dos días e intervalos de accesos para cada período

# RES_features.access.periods.definition.name.rotext
source: Definition
gl: Definición

# RES_features.access.periods.description.rotext
source: Managing access periods
gl: Xestión dos períodos de acceso

# RES_features.access.periods.name.rotext
source: Periods
gl: períodos

# RES_features.access.zones.definition.description.rotext
source: Configuration of access zones: determining whether or not it is a work zone, location within a plan, integration with camera and opening relay
gl: Configuración das zonas de accesos: determinar se é ou non zona de traballo, localización dentro dun plano, integración con cámara e relé de apertura

# RES_features.access.zones.definition.name.rotext
source: Definition
gl: Definición

# RES_features.access.zones.description.rotext
source: Access zone management
gl: Xestión das zonas de acceso

# RES_features.access.zones.name.rotext
source: Zones
gl: Zonas

# RES_features.access.zones.supervision.description.rotext
source: Allows you to view information linked to existing zones
gl: Permite ver a información vencellada coas zonas existentes

# RES_features.access.zones.supervision.name.rotext
source: Supervision
gl: Supervisión

# RES_features.activities.definition.description.rotext
source: Configuration of the activities to be carried out in the company: organization of the dependency structure of the different companies involved in each of the activities
gl: Configuración das actividades que se desenvolverán na empresa: organización da estrutura de dependencias das diferentes empresas que interveñen en cada unha das actividades

# RES_features.activities.definition.name.rotext
source: Definition
gl: Definición

# RES_features.activities.description.rotext
source: Management of the activities that will be developed in the company
gl: Xestión das actividades que se desenvolverán na empresa

# RES_features.activities.name.rotext
source: Activities
gl: Actividades

# RES_features.administration.alerts.description.rotext
source: Allows you to manage and check Visualtime alerts
gl: Permíteche xestionar e comprobar as alertas de Visualtime

# RES_features.administration.alerts.name.rotext
source: Alerts
gl: Alertas

# RES_features.administration.audit.description.rotext
source: Display of the actions that users have performed in the application, according to search criteria to locate the information
gl: Visualización das accións que os usuarios realizaron na aplicación, segundo criterios de busca para localizar a información

# RES_features.administration.audit.name.rotext
source: Audit
gl: Auditoría

# RES_features.administration.businesscenters.description.rotext
source: Management of cost centers, for later use in ProductiV and cost control
gl: Xestión dos centros de custos, para o seu posterior uso en ProductiV e control de custos

# RES_features.administration.businesscenters.name.rotext
source: Cost centers
gl: Centros de custos

# RES_features.administration.cameras.definition.description.rotext
source: Camera settings: name, url and model
gl: Configuración das cámaras: nome, URL e modelo

# RES_features.administration.cameras.definition.name.rotext
source: Definition
gl: Definición

# RES_features.administration.cameras.description.rotext
source: Management of cameras that will reinforce access control
gl: Xestión das cámaras que reforzarán o control de accesos

# RES_features.administration.cameras.name.rotext
source: Cameras
gl: Cámaras

# RES_features.administration.cameras.visualization.description.rotext
source: Allows you to view images captured by existing cameras
gl: Permite visualizar as imaxes captadas polas cámaras existentes

# RES_features.administration.cameras.visualization.name.rotext
source: Display
gl: Visualización

# RES_features.administration.description.rotext
source: Managing Administration Features
gl: Xestión das funcionalidades de Administración

# RES_features.administration.name.rotext
source: Administration
gl: Administración

# RES_features.administration.notifications.definition.description.rotext
source: Notification settings: recipient, type -start and end of contract, prolonged absence, denied access to the application, to a restricted area,...
gl: Configuración das notificacións: destinatario, tipo —inicio e fin contrato, ausencia prolongada, accesos denegados á aplicación, a unha área restrinxida...—

# RES_features.administration.notifications.definition.name.rotext
source: Definition
gl: Definición

# RES_features.administration.notifications.description.rotext
source: Managing notification features
gl: Xestión das funcionalidades de notificacións

# RES_features.administration.notifications.name.rotext
source: Notifications
gl: Notificacións

# RES_features.administration.options.attendance.description.rotext
source: Setting up timekeeping options: detection of repeated entries/exits and timekeeping; as well as the annual and monthly period with which the company works in the company
gl: Configuración das opcións de fichaxes: detección de entradas/saídas e fichaxes repetidas; así como o período anual e mensual co que traballa a empresa

# RES_features.administration.options.attendance.name.rotext
source: Presence options
gl: Opcións de presenza

# RES_features.administration.options.description.rotext
source: Managing customizable database options
gl: Xestión das opcións parametrizables de bbdd

# RES_features.administration.options.general.description.rotext
source: Setting time format options, user and company profile, global closing date and mail server
gl: Configuración das opcións de formato de tempo, ficha de usuario e empresa, data de peche e servidor de correo

# RES_features.administration.options.general.name.rotext
source: General options
gl: Opcións xerais

# RES_features.administration.options.name.rotext
source: Options
gl: Opcións

# RES_features.administration.reportscheduler.definition.description.rotext
source: Setting up automatic execution tasks for periodic reports: list and profile, recipient, periodicity and whether or not they are emergency
gl: Configuración das tarefas de execución automática de informes periódicos: listaxe e perfil, destinatario, periodicidade e se son ou non de emerxencia

# RES_features.administration.reportscheduler.definition.name.rotext
source: Definition
gl: Definición

# RES_features.administration.reportscheduler.description.rotext
source: Managing Report Scheduler Features
gl: Xestión das funcionalidades do Planificador de Informes

# RES_features.administration.reportscheduler.emergencyreport.description.rotext
source: Allows you to press the emergency button to execute emergency reports
gl: Permite premer o botón de emerxencia, para a execución dos informes de emerxencia

# RES_features.administration.reportscheduler.emergencyreport.name.rotext
source: Release emergency reports
gl: Lanzar informes de emerxencia

# RES_features.administration.reportscheduler.name.rotext
source: Report Planner
gl: Planificador de informes

# RES_features.administration.security.description.rotext
source: Management of work permits for managers, supervisors and/or application users
gl: Xestión dos permisos de traballo dos xestores, supervisores e/ou usuarios da aplicación

# RES_features.administration.security.name.rotext
source: Security
gl: Seguridade

# RES_features.administration.securityoptions.description.rotext
source: Managing the different security options of the application
gl: Xestión das distintas opcións de seguridade da aplicación

# RES_features.administration.securityoptions.name.rotext
source: Security options
gl: Opcións de seguridade

# RES_features.administration.tasksqueue.description.rotext
source: Allows you to manage and check the status of reports in the system
gl: Permíteche xestionar e comprobar o estado dos informes no sistema

# RES_features.administration.tasksqueue.name.rotext
source: Requested reports
gl: Informes solicitados

# RES_features.administration.usertasks.description.rotext
source: Management of pending user tasks: assigning cards to users, correcting check-ins that have been made with an incorrect card, etc.
gl: Xestión das tarefas pendentes de usuario: asignación de tarxetas a usuarios, corrección de fichaxes que se realizaron cunha tarxeta incorrecta...

# RES_features.administration.usertasks.name.rotext
source: User Tasks
gl: Tarefas de usuario

# RES_features.assignments.definition.description.rotext
source: Setting up the positions
gl: Configuración dos postos

# RES_features.assignments.definition.name.rotext
source: Definition
gl: Definición

# RES_features.assignments.description.rotext
source: Job management
gl: Xestión dos postos

# RES_features.assignments.name.rotext
source: Positions
gl: Postos

# RES_features.bots.definition.description.rotext
source: Definition of bots
gl: Definición de bots

# RES_features.bots.definition.name.rotext
source: Definition
gl: Definición

# RES_features.bots.description.rotext
source: Managing bots
gl: Xestión de bots

# RES_features.budgets.definition.description.rotext
source: Manage the working methods of production units
gl: Xestionar os modos de traballo das unidades produtivas

# RES_features.budgets.definition.name.rotext
source: Definition
gl: Definición

# RES_features.budgets.description.rotext
source: Managing the budgets of each node
gl: Xestión dos presupostos de cada nó

# RES_features.budgets.name.rotext
source: Budgets
gl: Presupostos

# RES_features.budgets.schedule.description.rotext
source: Plan the users that will be assigned to each productive unit of the budget
gl: Planificar os usuarios que se asignarán a cada unidade produtiva do presuposto

# RES_features.budgets.schedule.name.rotext
source: Planning
gl: Planificación

# RES_features.businesscenters.analytics.description.rotext
source: Analytical control of data related to cost centers
gl: Control analítico de datos relacionados cos centros de custos

# RES_features.businesscenters.analytics.name.rotext
source: Cost analysis
gl: Analítica de custos

# RES_features.businesscenters.datalink.description.rotext
source: Data links available on the data link screen
gl: Enlaces de datos dispoñibles na pantalla de enlace de datos

source: Permissions to run advanced cost center export
gl: Permisos para executar a exportación avanzada de centros de custos

# RES_features.businesscenters.datalink.exports.advbusinesscenter.name.rotext
source: Advanced export of cost centers
gl: Exportación avanzada de centros de custos

# RES_features.businesscenters.datalink.exports.description.rotext
source: Exports available on the data link screen
gl: Exportacións dispoñibles na pantalla de enlace de datos

# RES_features.businesscenters.datalink.exports.name.rotext
source: Exports
gl: Exportacións

# RES_features.businesscenters.datalink.imports.businesscenter.description.rotext
source: Permissions to execute the loading of Cost Centers
gl: Permisos para executar a carga de centros de custos

# RES_features.businesscenters.datalink.imports.businesscenter.name.rotext
source: Loading Cost Centers
gl: Carga de centros de custos

# RES_features.businesscenters.datalink.imports.description.rotext
source: Imports available on the data link screen
gl: Importacións dispoñibles na pantalla de enlace de datos

# RES_features.businesscenters.datalink.imports.name.rotext
source: Imports
gl: Importacións

# RES_features.businesscenters.datalink.name.rotext
source: Data Link
gl: Enlace de datos

# RES_features.businesscenters.definition.description.rotext
source: Definition of cost centers
gl: Definición dos centros de custos

# RES_features.businesscenters.definition.name.rotext
source: Definition
gl: Definición

# RES_features.businesscenters.description.rotext
source: Cost center management: configuration, assignment, etc.
gl: Xestión dos centros de custos: configuración, asignación, etc.

# RES_features.businesscenters.name.rotext
source: Cost centers
gl: Centros de custos

# RES_features.businesscenters.punches.description.rotext
source: Management of cost center signings and incidents
gl: Xestión das fichaxes e incidencias de centros de custos

# RES_features.businesscenters.punches.name.rotext
source: Transfer edition
gl: Edición de fichaxes

# RES_features.calendar.accruals.description.rotext
source: Allows you to check the presence balances from the transfer editing screen.
gl: Permítelle consultar os saldos de presenza dende a pantalla de edición de fichaxes.

# RES_features.calendar.accruals.name.rotext
source: Presence balance query
gl: Consulta de saldos de presenza

# RES_features.calendar.analytics.description.rotext
source: Analytical control of calendar-related data
gl: Control analítico de datos relacionados co calendario

# RES_features.calendar.analytics.name.rotext
source: Analytics
gl: Analítica

# RES_features.calendar.dailyrecord.description.rotext
source: Allows the management of working day declarations
gl: Permite a xestión das declaracións de xornada

# RES_features.calendar.dailyrecord.name.rotext
source: Declaration of working hours
gl: Declaración de xornada

# RES_features.calendar.datalink.description.rotext
source: Data links available on the data link screen
gl: Enlaces de datos dispoñibles na pantalla de enlace de datos

# RES_features.calendar.datalink.exports.assignments.description.rotext
source: Permissions to execute the export of positions
gl: Permisos para executar a exportación de postos

# RES_features.calendar.datalink.exports.assignments.name.rotext
source: Exporting positions
gl: Exportación de postos

# RES_features.calendar.datalink.exports.calendar.description.rotext
source: Permissions to run calendar export
gl: Permisos para executar a exportación de calendario

# RES_features.calendar.datalink.exports.calendar.name.rotext
source: Export calendar
gl: Exportación de calendario

# RES_features.calendar.datalink.exports.calendarassignments.description.rotext
source: Permissions to run calendar and position export
gl: Permisos para executar a exportación de calendario e postos

# RES_features.calendar.datalink.exports.calendarassignments.name.rotext
source: Exporting calendar and positions
gl: Exportación de calendario e postos

source: Permissions to run calendar and position export by name
gl: Permisos para executar a exportación de calendario e postos por nome

# RES_features.calendar.datalink.exports.calendarnameassignments.name.rotext
source: Export calendar and positions by name
gl: Exportación de calendario e postos por nome

# RES_features.calendar.datalink.exports.description.rotext
source: Exports available on the data link screen
gl: Exportacións dispoñibles na pantalla de enlace de datos

# RES_features.calendar.datalink.exports.holidays.description.rotext
source: Permissions to run vacation export
gl: Permisos para executar a exportación de vacacións

# RES_features.calendar.datalink.exports.holidays.name.rotext
source: Exporting holidays
gl: Exportación de vacacións

# RES_features.calendar.datalink.exports.holidaysshifts.description.rotext
source: Permissions to execute the export of schedules and holidays
gl: Permisos para executar a exportación de horarios e vacacións

# RES_features.calendar.datalink.exports.holidaysshifts.name.rotext
source: Exporting schedules and holidays
gl: Exportación de horarios e vacacións

# RES_features.calendar.datalink.exports.name.rotext
source: Exports
gl: Exportacións

# RES_features.calendar.datalink.exports.shifts.description.rotext
source: Permissions to run schedule export
gl: Permisos para executar a exportación de horarios

# RES_features.calendar.datalink.exports.shifts.name.rotext
source: Exporting schedules
gl: Exportación de horarios

# RES_features.calendar.datalink.imports.assignments.description.rotext
source: Permissions to execute the import of assigned positions
gl: Permisos para executar a importación de postos asignados

# RES_features.calendar.datalink.imports.assignments.name.rotext
source: Importing Assigned Positions
gl: Importación de postos asignados

# RES_features.calendar.datalink.imports.causes.description.rotext
source: Permissions to execute the import of justifications
gl: Permisos para executar a importación de xustificacións

# RES_features.calendar.datalink.imports.causes.name.rotext
source: Importing justifications
gl: Importación de xustificacións

# RES_features.calendar.datalink.imports.description.rotext
source: Imports available on the data link screen
gl: Importacións dispoñibles na pantalla de enlace de datos

# RES_features.calendar.datalink.imports.hrschedule.description.rotext
source: Authorizations to import staff in theory
gl: Permisos para executar a importación de dotación teórica

# RES_features.calendar.datalink.imports.hrschedule.name.rotext
source: Importation of theoretical endowment
gl: Importación de dotación teórica

# RES_features.calendar.datalink.imports.name.rotext
source: Imports
gl: Importacións

# RES_features.calendar.datalink.imports.schedule.description.rotext
source: Permissions to run planning import
gl: Permisos para executar a importación de planificación

# RES_features.calendar.datalink.imports.schedule.name.rotext
source: Import planning
gl: Importación de planificación

# RES_features.calendar.datalink.name.rotext
source: Data Link
gl: Enlace de datos

# RES_features.calendar.description.rotext
source: Calendar management and configuration of users on which management of each of the allowed calendar functionalities will be performed
gl: Xestión de calendario e configuración de usuarios sobre os que se realizará a xestión de cada unha das funcionalidades de calendario permitidas

# RES_features.calendar.directcauses.description.rotext
source: Allows the introduction of additional justifications within the Editing screen of signings, which will not encode any incident
gl: Permite a introdución de xustificacións adicionais dentro da pantalla de Edición de fichaxes, as que non codificarán ningunha incidencia

# RES_features.calendar.directcauses.name.rotext
source: Direct justifications
gl: Xustificacións directas

# RES_features.calendar.highlight.description.rotext
source: Setting up justification highlights: e.g. highlighting delays greater than 10 minutes, hours worked less than 8 hours,...
gl: Configuración de resaltes de xustificacións: por ex. remarcar atrasos superiores a 10 minutos, horas traballadas inferior a 8 horas...

# RES_features.calendar.highlight.name.rotext
source: Highlights
gl: Resaltes

# RES_features.calendar.justifyincidences.description.rotext
source: Managing daily incidents: manually entering the reason/justification for an incident
gl: Xestión das incidencias diarias: introdución manual do motivo/xustificación dunha incidencia

# RES_features.calendar.justifyincidences.name.rotext
source: Justify incidents
gl: Xustificar incidencias

# RES_features.calendar.name.rotext
source: Calendar
gl: Calendario

# RES_features.calendar.punches.description.rotext
source: Signing management: correction of forgotten signings, acceptance of signings entered manually by the user,...
gl: Xestión de fichaxes: corrección fichaxes esquecidas, aceptación fichaxes introducidas manualmente polo usuario...

# RES_features.calendar.punches.name.rotext
source: Clock in/out logs
gl: Fichaxes

# RES_features.calendar.punches.punches.description.rotext
source: Editing and modifying the data contained in the Transfer Editing screen
gl: Edición e modificación dos datos contidos na pantalla de Edición de fichaxes

# RES_features.calendar.punches.punches.name.rotext
source: Transfer edition
gl: Edición de fichaxes

# RES_features.calendar.punches.punches.photo.description.rotext
source: Indicates whether the supervisor is authorized to view the photos attached to the timesheets.
gl: Indica se o supervisor dispón de autorización para visualizar as fotos en anexo nas fichaxes.

# RES_features.calendar.punches.punches.photo.name.rotext
source: Transfer photos
gl: Fotos de fichaxes

# RES_features.calendar.punches.requests.costcenterforgotten.description.rotext
source: Management of forgotten cost center transfer requests
gl: Xestión das solicitudes de fichaxes esquecidas de centros de custos

# RES_features.calendar.punches.requests.costcenterforgotten.name.rotext
source: Forgotten cost center signings
gl: Fichaxes esquecidas de centro de custos

# RES_features.calendar.punches.requests.description.rotext
source: Management of requests relating to user signings
gl: Xestión das solicitudes relativas a fichaxes dos usuarios

# RES_features.calendar.punches.requests.externalparts.description.rotext
source: Management of requests for External Work Part
gl: Xestión das solicitudes de Parte de traballo externo

# RES_features.calendar.punches.requests.externalparts.name.rotext
source: External working parts
gl: Partes de traballo externo

# RES_features.calendar.punches.requests.externalworkweekresume.description.rotext
source: Management of external weekly work summary requests
gl: Xestión de solicitudes de Resumo Semanal de Traballo Externo

# RES_features.calendar.punches.requests.externalworkweekresume.name.rotext
source: Weekly summary of external work
gl: (NoEntry)

# RES_features.calendar.punches.requests.forgotten.description.rotext
source: Managing forgotten transfer requests
gl: Xestión das solicitudes de fichaxe esquecida

# RES_features.calendar.punches.requests.forgotten.name.rotext
source: Forgotten signings
gl: Fichaxes esquecidas

# RES_features.calendar.punches.requests.justify.description.rotext
source: Management of requests for justification of transfers
gl: Xestión de solicitudes de xustificación de fichaxes
