Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/UserAdminService.*.resx
Languages: gl

# RES_features.visits.manage.description.rotext
source: Managing visits in LiveVisits
gl: Xestión de visitas en LiveVisits

# RES_features.visits.manage.name.rotext
source: Visit management
gl: Xestión de visitas

# RES_features.visits.name.rotext
source: Visits
gl: Visitas

# RES_features.visits.userfields.description.rotext
source: Visits tab in LiveVisits
gl: Ficha de visitas en LiveVisits

# RES_features.visits.userfields.name.rotext
source: Visitor's record
gl: Ficha de visitas

# RES_features.administration.alerts.user.name.rotext
source: User
gl: Usuario

# RES_features.administration.alerts.user.description.rotext
source: Allows you to view alerts related to system users (unreliable check-ins, users not present, etc.)
gl: Permite ver alertas relacionadas cos usuarios do sistema (fichaxes pouco fiables, usuarios non presentes, etc.)

# RES_features.administration.alerts.documents.name.rotext
source: Documentation
gl: Documentación

# RES_features.administration.alerts.documents.description.rotext
source: Allows you to view alerts related to the document manager (pending documents, non-validated documents, etc.)
gl: Permite ver alertas relacionadas co xestor de documentación (documentos pendentes, non validados, etc.)

# RES_features.administration.alerts.system.name.rotext
source: System
gl: Sistema

# RES_features.administration.alerts.system.description.rotext
source: Allows you to view alerts related to the system (disconnected terminals, unassigned card check-ins, etc.)
gl: Permite ver alertas relacionadas co sistema. (terminais desconectados, sinatura de tarxetas sen asignar, etc.)

# RES_features.supervisors.datalink.imports.supervisor.name.rotext
source: Importing supervisors
gl: Supervisor de importación

# RES_features.supervisors.datalink.imports.supervisor.description.rotext
source: Importing VT Supervisors
gl: Importación de monitores VT

# RES_features.administration.exportguidestemplates.name.rotext
source: Export templates
gl: Exportar modelos

# RES_features.administration.exportguidestemplates.description.rotext
source: Configuration of export templates
gl: Configurar modelos de exportación
