Repository: emplyxrrhh-png/emplyx
Catalog: VisualTime/Src/Resources/ResXFiles/VTRequestServer.*.resx
Languages: it

# RES_wzrequestserver.caption.rotext
source: Lista de solicitudes pendientes
it: Elenco delle richieste in sospeso

# RES_wzrequestserver.cmddeny.caption.rotext
source: &Denegar solicitud
it: &Rifiuta richiesta

# RES_wzrequestserver.cmddeny.caption2.rotext
source: &Cerrar
it: &Chiudi

# RES_wzrequestserver.cmdgrant.caption.rotext
source: &Validar solicitud
it: &Convalida richiesta

# RES_wzrequestserver.cmdlist.caption.rotext
source: &Crear archivo cliente...
it: &Crea file cliente...

# RES_wzrequestserver.cmdselectall.caption.rotext
source: &Seleccionar todas
it: &Seleziona tutte

# RES_wzrequestserver.item.causewithenddate.text.rotext
source: ${1}: Añadir ausencia por ${2} desde ${3} hasta ${4}
it: ${1}: Aggiungi assenza per ${2} da ${3} a ${4}

# RES_wzrequestserver.item.causewithmaxdays.text.rotext
source: ${1}: Añadir ausencia por ${2} desde ${3}, un máximo de ${4} días
it: ${1}: Aggiungi assenza per ${2} da ${3}, un massimo di ${4} giorni

# RES_wzrequestserver.item.punchin.text.rotext
source: ${1}: Añadir fichaje de Entrada a las ${4} del ${3}
it: ${1}: Aggiungi timbratura di entrata alle ${4} del ${3}

# RES_wzrequestserver.item.punchout.text.rotext
source: ${1}: Añadir fichaje de Salida a las ${4} del ${3}
it: ${1}: Aggiungi timbratura di uscita alle ${4} del ${3}

# RES_wzrequestserver.lbllist.caption.rotext
source: Lista de solicitudes pendientes:
it: Elenco delle richieste in sospeso:

# RES_wzrequestserver.lblwizardsubtitle.caption.rotext
source: Aquí, puede ver las solicitudes pendientes de procesar y aceptarlas o rechazarlas según desee.
it: Qui puoi vedere le richieste in attesa di elaborazione e accettarle o rifiutarle come desideri.

# RES_wzrequestserver.lblwizardtitle.caption.rotext
source: Asistente para revisión de solicitudes
it: Assistente per la revisione delle richieste

# RES_wzrequestserver.msg.erroronline.message.rotext
source: Visualtime no reconoce una de las solicitudes encontradas, posiblemente el archivo esté dañado. Se proseguirá ignorando dicha solicitud.
it: Visualtime non riconosce una delle richieste trovate, probabilmente il file è danneggiato. Tale richiesta continuerà a essere ignorata.

# RES_wzrequestserver.msg.erroronline.title.rotext
source: Formato de solicitud no reconocido
it: Formato richiesta non riconosciuto

# RES_wzrequestserver.msg.invalidcause.message.rotext
source: Se ha encontrado una solicitud que hace referencia a una justificación inexistente. La solicitud se ha ignorado.
it: È stata trovata una richiesta che fa riferimento a una giustificazione esistente. La richiesta è stata ignorata.

# RES_wzrequestserver.msg.invalidcause.title.rotext
source: Solicitud no válida
it: Richiesta non valida

# RES_wzrequestserver.msg.invalidemployee.message.rotext
source: Se ha encontrado una solicitud que hace referencia a un usuario inexistente. La solicitud se ha ignorado.
it: È stata trovata una richiesta che fa riferimento a utente inesistente. La richiesta è stata ignorata.

# RES_wzrequestserver.msg.invalidemployee.title.rotext
source: Solicitud no válida
it: Richiesta non valida

# RES_wzrequestserver.msg.norequests.message.rotext
source: No queda ninguna solicitud pendiente de procesar.
it: Non rimane nessuna richiesta in sospeso da elaborare.

# RES_wzrequestserver.msg.norequests.title.rotext
source: Fin de la revisión de solicitudes
it: Fine della revisione delle richieste

# RES_wzrequestserver.msg.overwritefile.message.rotext
source: El archivo ya existe, ¿desea sobreescribirlo?
it: Il file esiste già, vuoi sovrascriverlo?

# RES_wzrequestserver.msg.servernotlicense.msg.rotext
source: No tiene licencia para ejecutar la aplicación
it: Non disponi della licenza per eseguire l´applicazione

# RES_wzrequestserver.msg.servernotlicense.title.rotext
source: Licencia Incorrecta
it: Licenza errata

# RES_wzrequestserver.msg.servernotrunning.msg.rotext
source: El servidor de Visualtime no se encuentra funcionando o no es posible comunicar con el mismo. Para ejecutar este programa, el servidor de Visualtime debe estar funcionando.
it: Il server di Visualtime non sta funzionando o non è possibile comunicare con lo stesso. Per eseguire questo programma, il server di Visualtime deve funzionare.

# RES_wzrequestserver.msg.servernotrunning.title.rotext
source: Servidor no encontrado
it: Server non trovato

# RES_wzrequestserver.question.denyrequest.title.rotext
source: Está seguro de que desea denegar las solicitudes seleccionadas?
it: Vuoi davvero rifiutare le richieste selezionate?

# RES_wzrequestserver.waitbox.connecting.desc.rotext
source: Conectando al servidor y obteniendo datos...
it: Connessione al server e acquisizione dei dati in corso...

# RES_wzrequestserver.waitbox.connecting.title.rotext
source: Inicializando asistente
it: Inizializzazione assistente in corso
